Repository: timschofield/KwaMoja-Medical
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar, et, fa, fr_lu, hr_hr, ja, lv_lv, pl_pl, vi_vn

source: The fixed assets could not be removed from stockitemproperties
ar: لا يمكن إزالة الأصول الثابتة من stockitemproperties
et: Põhivara ei saa eemaldada stockitemproperties
fa: دارایی های ثابت را می تواند از stockitemproperties حذف نمی شود
hr_hr: Dugotrajne imovine ne može biti uklonjena iz stockitemproperties
ja: 固定資産はstockitempropertiesから削除できませんでした
lv_lv: Pamatlīdzekļi nevar izņemt no stockitemproperties
pl_pl: Środki trwałe nie mogą być usuwane z stockitemproperties
vi_vn: Tài sản cố định không thể được gỡ bỏ từ stockitemproperties

source: The fixed assets have already been removed from stockitemproperties
ar: وقد تم بالفعل إزالة الأصول الثابتة من stockitemproperties
et: Põhivara on juba eemaldatud stockitemproperties
fa: دارایی های ثابت در حال حاضر از stockitemproperties حذف شده است
hr_hr: Dugotrajne imovine već uklonjen iz stockitemproperties
ja: 固定資産は、すでにstockitempropertiesから削除されている
lv_lv: Pamatlīdzekļi jau ir noņemts no stockitemproperties
pl_pl: Środki trwałe zostały już usunięte z stockitemproperties
vi_vn: Tài sản cố định đã được gỡ bỏ từ stockitemproperties

source: The fixed assets have been removed from stockserialitems, stockmaster, and stockcategory tables
ar: قد أزيلت الأصول الثابتة من stockserialitems ، stockmaster ، و الجداول stockcategory
et: Põhivara on eemaldatud stockserialitems , stockmaster ja stockcategory tabelid
fa: دارایی های ثابت از stockserialitems ، stockmaster ، و جداول stockcategory حذف شده است
hr_hr: Dugotrajne imovine uklonjeni iz stockserialitems , stockmaster i stockcategory stolova
ja: 固定資産はstockserialitems 、 stockmaster 、およびstockcategoryテーブルから削除されました
lv_lv: Pamatlīdzekļi ir izņemti no stockserialitems , stockmaster , un stockcategory galdi
pl_pl: Środki trwałe zostały usunięte z stockserialitems , stockmaster i tabel stockcategory
vi_vn: Tài sản cố định đã được gỡ bỏ từ stockserialitems , stockmaster , và bảng stockcategory

source: The fixed assets could not be removed from stockserialitems, stockmaster, and stockcategory tables
ar: لا يمكن إزالة الأصول الثابتة من stockserialitems ، stockmaster ، و الجداول stockcategory
et: Põhivara ei saa eemaldada stockserialitems , stockmaster ja stockcategory tabelid
fa: دارایی های ثابت می توانند از stockserialitems ، stockmaster ، و جداول stockcategory حذف نمی شود
hr_hr: Dugotrajne imovine ne može biti uklonjena iz stockserialitems , stockmaster i stockcategory stolova
ja: 固定資産はstockserialitems 、 stockmaster 、およびstockcategoryテーブルから削除できませんでした
lv_lv: Pamatlīdzekļi nevar izņemt no stockserialitems , stockmaster , un stockcategory galdi
pl_pl: Środki trwałe nie mogą być usuwane z stockserialitems , stockmaster i tabel stockcategory
vi_vn: Tài sản cố định không thể được gỡ bỏ từ stockserialitems , stockmaster , và bảng stockcategory

source: The fixed assets have already been removed from stockserialitems, stockmaster, and stockcategory tables
ar: وقد تم بالفعل إزالة الأصول الثابتة من stockserialitems ، stockmaster ، و الجداول stockcategory
et: Põhivara on juba eemaldatud stockserialitems , stockmaster ja stockcategory tabelid
fa: دارایی های ثابت در حال حاضر از stockserialitems ، stockmaster ، و جداول stockcategory حذف شده است
hr_hr: Dugotrajne imovine već su uklonjeni iz stockserialitems , stockmaster i stockcategory stolova
ja: 固定資産は、すでにstockserialitems 、 stockmaster 、およびstockcategoryテーブルから削除されました
lv_lv: Pamatlīdzekļi jau ir noņemts no stockserialitems , stockmaster , un stockcategory galdi
pl_pl: Środki trwałe zostały już usunięte z stockserialitems , stockmaster i tabel stockcategory
vi_vn: Tài sản cố định đã được gỡ bỏ từ stockserialitems , stockmaster , và bảng stockcategory

source: The fixed assets have been removed from stockmoves, stockmaster, and stockcategory tables
ar: قد أزيلت الأصول الثابتة من stockmoves ، stockmaster ، و الجداول stockcategory
et: Põhivara on eemaldatud stockmoves , stockmaster ja stockcategory tabelid
fa: دارایی های ثابت از stockmoves ، stockmaster ، و جداول stockcategory حذف شده است
hr_hr: Dugotrajne imovine uklonjeni iz stockmoves , stockmaster i stockcategory stolova
ja: 固定資産はstockmoves 、 stockmaster 、およびstockcategoryテーブルから削除されました
lv_lv: Pamatlīdzekļi ir izņemti no stockmoves , stockmaster , un stockcategory galdi
pl_pl: Środki trwałe zostały usunięte z stockmoves , stockmaster i tabel stockcategory
vi_vn: Tài sản cố định đã được gỡ bỏ từ stockmoves , stockmaster , và bảng stockcategory

source: The fixed assets could not be removed from stockmoves, stockmaster, and stockcategory tables
ar: لا يمكن إزالة الأصول الثابتة من stockmoves ، stockmaster ، و الجداول stockcategory
et: Põhivara ei saa eemaldada stockmoves , stockmaster ja stockcategory tabelid
fa: دارایی های ثابت می توانند از stockmoves ، stockmaster ، و جداول stockcategory حذف نمی شود
hr_hr: Dugotrajne imovine ne može biti uklonjena iz stockmoves , stockmaster i stockcategory stolova
ja: 固定資産はstockmoves 、 stockmaster 、およびstockcategoryテーブルから削除できませんでした
lv_lv: Pamatlīdzekļi nevar izņemt no stockmoves , stockmaster , un stockcategory galdi
pl_pl: Środki trwałe nie mogą być usuwane z stockmoves , stockmaster i tabel stockcategory
vi_vn: Tài sản cố định không thể được gỡ bỏ từ stockmoves , stockmaster , và bảng stockcategory

source: The fixed assets have already been removed from stockmoves, stockmaster, and stockcategory tables
ar: وقد تم بالفعل إزالة الأصول الثابتة من stockmoves ، stockmaster ، و الجداول stockcategory
et: Põhivara on juba eemaldatud stockmoves , stockmaster ja stockcategory tabelid
fa: دارایی های ثابت در حال حاضر از stockmoves ، stockmaster ، و جداول stockcategory حذف شده است
hr_hr: Dugotrajne imovine već su uklonjeni iz stockmoves , stockmaster i stockcategory stolova
ja: 固定資産は、すでにstockmoves 、 stockmaster 、およびstockcategoryテーブルから削除されました
lv_lv: Pamatlīdzekļi jau ir noņemts no stockmoves , stockmaster , un stockcategory galdi
pl_pl: Środki trwałe zostały już usunięte z stockmoves , stockmaster i tabel stockcategory
vi_vn: Tài sản cố định đã được gỡ bỏ từ stockmoves , stockmaster , và bảng stockcategory

source: The fixed assets have been removed from stockmaster table
ar: قد أزيلت الأصول الثابتة من الجدول stockmaster
et: Põhivara on eemaldatud stockmaster tabel
fa: دارایی های ثابت از جدول stockmaster حذف شده است
hr_hr: Dugotrajne imovine uklonjeni iz stockmaster tablice
ja: 固定資産はstockmasterテーブルから削除されました
lv_lv: Pamatlīdzekļi ir izņemti no stockmaster tabulas
pl_pl: Środki trwałe zostały usunięte z tabeli stockmaster
vi_vn: Tài sản cố định đã được gỡ bỏ từ bảng stockmaster

source: The fixed assets could not be removed from stockmaster table
ar: لا يمكن إزالة الأصول الثابتة من الجدول stockmaster
et: Põhivara ei saa eemaldada stockmaster tabel
fa: دارایی های ثابت می تواند از جدول stockmaster حذف نمی شود
hr_hr: Dugotrajne imovine ne može biti uklonjena iz stockmaster tablice
ja: 固定資産はstockmasterテーブルから削除できませんでした
lv_lv: Pamatlīdzekļi nevar izņemt no stockmaster tabulas
pl_pl: Środki trwałe nie mogą być usuwane z tabeli stockmaster
vi_vn: Tài sản cố định không thể được loại bỏ khỏi bảng stockmaster

source: The fixed assets have already been removed from stockmaster table
ar: وقد تم بالفعل إزالة الأصول الثابتة من الجدول stockmaster
et: Põhivara on juba eemaldatud stockmaster tabel
fa: دارایی های ثابت در حال حاضر از جدول stockmaster حذف شده است
hr_hr: Dugotrajne imovine već uklonjen iz stockmaster tablice
ja: 固定資産は、すでにstockmasterテーブルから削除されました
lv_lv: Pamatlīdzekļi jau ir noņemts no stockmaster tabulas
pl_pl: Środki trwałe zostały już usunięte z tabeli stockmaster
vi_vn: Tài sản cố định đã được loại bỏ khỏi bảng stockmaster

source: Purchases
ar: المشتريات
et: Ostud
fa: خریدها
fr_lu: Achats
hr_hr: Narudžbe
ja: 購買発注
lv_lv: Iepirkumi
pl_pl: Zakupy
vi_vn: Thu mua

source: Utilities
ar: خدمات
et: kommunaalteenused
fa: آب و برق
hr_hr: komunalne usluge
ja: 公益事業
vi_vn: tiện ích

source: Enter Counter Sales
ar: أدخل المحل
et: Sisesta Counter müük
fa: فروش شمارنده را وارد کنید
hr_hr: Unesite Counter prodaje
ja: 数量入力
lv_lv: Ievadiet Counter Sales
pl_pl: Wpisz Licznik sprzedaży
vi_vn: Nhập bán hàng truy cập

source: Outstanding Sales Orders/Quotations
ar: المبيعات المعلقة طلبات / الاقتباسات
et: Tasumata Müügitellimuste / tsitaadid
fa: سفارشات برجسته فروش / نقل قول
hr_hr: Izvrsni prodajni nalozi / Citati
ja: 未出荷販売受注/見積り
lv_lv: Nepabeigtie pārdošanas rīkojumi vai piedāvājumi
pl_pl: Najlepszy zleceń sprzedaży / Notowania
vi_vn: Đơn hàng/báo giá xuất sắc

source: Special Order
ar: طلب خاص
et: eritellimisel
fa: سفارش ویژه
hr_hr: Posebna Narudžba
ja: 特別注文
lv_lv: Speciālais pasūtījums
pl_pl: Zamówienie Jednorazowe
vi_vn: Đơn hàng đặc biệt

source: Recurring Order Template
ar: قالب ترتيب التكراري
et: Korduv Tellimus Mall
fa: دوره ای در محدوده قالب سفارش
hr_hr: Ponavljajući Red Predložak
ja: 繰越注文テンプレート
lv_lv: Regulāru pasūtījumu veidne
pl_pl: Wzór Zamówienia Okresowego
vi_vn: Mẫu thứ tự định kỳ

source: Process Recurring Orders
ar: معالجة الطلبيات التكراري
et: Protsess Korduv Tellimused
fa: سفارشات فرآیند دوره ای
hr_hr: Proces ponavljajući Narudžbe
ja: 繰越注文処理
lv_lv: Izvēlēties regulāro pasūtījumu
pl_pl: Przetwarzanie Zamówień Okresowych
vi_vn: Xử lý đơn đặt hàng định kỳ

source: Order Inquiry
ar: تحقيق ذلك
et: Telli Inquiry
fa: درخواست سفارش
hr_hr: Pretraživanje naloga za prodaju
ja: 注文問合せ
lv_lv: Pasūtījumu pārskati
pl_pl: Przeszukiwanie zamówień
vi_vn: Yêu cầu đặt hàng

source: Print Price Lists
ar: طباعة قوائم الأسعار
et: Trüki Hinnakirjad
fa: چاپ لیست قیمت
hr_hr: Ispis cjenika
ja: 価格表印刷
lv_lv: Drukāt cenu lapu
pl_pl: Drukowanie Cenników
vi_vn: In danh sách giá cả

source: Orders Invoiced Reports
ar: أوامر تقارير بفاتورة
et: Tellimused Arve aruanded
fa: سفارشات صورتحساب گزارش
hr_hr: Izvješća o realiziranim (obračunatim) nalozima
ja: 請求済注文レポート
lv_lv: Atskaite par nosūtītiem rēķiniem
pl_pl: Raporty zamówień zrealizowanych
vi_vn: Các báo cáo hóa đơn đơn hàng

source: Sales By Sales Type Inquiry
ar: المبيعات حسب نوع مبيعات التحقيق
et: Müük müügi Tüüp Inquiry
ja: 販売のタイプでお問い合わせの販売
lv_lv: Pārdošanas ar pārdošanas Tips Izmeklēšanas

source: Sales By Category Inquiry
ar: المبيعات حسب الفئة التحقيق
ja: 販売カテゴリメンテナンス

source: Top Sellers Inquiry
ar: الأكثر مبيعا التحقيق
ja: 新たに問合せ

source: Order Delivery Differences Report
ar: عن النظام الاختلافات التسليم
et: Tellimuse tarne Erinevused Raport
fa: تفاوت سفارش تحویل گزارش
hr_hr: Izvješče o razlikama naloga i isporuke
ja: 注文納品差異レポート
lv_lv: Pasūtījumu un piegāžu atšķirības
pl_pl: Zestawienie Rożnic Wysyłki Zamówień
vi_vn: Sự khác biệt để giao hàng báo cáo

source: Sales Order Detail Or Summary Inquiries
ar: ترتيب مبيعات التفاصيل أو الاستفسارات ملخص
et: Müük Telli Detail või kokkuvõtte Küsitlused
fa: فروش جزئیات سفارش و یا خلاصه تقاضاها
hr_hr: Prodaja Naručite Detalj Ili Sažetak Upiti
ja: 詳細又は集約だけ
lv_lv: Detalizētu vai kopsavilkumu
pl_pl: Szczegóły zamówienia sprzedaży lub Podsumowanie Zapytania
vi_vn: Bán hàng đặt hàng chi tiết hoặc thắc mắc Tóm tắt

source: Top Sales Items Report
ar: أعلى المبيعات البنود التقرير
et: Top Sales üksuste aruanne
fa: موارد فروش بالا گزارش
hr_hr: Izvješće o najprodavanijim artiklima
ja: 販売分析レポート
lv_lv: Top Sales preces pārskats
pl_pl: Rekordowa sprzedaż przedmioty Zgłoś
vi_vn: Báo cáo những mặt hàng bán chạy nhất

source: Worst Sales Items Report
ar: أسوأ مبيعات الأصناف تقرير
ja: 販売分析レポート

source: Sales With Low Gross Profit Report
ar: المبيعات مع انخفاض بلغ إجمالي الربح
et: Müük Madal brutokasum aruanne
fa: فروش با کم گزارش سود ناخالص
hr_hr: Prodaja s niskom bruto dobiti izvješće
ja: 税引前利益%の表示
lv_lv: Pārdošanas ar zemu bruto peļņa pārskata
pl_pl: Sprzedaż z Low Zysk brutto Zgłoś
vi_vn: Báo cáo bán hàng với tổng lợi nhuận thấp

source: Create Contract
ar: إنشاء العقد
et: Loo Leping
fa: ایجاد دارید
hr_hr: Izradite Ugovor
ja: 連絡先
lv_lv: Izveidot līgumu
pl_pl: Tworzenie zamówienia
vi_vn: Tạo hợp đồng

source: Sell Through Support Deals
ar: البيع عن طريق عروض الدعم
et: Müü toetades pakkumised
fa: فروش از طریق تخفیف های پشتیبانی
hr_hr: Prodaja putem potpore ponuda
ja: サポート予約を通じて販売
lv_lv: Pārdod sniedzot atbalstu piedāvājumi
pl_pl: Sprzedaż Przez Oferty Wsparcia
vi_vn: Bán Thông qua Thỏa thuận Hỗ trợ

source: Select Order to Invoice
ar: تحديد ترتيب ل فاتورة
et: Vali Order Arve
fa: سفارش انتخاب به فاکتور
hr_hr: Izrada računa na osnovu naloga
ja: 請求書作成用注文選択
lv_lv: Rēķinu izrakstīšana
pl_pl: Wybierz Zamówienie do Faktury
vi_vn: Chọn thứ tự để hóa đơn

source: Create A Credit Note
ar: إنشاء ملاحظة الائتمان
et: Loo kreeditarve
fa: ایجاد یادداشت اعتباری
hr_hr: Napravite bilješku kreditna
ja: 返品伝票作成
lv_lv: Kredītrēķinu izrakstīšana
pl_pl: Sporządź Notę Kredytową
vi_vn: Tạo A Lưu ý tín dụng

source: Where Allocated Inquiry
ar: حيث خصصت التحقيق
et: Kui jaotus Inquiry
fa: از کجا اختصاص داده استعلام
hr_hr: Gdje Dodijeljeni Upit
ja: 割当箇所問合せ
lv_lv: Kur alocēt pieprasījumu
pl_pl: Przeszukiwanie Rozliczeń
vi_vn: Nơi điều tra phân bổ

source: Sales Analysis Reports
ar: تقارير تحليل المبيعات
et: Müügi analüüs aruanded
fa: فروش تجزیه و تحلیل گزارش
hr_hr: Izvješće analize prodaje
ja: 販売分析レポート
lv_lv: Pārdošanas analīzes atskaite
pl_pl: Zestawienia Analityczne Sprzedaży
vi_vn: Báo cáo phân tích kinh doanh

source: Aged Customer Balances/Overdues Report
ar: الذين تتراوح أعمارهم بين أرصدة العملاء / Overdues عن
et: Aged Kliendi Kaalud / Tähtaja ületanud aruanne
fa: ایجاد توازن در سالمندان مشتریانپشتیبانی / گزارش Overdues
hr_hr: Aged kupaca Potraživanja / Overdues Prijavi
ja: 経年得意先残高/期限切れレポート
lv_lv: Kavētie klientu maksājumi
pl_pl: Zestawienie Sald Klientów
vi_vn: Niên Tiền khách hàng / quá hạn Báo cáo

source: Re-Print A Deposit Listing
ar: إعادة طباعة قائمة الإيداع
et: Re Prindihoiuste pakkumist
fa: دوباره چاپ مثال سپرده
hr_hr: Ponovno IspisDepozit Oglas
ja: 入金リストの再印刷
lv_lv: Debitoru atlikumi uz ieprieksēja mēneša beigām
pl_pl: Wydruk Listy Wpłat Bankowych
vi_vn: Lại In Một bảng liệt kê Tiền gửi

source: Debtor Balances At A Prior Month End
ar: أرصدة المدين في النهاية قبل شهر
et: Võlgnik saldoEnne kuu lõppu
fa: بدهکار ایجاد توازن در پایان ماه قبل
hr_hr: Dužnicki vage na prethodnom mjesecu End
ja: 前月末現在の債務残高
lv_lv: Debitoru atlikumi iepriekšējā mēneša beigās
pl_pl: Salda Klientów na Koniec Miesiąca
vi_vn: Số dư nợ Tại Một Trước Cuối Tháng

source: Customer Listing By Area/Salesperson
ar: قائمة العملاء حسب المنطقة / مندوب مبيعات
et: Kliendi loetlemine Area / Müügimees
fa: مثال مشتری با مساحت / فروشنده
hr_hr: Kupac Ponuda po području / Prodavač
ja: 地域/営業担当別得意先一覧
lv_lv: Klientu analīze pēc reģiona vai aģenta
pl_pl: Zestawienie Klient/Sprzedawca
vi_vn: Liệt kê khách hàng Theo diện tích / Người bán hàng

source: Sales Graphs
ar: الرسوم البيانية المبيعات
et: Müük graafikud
fa: نمودار فروش
hr_hr: grafikona prodaje
ja: 売上グラフ
lv_lv: Pārdošanas grafiki
pl_pl: Wykresy Sprzedaży
vi_vn: Đồ thị bán hàng

source: List Daily Transactions
ar: قائمة المعاملات اليومية
et: Loetle igapäevaelus
fa: معاملات روزانه فهرست
hr_hr: Popis dnevnih transakcija
ja: EDIトランザクション印刷
lv_lv: Uzskaitiet ikdienas darījumus
pl_pl: Lista codziennych transakcji
vi_vn: Liệt kê các giao dịch hàng ngày

source: Add Customer
ar: أضف العملاء
et: Lisa Kliendi
fa: اضافه کردن مشتریان
hr_hr: Dodaj kupca
ja: 得意先追加
lv_lv: Pievienot klientu
pl_pl: Dodaj Klienta
vi_vn: Thêm một khách hàng

source: Select Customer
et: Vali klient
ja: 得意先を選択

source: Aged Supplier Report
ar: تقرير مزود مسن
et: Aged Pakkuja aruanne
fa: سالمندان گزارش عرضه کننده
hr_hr: Aged Dobavljač Prijavi
ja: 経年仕入先レポート
lv_lv: Kavēto piegādātāju atskaite
pl_pl: Zestawienie Zaległych Płatności
vi_vn: Báo cáo Nhà cung cấp tuổi

source: Supplier Balances At A Prior Month End
ar: أرصدة المورد في شهر النهاية قبل
et: Pakkuja saldoEnne kuu lõppu
fa: تامین کننده توازن در پایان ماه قبل
hr_hr: Supplier vage na prethodnom mjesecu End
ja: 前月末現在の債務残高
lv_lv: Debitoru atlikumi iepriekšējā mēneša beigās
pl_pl: Dostawca salda na koniec miesiąca Przed
vi_vn: Cân nhà cung cấp Tại Một Trước Cuối Tháng

source: Supplier Transaction Inquiries
ar: الاستفسارات عملية المورد
et: Pakkuja Tehing Küsitlused
fa: پرسش های تامین کننده تراکنش
hr_hr: Dobavljač Transakcijski Upiti
ja: 得意先トランザクション問合せ
lv_lv: Piegādātājs Darījumu Uzziņas
pl_pl: Zapytania Dostawca transakcji
vi_vn: Các yêu cầu giao dịch của nhà cung cấp

source: Add Supplier
ar: أضف مزود
et: Lisa Pakkuja
fa: افزودنیهای تامین کننده
fr_lu: Ajouter un fournisseur
hr_hr: Dodaj Dobavljač
ja: 仕入先追加
lv_lv: Pievienot piegādātāju
pl_pl: Dodaj Dostawcę
vi_vn: Thêm nhà cung cấp

source: Maintain Factor Companies
ar: الحفاظ على الشركات عامل
et: Säilitada Factor Ettevõtted
fa: شرکت های نگهداری فاکتور
hr_hr: Održavati Factor Tvrtke
ja: 標準原価メンテナンス
lv_lv: Trasporta kompānijas
pl_pl: Firmy utrzymują Factor
vi_vn: Duy trì hệ số công ty

source: Create a New Tender
ar: إنشاء مناقصة جديدة
et: Loo uus Tender
ja: 返品伝票日

source: Edit Existing Tenders
ar: تعديل المناقصات الحالية
et: Muuta olemasolevaid Pakkumised
fa: مناقصه ها و مزایده های موجود را ویرایش کنید
ja: 既存のユーザー確認

source: Process Tenders and Offers
ar: المناقصات و عروض عملية
et: Process Pakkumised ja pakkumised
fa: مناقصه ها و مزایده فرآیند و پیشنهادات
hr_hr: Proces Ponude i nudi
ja: 在庫移動処理
lv_lv: Procesa Piedāvājumi un piedāvājumi
pl_pl: Oferty procesu i oferty
vi_vn: Hồ sơ dự thầu quá trình và đề nghị

source: Orders to Authorise
ar: أوامر ل • السماح لل
et: Tellimused Lubada
fa: سفارشات به Authorise
hr_hr: Autorizacija naloga
ja: 注文価格
lv_lv: Rīkojumi Pilnvarot
pl_pl: Zamówienia na autoryzację
vi_vn: Đơn hàng cần đăng ký

source: Shipment Entry
ar: شحنة دخول
et: Vedu sissekanne
fa: حمل و نقل ورودی
hr_hr: Pošiljka post
ja: 出荷入力
lv_lv: Piegāde
pl_pl: Wprowadzanie Dostaw
vi_vn: lô hàng nhập

source: Select A Shipment
ar: حدد شحنة
et: ValiVedu
fa: انتخاب حمل و نقل
hr_hr: Odaberite pošiljci
ja: 出荷選択
lv_lv: izvēlēties preču nosūtīšanu
pl_pl: Wybierz Dostawę
vi_vn: Chọn Một lô hàng

source: Purchase Order Detail Or Summary Inquiries
ar: أمر الشراء التفصيل أو ملخص الاستفسارات
et: Ostutellimuse Detail või kokkuvõtte Küsitlused
fa: جزئیات خرید سفارش و یا خلاصه تقاضاها
hr_hr: Narudžbenica pojedinosti ili sažetak Upiti
ja: 購買発注問合せ
lv_lv: Iepirkumu pieprasījums
pl_pl: Szczegóły zamówienia lub Podsumowanie Zapytania
vi_vn: Mua Chi tiết Đặt hàng Hoặc Tóm tắt thông tin thắc mắc

source: Maintain Supplier Price Lists
ar: الحفاظ على قوائم الأسعار مزود
et: Säilitada Pakkuja Hinnakirjad
ja: 価格表印刷

source: Clear Orders with Quantity on Back Orders
ar: أوامر واضحة مع الكمية على ظهره الطلبيات
et: Selge Tellimused koos koguse Tagasi Tellimused
fa: پاک کردن سفارشات با مقدار در بازگشت سفارشات
hr_hr: Vedro Narudžbe s količinom na nalozi
ja: バックオーダー上の数量との明確な受注
lv_lv: Skaidrs Pasūtījumi ar daudzums uz muguras Pasūtījumi
pl_pl: Usuń Zamówienia wraz z ilością przy zamówieniu Powrót
vi_vn: Rõ ràng đơn đặt hàng với lượng trên đơn đặt hàng Trở lại

source: Bulk Inventory Transfer
ar: السائبة نقل المخزون
et: Bulk Inventari üleandmine
fa: فله انتقال موجودی
hr_hr: Bulk Inventar prijevoz
ja: 大量在庫移動
lv_lv: Preču pārsūtīšana
pl_pl: Zbiorowe Przeniesienie Międzymagazynowe
vi_vn: Chuyển số lượng lớn hàng tồn kho

source: Inventory Location Transfers
ar: جرد الموقع التحويلات
et: Inventory Asukoht Üleminekud
fa: انتقال موجودی محل سکونت
hr_hr: Inventar Location Prijenosi
ja: 在庫場所移動
lv_lv: Preču nosūtīšana starp noliktavām
pl_pl: Przesunięcia Międzymagazynowe
vi_vn: Hàng tồn kho từ chuyển

source: Inventory Adjustments
ar: التسويات الجردية
et: Inventory korrigeerimine
fa: موجودی تنظیمات
hr_hr: Inventar Prilagodbe
ja: 在庫調整
lv_lv: Preču daudzumu labošana
pl_pl: Korekty Stanów Magazynowych
vi_vn: Các điều chỉnh hàng tồn kho

source: Enter Stock Counts
ar: أدخل التهم الأسهم
et: Sisesta Stock Loeb
fa: را وارد کنید شمارش انبار
hr_hr: Unesite Stock grofovi
ja: 在庫数量入力
lv_lv: Ievadīt preču daudzumu
pl_pl: Wprowadzanie Ilości Magazynowych
vi_vn: Nhập Counts Cổ

source: Create a New Internal Stock Request
ar: إنشاء جديد طلب المخزون الداخلي
et: Loo uus sisemine Stock Request
hr_hr: Stvaranje nove unutarnje zahtjev Stock
ja: 新しい内部株式リクエストを作成します。

source: Serial Item Research Tool
ar: مسلسل أداة البحث السلعة
et: Serial Punkt Research Tool
fa: سریال ابزار پژوهش مورد
hr_hr: Serijski artikla Research Tool
ja: 連続品検索ツール
lv_lv: Numurētoto preču izpētes instruments
pl_pl: Przegląd towarów seryjnych
vi_vn: Nối tiếp công cụ nghiên cứu mục

source: Reprint GRN
ar: طبع GRN
et: Printige GRN
ja: 再印刷

source: Inventory Item Movements
ar: جرد الحركات السلعة
et: Inventory Punkt Movements
fa: جنبش پرسشنامه مورد
hr_hr: Inventar Stavka Promjene
ja: 在庫品目移動
lv_lv: Preču kustības
pl_pl: Zmiany Magazynowe
vi_vn: Xu hướng hàng tồn kho

source: Inventory Item Status
ar: جرد وضع البند
et: Inventory hetkeseisu
fa: وضعیت موجودی مورد
hr_hr: Popis predmeta Status
ja: 在庫品目状況
lv_lv: Preču status
pl_pl: Stany Magazynowe
vi_vn: Tình trạng hàng tồn kho

source: Inventory Item Usage
ar: جرد بند الاستخدام
et: Inventory Punkt kasutamine
fa: پرسشنامه مورد استفاده
hr_hr: Popis predmeta korištenja
ja: 在庫品目使用
lv_lv: Preču izlietojums
pl_pl: Zużycie Towarów
vi_vn: Việc sử dụng hàng tồn kho

source: Stock Dispatch
ar: الأسهم الإرسال
fa: بورس اوراق اعزام
ja: 発送
lv_lv: Preces nosūtīšana
pl_pl: Fotografia Dispatch
vi_vn: cổ phiếu công văn

source: Mail Inventory Valuation Report
ar: البريد الجرد تقرير التقييم
et: Mail varude hindamise aruanne
fa: ایمیل موجودی گزارش های ارزش گذاری
hr_hr: Mail Popis Vrednovanje Prijavi
ja: メール在庫評価レポート
lv_lv: Pasta inventarizācijas Vērtēšanas ziņojums
pl_pl: Wycena zapasów Zgłoś mail
vi_vn: Thư Báo cáo định giá hàng tồn kho

source: Inventory Planning Based On Preferred Supplier Data
ar: تخطيط المخزون بناء على مزود البيانات المفضل
et: Inventari planeerimise põhinedes eelistatud tarnija andmed
fa: برنامه ریزی پرسشنامه بر اساس داده های تامین کننده ترجیحی
hr_hr: Inventar planiranje temeljeno na preferirani dobavljač podataka
ja: 在庫計画レポート
lv_lv: Preču plānošanas atskaite
pl_pl: Planowania zapasów w oparciu o preferowaną dostawca danych
vi_vn: Kế hoạch kiểm kê Dựa trên dữ liệu Nhà cung cấp ưu đãi

source: Inventory Stock Check Sheets
ar: جرد المخزون تحقق من صفائح
et: Inventari Stock Kontrolli lehed
fa: موجودی انبار ورق اتمام
hr_hr: Inventar Stock Provjeri listovi
ja: 在庫確認シート
lv_lv: Preču inventerizācijas atskaite
pl_pl: Przygotuj Spis z Natury
vi_vn: Hàng tồn kho Cổ tra Sheets

source: Make Inventory Quantities CSV
ar: جعل جرد الكميات CSV
et: Tee varude kogust CSV
fa: مقدار موجودی را تشکیل می دهند CSV
hr_hr: Provjerite zaliha od količine CSV
ja: 在庫数量CSV作成
lv_lv: Preču atskaite CSV formātā
pl_pl: Generuj Plik CSV Stanów Magazynowych
vi_vn: Làm cho hàng tồn kho Số lượng CSV

source: Compare Counts Vs Stock Check Data
ar: قارن بين التهم مقابل الأسهم التحقق من بيانات
et: Võrdle Loeb Vs Stock Vaata andmeid
fa: مقایسه شمارش داده ها در مقابل سهام اتمام
hr_hr: Usporedi broji Vs podataka ček dionica
ja: 在庫実数と在庫チェックデータ比較
lv_lv: Salīdzināt skaitu ar faktisko skaitu
pl_pl: Wydrukuj/Koryguj Różnice ze Spisu
vi_vn: So sánh Counts Vs Cổ Kiểm tra dữ liệu

source: All Inventory Movements By Location/Date
ar: جميع الحركات الجرد حسب الموقع / التسجيل
et: Kõik varude liikumine Toimumiskoht / aeg
fa: همه جنبشهای پرسشنامه از محل / تاریخ
hr_hr: Svi Inventar Pokreti Mjesto / datum
ja: 場所/日別全在庫移動
lv_lv: Visu preču kustības pēc atrašānās vietas un datuma
pl_pl: Zmiany Magazynowe wg Miejsca/Daty
vi_vn: Tất cả các phong trào tồn kho Theo địa điểm / ngày

source: List Inventory Status By Location/Category
ar: قائمة حالة المخزون عن طريق الموقع / الفئة
et: Nimekiri Inventory staatuse Asukoht / Kategooria
fa: وضعیت در فهرست پرسشنامه از محل / مجموعه
hr_hr: Popis Stanje zaliha po lokaciji / Kategorija
ja: 場所/カテゴリ別在庫状況リスト
lv_lv: Preču statuss pēc atrašanās vietas un kategorijas
pl_pl: Stany Magazynowe wg Miejsca/Kategorii
vi_vn: Tình trạng sách tồn kho Theo địa điểm / Chuyên mục
