Repository: timschofield/KwaMoja-Medical
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar, et, fa, fr_lu, hr_hr, ja, lv_lv, pl_pl, vi_vn

source: If successful this function returns a two element array; the first element is 0 for success or an error code, while the second element is the invoice number.
ar: إذا نجحت هذه الدالة بإرجاع صفيف عنصر اثنين ، و العنصر الأول هو 0 من أجل نجاح أو رمز خطأ ، في حين أن العنصر الثاني هو رقم الفاتورة .
et: Kui edukas see funktsioon tagastabkaks elementi massiivisesimene element on 0 edu võiveakood , samas kui teine ​​osa on arve number .
fa: در صورت موفقیت آمیز این تابع یک آرایه دو عنصر می گرداند ، عنصر اول 0 رو برای موفقیت یاکد خطا است ، در حالی که عنصر دوم شماره فاکتور است .
fr_lu: En cas de succès cette requête retourne un tableau à deux éléments: le premier élément est 0 (succès) ou un code d'erreur, tandis que le second élément est le numéro de commande.
hr_hr: Uspiju li ova funkcija vraća dva elementa niza ,prvi element 0 za uspjeh ili šifru pogreške , dok jedrugi element jebroj računa .
ja: 成功した場合、この関数は、2つの要素の配列を返し、 2番目の要素は送り状番号である間最初の要素は、成功またはエラーコードは0です。
lv_lv: Ja veiksmīga šī funkcija atgriež divu elementu masīvu ,pirmais elements ir 0 , lai gūtu panākumus , vai kļūdas kodu , betotrs elements irrēķina numurs .

source: Modify Sales Order Header Details
ar: تعديل ترتيب المبيعات تفاصيل رأس
et: Muuda Müük Telli Päis Details
fr_lu: Modifier l'en-tête de commande
hr_hr: Izmjena prodajni podaci zaglavlja Naručivanje
ja: 得意先詳細修正
lv_lv: Modificēt Pārdošanas pasūtījumu Header detaļas
pl_pl: Modyfikowanie nagłówka Szczegóły sprzedaży Zamówienie
vi_vn: Chỉnh sửa chi tiết tiêu đề đơn đặt hàng

source: If successful this function returns a single element array with the value 0; otherwise, it contains all error codes encountered during the update.
ar: إذا نجحت هذه الدالة بإرجاع صفيف عنصر واحد مع القيمة 0 ، وإلا ، فإنه يحتوي على جميع رموز الخطأ التي تمت مصادفتها أثناء التحديث .
et: Kui edukas see funktsioon tagastab ühe element massiiviväärtus 0 , muidu see sisaldab kõiki veakoodid esinenud uuendus.
fa: در صورت موفقیت آمیز این تابع یک آرایه تک عنصر با مقدار 0 را برمی گرداند ، در غیر این صورت، آن را شامل تمام کدهای خطا مواجه می شوند در طول بروز رسانی .
fr_lu: En cas de succès cette fonction retourne un tableau seul élément avec la valeur 0, sinon, il contient tous les codes d'erreur rencontrés lors de la mise à jour.
hr_hr: Uspiju li ova funkcija vraća jedan element niza s vrijednošću 0 , inače , ona sadrži sve šifre pogrešaka koje ste naišli tijekom ažuriranja .
ja: 成功した場合、この関数は値0を持つ単一の要素の配列を返し、そうでない場合は、更新中に発生したすべてのエラー·コードが含まれています。
lv_lv: Ja veiksmīga šī funkcija atgriež vienu elementu masīvu ar vērtību 0 , citādi tas satur visus kļūdu kodus radušās atjaunināšanas laikā .
pl_pl: W przypadku powodzenia funkcja zwraca jeden element tablicy o wartości 0, w przeciwnym razie, zawiera wszystkie kody błąd podczas aktualizacji.
vi_vn: N?u thành công hàm này s? tr? v? m?t m?ng don v?i giá tr? 0; n?u không, nó s? ch?a t?t c? các mã l?i g?p ph?i trong quá trình c?p nh?t

source: Insert Sales Order Line
ar: إدراج ترتيب المبيعات لاين
et: Sisesta Müük Telli Line
fr_lu: Ajouter une ligne de commande client
hr_hr: Umetnite Prodaja narudžbenice
ja: 新販売受注入力
lv_lv: Ievietojiet Sales Order Line
pl_pl: Insert Line zlecenia sprzedaży
vi_vn: Chèn vào dòng don d?t hàng

source: The orderno key must be one of these values.
ar: يجب أن يكون مفتاح orderno واحدة من هذه القيم .
et: Orderno võti peab olema üks neid väärtusi.
fr_lu: La clé doit être OrderNo une de ces valeurs.
hr_hr: Orderno ključ mora biti jedan od tih vrijednosti .
ja: あるOrderNoキーは、次のいずれかの値でなければなりません。
lv_lv: Orderno Galvenais jābūt vienai no šīm vērtībām .
pl_pl: Kluczem orderno musi być jednym z tych wartości.
vi_vn: Chìa khóa mã s? don hàng ph?i là m?t trong các giá tr? này

source: This function returns an array; the first element is 0 for success; otherwise the array contains a list of all errors encountered.
ar: هذه الدالة تقوم بإرجاع صفيف ، و العنصر الأول هو 0 من أجل نجاح ، الا ان مجموعة يحتوي على قائمة من كافة الأخطاء واجهتها.
et: See funktsioon tagastab massiivi , esimene element on 0 edu , muiduarray sisaldab loetelu kõigist vigadest tekkinud.
fa: این تابع یک آرایه را بر می گرداند ؛ عنصر اول 0 برای رسیدن به موفقیت است ، در غیر این صورت آرایه شامل یک لیست از تمام خطا مواجه می شوند .
fr_lu: Cette fonction retourne un tableau, le premier élément est 0 pour le succès, sinon le tableau contient une liste de toutes les erreurs rencontrées.
hr_hr: Ova funkcija vraća polje ,prvi element 0 za uspjeh , u suprotnompolje sadrži popis svih pogrešaka s kojima se susreću .
ja: この関数は、配列を返し、最初の要素が成功した場合は0 、それ以外の場合の配列は、発生したすべてのエラーのリストが含まれています。
lv_lv: Šī funkcija atgriež masīvu ,pirmais elements ir 0 , lai gūtu panākumus , citādimasīvs ir saraksts ar visiem sastaptiem kļūdas.
pl_pl: Funkcja ta zwraca tablicę, pierwszy element to 0 dla sukcesu, w przeciwnym wypadku tablica zawiera listę wszystkich błędów, które wystąpiły.
vi_vn: Ch?c nang này tr? v? m?t m?ng; y?u t? d?u tiên s? là s? 0 n?u thành công; n?u không m?ng này s? ch?a m?t danh sách các l?i g?p ph?i

source: Modify Sales Order Line
ar: تعديل ترتيب المبيعات لاين
et: Muuda Müük Telli Line
fr_lu: Modifier la ligne de commande
hr_hr: Izmjena Prodaja narudžbenice
ja: 注文行変更
lv_lv: Modificēt Sales Order Line
pl_pl: Modyfikacja linii zlecenia sprzedaży
vi_vn: Ch?nh s?a dòng don d?t hàng

source: The orderno and stkcode keys must be one of these values.
ar: يجب أن تكون مفاتيح orderno و stkcode واحدة من هذه القيم .
et: Orderno ja stkcode võtmed peab olema üks neid väärtusi.
fa: این در کلید های orderno و stkcode باید یکی از این ارزش ها باشد.
fr_lu: Les touches OrderNo et stkcode doit être une de ces valeurs.
hr_hr: U orderno i stkcode ključevi moraju biti jedan od tih vrijednosti .
ja: あるOrderNoとstkcodeキーは、次のいずれかの値でなければなりません。
lv_lv: Par orderno un stkcode atslēgas jābūt vienai no šīm vērtībām .
pl_pl: Orderno i stkcode kluczy musi być jednym z tych wartości.
vi_vn: S? don hàng và chìa khóa mã kho ph?i là m?t trong s? các giá tr? này

source: Function Description go here
fr_lu: Place des descriptions de fonction
ja: セクション内容

source: Account Details
ar: تفاصيل الحساب
et: Konto üksikasjad
fr_lu: Détails du compte
hr_hr: Account Brodu
ja: 勘定セクション
lv_lv: Konta informācija
pl_pl: Szczegóły konta
vi_vn: Chi tiết về tài khoản

source: An array of index/value items describing the GL Account and fields to set.
ar: مجموعة من مؤشر / قيمة البنود التي تصف الحساب والميادين لضبط GL .
et: Massiivi indeks / väärtus esemeid kirjeldavad GL Konto ja valdkondades seada .
fa: مجموعه ای از اقلام شاخص / ارزش توصیف حساب GL و زمینه به مجموعه .
fr_lu: Un tableau d'objets / valeur de l'indice décrivant le compte GL et les champs à définir.
hr_hr: Niz indeksnih / vrijednost stavke koje opisuju GL račun i polja za postavljanje .
ja: GLアカウントと設定するフィールドを記述する指標/値の項目の配列。
lv_lv: Masīva indeksa / vērtība priekšmetu apraksta GL kontu un laukus , lai uzstādītu .
pl_pl: Tablica szt. / wartość wskaźnika opisującego GL konto i pola do ustawienia.
vi_vn: M?t lo?t các ch? s?/ giá tr? mô t? tài kho?n s? cái và các tru?ng du?c cài d?t

source: Account Section Details
ar: تفاصيل حساب القسم
et: Konto jagu Details
fr_lu: Détails rubrique de compte
hr_hr: Account Odjeljak Brodu
ja: 勘定セクション
lv_lv: Konta sadaļā Sīkāka informācija
pl_pl: Szczegóły konta sekcji
vi_vn: Chi tiết về mục tài khoản

source: An array of index/value items describing the account section to insert.
ar: مجموعة من مؤشر / قيمة البنود التي تصف المقطع حساب لإدراج.
et: Massiivi indeks / väärtus esemeid kirjeldavad konto osa lisada.
fa: مجموعه ای از اقلام شاخص / ارزش توصیف بخش حساب به قرار دادن .
fr_lu: Un tableau d'objets / valeur de l'indice décrivant la section compte à insérer.
hr_hr: Niz indeksnih / vrijednost stavke koje opisuju račun odjeljak za umetanje .
ja: 挿入するアカウントセクションを記述する指標/値の項目の配列。
lv_lv: Masīva indeksa / vērtība priekšmetu apraksta konta sadaļā ievietot.
pl_pl: Tablica szt. / wartość wskaźnika opisującego sekcji konto wstawić.
vi_vn: M?t lo?t các ch? s?/giá tr? mô t? m?c tài kho?n d? chèn vào

source: Account Group Details
ar: حساب تفاصيل المجموعة
et: Konto Group Details
fr_lu: Info groupe
hr_hr: Skupina konta Detalji
ja: 勘定グループ
lv_lv: Konta Grupu informācija
pl_pl: Szczegóły konta Group
vi_vn: chi tiêt nhóm tài khoản

source: An array of index/value items describing the account group to insert.
ar: مجموعة من مؤشر / قيمة البنود واصفا المجموعة حساب لإدراج.
et: Massiivi indeks / väärtus esemeid kirjeldavad kontogrupi lisada.
fr_lu: Un tableau d'objets / valeur de l'indice décrivant le groupe compte à insérer.
hr_hr: Niz indeksnih / vrijednost stavke koje opisuju grupu računa za umetanje .
ja: 挿入するにはアカウントグループを記述する指標/値項目の配列。
lv_lv: Masīva indeksa / vērtība priekšmetu apraksta kontu grupu , lai ievietotu .
pl_pl: Tablica szt. / wartość wskaźnika opisującego grupy kont wstawić.
vi_vn: M?t lo?t các ch? s?/giá tr? moo t? nhóm tài kho?n d? chèn vào

source: This function returns a list of stock location ids.
ar: هذه الدالة تقوم بإرجاع قائمة معرفات الموقع الأسهم .
et: See funktsioon tagastab loendi aktsia asukoha IDd.
fa: این تابع یک لیست از شناسه های محل سهام را بر می گرداند .
fr_lu: Cette fonction retourne une liste d'identifiants de l'emplacement des stocks.
hr_hr: Ova funkcija vraća popis zaliha lokacija ids .
ja: この関数は、在庫ロケーションIDのリストを返します。
lv_lv: Šī funkcija atgriež sarakstu ar akciju atrašanās ID .
pl_pl: Funkcja zwraca listę identyfikatorów lokalizacji zapasów.
vi_vn: Chức năng này trả lại một danh sách các ID của địa điểm kho

source: This function returns an array of stock location ids.
ar: هذه الدالة تقوم بإرجاع صفيف معرفات الموقع الأسهم .
et: See funktsioon tagastab massiivi aktsia asukoha IDd.
fa: این تابعمجموعه ای از شناسه های محل سهام را بر می گرداند .
fr_lu: Cette fonction retourne un tableau d'identifiants de l'emplacement des stocks.
hr_hr: Ova funkcija vraća niz dionica lokacija ids .
ja: この関数は、在庫場所IDの配列を返します。
lv_lv: Šī funkcija atgriež masīvu krājumu atrašanās ID .
pl_pl: Funkcja ta zwraca tablicę identyfikatorów lokalizacji zapasów.
vi_vn: Chức năng này trả lại một danh sách các ID của địa điểm kho

source: This function takes a stock location id and returns details of that stock location.
ar: هذه الدالة تأخذ هوية المكان الأسهم وإرجاع تفاصيل ذلك الموقع الأسهم .
et: See funktsioon võtabstock asukoht id ja naaseb üksikasjad , et aktsia asukoht .
fa: این تابع طول می کشد یک شناسه ( شماره ) محل سهام و جزئیات آن محل سهام را برمی گرداند .
fr_lu: Cette fonction prend un emplacement id stock et les détails de cet endroit retourne stock.
hr_hr: Ova funkcija ima id dionica lokacije i vraća detalje tog dionicama mjesto .
ja: この関数は、在庫ロケーションIDを取得し、その株式の場所の詳細を返します。
lv_lv: Šī funkcija aizņem akciju atrašanās ID un atgriež informāciju par šo akciju vietā.
pl_pl: Funkcja ta ma miejsce czas id i zwraca informacje o tym miejscu czas.
vi_vn: Chức năng này nhận ID của vị trí kho và trả về chi tiết về vị trí kho đó

source: Stock Location Code
ar: الموقع رمز الأسهم
et: Stock asukoha kood
fr_lu: Emplacement du code de stock
hr_hr: Stock Lokacija Kod
ja: 在庫場所
lv_lv: Noliktavas atrašanās vieta kodekss
pl_pl: Kodeks Lokalizacja fotografia
vi_vn: Mã d?a di?m kho

source: A stock location code as returned by the GetLocationList function.
ar: مدونة الموقع الأسهم كما يتم إرجاعها بواسطة الدالة GetLocationList .
et: Aktsia asukoha kood tagastatudGetLocationList funktsioon .
fa: کد محل سهام به عنوان توسط تابع GetLocationList بازگشت .
fr_lu: Un code d'entrepôt tel que retourné par la fonction "GetLocationList".
hr_hr: Broj dionica location već vraćena na GetLocationList funkciji .
ja: 在庫ロケーションコードは、 GetLocationList関数によって返される。
lv_lv: Noliktavā atrašanās vietas kods , kas atgriezās ar GetLocationList funkcijas .
pl_pl: Kod miejsca czas zwrócony przez GetLocationList funkcji.
vi_vn: M?t mã d?a di?m kho du?c tr? v? b?ng ch?c nang L?y Danh Sách Ð?a Ði?m

source: This function returns an array of stock location details.
ar: هذه الدالة تقوم بإرجاع صفيف من تفاصيل الموقع الأسهم .
et: See funktsioon tagastab massiivi aktsia asukoha andmed .
fa: این تابع آرایه ای از جزئیات محل سهام را بر می گرداند .
fr_lu: Cette fonction retourne un tableau de détails sur l'emplacement des stocks.
hr_hr: Ova funkcija vraća niz dionica lokacija detalje .
ja: この関数は、在庫場所の詳細の配列を返します。
lv_lv: Šī funkcija atgriež masīvu krājumu atrašanās vietas informāciju .
pl_pl: Funkcja ta zwraca tablicę temat lokalizacji zasobów.
vi_vn: Chức năng này trả về một danh sách chi tiết địa điểm kho

source: This function returns a list of stock shipper ids.
ar: هذه الدالة تقوم بإرجاع قائمة معرفات الشاحن الأوراق المالية .
et: See funktsioon tagastab loendi aktsia saatja IDd.
fa: این تابع یک لیست از شناسه های اهرم سهام را بر می گرداند .
fr_lu: Cette fonction retourne une liste d'ID expéditeur stock.
hr_hr: Ova funkcija vraća popis zaliha pošiljaoca i IDS.
ja: この関数は、在庫荷主IDのリストを返します。
lv_lv: Šī funkcija atgriež sarakstu ar akciju nosūtītāja ID .
pl_pl: Funkcja zwraca listę identyfikatorów nadawca czas.
vi_vn: Chức năng này trả về một danh sách ID các kho của hãng tàu

source: This function returns an array of stock shipper ids.
ar: هذه الدالة تقوم بإرجاع صفيف معرفات الشاحن الأوراق المالية .
et: See funktsioon tagastab massiivi aktsia saatja IDd.
fa: این تابع یک آرایه از محموله کشتی شناسه سهام را بر می گرداند .
fr_lu: Cette fonction retourne un tableau d'ID expéditeur stock.
hr_hr: Ova funkcija vraća niz dionica pošiljaoca i IDS.
ja: この関数は、在庫荷主IDの配列を返します。
lv_lv: Šī funkcija atgriež masīvu akciju nosūtītāja ID .
pl_pl: Funkcja ta zwraca tablicę identyfikatorów nadawca czas.
vi_vn: Chức năng này trả về một danh sách ID các kho của hãng tàu

source: This function takes a stock shipper id and returns details of that shipper.
ar: هذه الدالة تأخذ هوية الشاحن الأسهم وإرجاع تفاصيل هذا الشاحن .
et: See funktsioon võtabstock saatja id ja tagastab andmed selle saatja .
fa: این تابع طول می کشد یک سهام شناسه محموله کشتی و جزئیات آن محموله کشتی می گرداند .
fr_lu: Cette fonction prend un expéditeur stock id et les détails de cet expéditeur renvoie.
hr_hr: Ova funkcija ima id dionica prijevozniku i vraća detalje tog brodara .
ja: この関数は、在庫荷主IDを取り、その荷主の詳細を返します。
lv_lv: Šī funkcija aizņem akciju nosūtītāja ID un atgriež informāciju par šo nosūtītājs.
pl_pl: Funkcja ta pobiera nadawcę czas id i zwraca informacje o tym nadawcę.
vi_vn: Chức năng này nhận ID kho của hãng tàu và trả về thông tin chi tiết về hãng tàu

source: Stock Shipper ID
ar: الأسهم ID الشاحن
et: Stock saatja ID
fr_lu: ID transporteur
hr_hr: Stock otpremnika ID
ja: 運送会社ID
lv_lv: Noliktavas Nosūtītāja ID
pl_pl: Nadawca fotografia ID
vi_vn: mã hãng tàu

source: A stock shipper ID as returned by the GetShippersList function.
ar: A الأسهم ID الشاحن كما يتم إرجاعها بواسطة الدالة GetShippersList .
et: Aktsia saatja ID nii tagastatudGetShippersList funktsioon .
fa: اهرم IDسهام به عنوان توسط تابع GetShippersList بازگشت .
fr_lu: Un ID expéditeur tel que retourné par la fonction "GetShippersList".
hr_hr: ID obavijesti brodar već vraćena na GetShippersList funkciji .
ja: 在庫荷主IDはGetShippersList関数によって返される。
lv_lv: Krājumi nosūtītājs ID , kas atgriezās ar GetShippersList funkcijas .
pl_pl: ID nadawcy czas zwrócony przez GetShippersList funkcji.
vi_vn: ID kho ngu?i g?i hàng du?c tr? v? b?ng ch?c nang L?y Danh Sách ngu?i g?i hàng

source: This function returns an array of stock shipper details.
ar: هذه الدالة تقوم بإرجاع صفيف من التفاصيل الشاحن الأوراق المالية .
et: See funktsioon tagastab massiivi aktsia saatja andmed.
fa: این تابع یک آرایه از جزئیات اهرم سهام را بر می گرداند .
fr_lu: Cette fonction retourne un tableau de détails expéditeur stock.
hr_hr: Ova funkcija vraća niz dionica pošiljaoca detaljima .
ja: この関数は、在庫荷主の詳細の配列を返します。
lv_lv: Šī funkcija atgriež masīvu akciju nosūtīto informāciju .
pl_pl: Funkcja ta zwraca tablicę danych nadawcy czas.
vi_vn: Hàm này tr? v? m?t lo?t chi ti?t v? kho ngu?i g?i hàng

source: This function returns a list of sales area codes.
ar: هذه الدالة تقوم بإرجاع قائمة من رموز منطقة المبيعات .
et: See funktsioon tagastab loendi müügipind koodid .
fa: این تابع یک لیست از فروش کد منطقه را بر می گرداند .
fr_lu: Cette fonction retourne une liste des ventes indicatifs régionaux.
hr_hr: Ova funkcija vraća popis prodajnih područja kodova .
ja: この関数は、販売エリアコードのリストを返します。
lv_lv: Šī funkcija atgriež sarakstu ar pārdošanas apgabalu kodi .
pl_pl: Funkcja ta zwraca listę sprzedaży numery kierunkowe.
vi_vn: Hàm này tr? v? m?t danh sách mã các khu v?c bán hàng

source: This function returns an array of sales area codes.
ar: هذه الدالة تقوم بإرجاع صفيف من رموز منطقة المبيعات .
et: See funktsioon tagastab massiivi müügipind koodid .
fa: این تابع یک آرایه از فروش کد منطقه را بر می گرداند .
fr_lu: Cette fonction retourne un tableau des ventes indicatifs régionaux.
hr_hr: Ova funkcija vraća niz prodajnih područja kodova .
ja: この関数は、販売エリアコードの配列を返します。
lv_lv: Šī funkcija atgriež masīvu pārdošanas apgabalu kodi .
pl_pl: Funkcja ta zwraca tablicę sprzedaży numery kierunkowe.
vi_vn: Hàm này tr? v? m?t lo?t các mã khu v?c bán hàng

source: This function takes a sales area code and returns details of that sales area.
ar: هذه الدالة تأخذ رمز منطقة المبيعات والعوائد تفاصيل هذا المجال المبيعات.
et: See funktsioon võtabmüüki suunakood ja naaseb üksikasjad , et müügipind .
fa: این تابع یک کد منطقه فروش و بازده اطلاعات مربوط به آن منطقه فروش طول می کشد.
fr_lu: Cette fonction prend un code de surface de vente et les détails de cette région revient des ventes.
hr_hr: Ova funkcija se kod prodajnog prostora i vraća detalje tog prodajnog prostora .
ja: この関数は、販売エリアコードおよびその販売エリアの返品の詳細になります。
lv_lv: Šī funkcija aizņem pārdošanas rajona kodu un atgriež informāciju par šajā tirdzniecības vietā .
pl_pl: Funkcja ta pobiera kod obszaru sprzedaży i zwraca informacje o tym powierzchni sprzedaży.
vi_vn: Chức năng này nhận Mã số khu vực bán hàng và trả về thông tin chi tiết về khu vực bán hàng

source: Sales Area Code
ar: منطقة المبيعات الرمز
et: Müük Area Code
fr_lu: Code de la zone d'achalandage
hr_hr: Prodaja Area Code
ja: 販売地域
lv_lv: Pārdošanas zonas kods
pl_pl: Code Area Sales
vi_vn: mã vùng bán hàng

source: A sales area code as returned by the GetSalesAreasList function.
ar: رمز منطقة المبيعات كما يتم إرجاعها بواسطة الدالة GetSalesAreasList .
et: Müügipind kood tagastatudGetSalesAreasList funktsioon .
fa: کد منطقه فروش به عنوان توسط تابع GetSalesAreasList بازگشت .
fr_lu: Un code de zone de vente tel que retourné par la fonction "GetSalesAreasList".
hr_hr: Kod prodajni prostor već vraćena na GetSalesAreasList funkciji .
ja: 販売エリアコードは、 GetSalesAreasList関数によって返される。
lv_lv: Tirdzniecības platība kods, kas atgriezās ar GetSalesAreasList funkcijas .
pl_pl: Powierzchni sprzedaży kod zwrócony przez GetSalesAreasList funkcji.
vi_vn: M?t mã khu v?c bán hàng du?c tr? v? b?ng ch?c nang L?y Danh Sách Bán Hàng

source: This function returns an array of sales area details.
ar: هذه الدالة تقوم بإرجاع صفيف من التفاصيل مبيعات منطقة .
et: See funktsioon tagastab massiivi müügipind detailid .
fa: این تابع آرایه ای از جزئیات این منطقه فروش را بر می گرداند .
fr_lu: Cette fonction retourne un tableau des ventes de détails région.
hr_hr: Ova funkcija vraća niz prodajnih površina detaljima .
ja: この関数は、販売エリアの詳細の配列を返します。
lv_lv: Šī funkcija atgriež masīvu Tirdzniecības platību detaļas.
pl_pl: Funkcja ta zwraca tablicę szczegółów sprzedaży obszarze.
vi_vn: Ch?c nang này tr? v? m?t lo?t chi ti?t v? khu v?c bán hàng

source: This function takes a sales area description and returns details of that sales area.
ar: هذه الدالة تأخذ مساحة الوصف المبيعات والعوائد تفاصيل هذا المجال المبيعات.
et: See funktsioon võtabmüügipind kirjeldus ja naaseb üksikasjad , et müügipind .
fa: این تابع شرح منطقه فروش و بازده اطلاعات مربوط به آن منطقه فروش طول می کشد.
fr_lu: Cette fonction prend une description surface de vente et les détails de cette région revient des ventes.
hr_hr: Ova funkcija ima opis prodajni prostor i vraća detalje tog prodajnog prostora .
ja: この関数は、販売エリアの説明とその販売エリアの返品の詳細になります。
lv_lv: Šī funkcija aizņem tirdzniecības zonu aprakstu un atgriež informāciju par šajā tirdzniecības vietā .
pl_pl: Funkcja ta pobiera powierzchni sprzedaży opis i zwraca informacje o tym powierzchni sprzedaży.
vi_vn: Hàm này nh?n mô t? khu v?c bán hàng và tr? v? chi ti?t v? khi v?c bán hàng dó

source: Sales Area Description
ar: منطقة المبيعات الوصف
et: Müügipinna kirjeldus
fr_lu: Description de la zone d'achalandage
hr_hr: Prodaja Površina Opis
ja: 品目内容
lv_lv: Pārdošanas Platība Apraksts
pl_pl: Opis Area Sales
vi_vn: Mô tả vùng bán hàng

source: A sales area description of the sales area of interest.
ar: وهناك مجال الوصف المبيعات من منطقة المبيعات من الفائدة.
et: Müügipind kirjeldus müügipinnaga huvi .
fa: فروش شرح منطقه از منطقه فروش مورد علاقه .
fr_lu: Une description zone de vente pour cette zone de vente.
hr_hr: Opis prodajni prostor od prodaje području interesa .
ja: 関心の販売エリアの販売エリアの説明。
lv_lv: Tirdzniecības platība apraksts tirdzniecības interešu jomas.
pl_pl: Powierzchni sprzedaży, opis powierzchni sprzedaży interesów.
vi_vn: Mô tả khu vực bán hàng cần quan tâm.

source: Sales Area Details
ar: مبيعات تفاصيل المنطقة
et: Müügipinna Details
fr_lu: Détail de la zone d'achalandage
hr_hr: Prodajni prostor Detalji
ja: 販売地域
lv_lv: Pārdošanas Platība informācija
pl_pl: Szczegóły Area Sales
vi_vn: chi tiết khu vực bán hàng

source: An array of index/value items describing the sales area to insert.
ar: مجموعة من مؤشر / قيمة البنود واصفا منطقة المبيعات لإدراج.
et: Massiivi indeks / väärtus esemeid kirjeldavad müügipind lisada.
fa: مجموعه ای از اقلام شاخص / ارزش توصیف منطقه فروش به قرار دادن .
fr_lu: Un tableau d'objets / valeur de l'indice décrivant la surface de vente à insérer.
hr_hr: Niz indeksnih / Vrijednost stavke opisujuprodajni prostor za umetanje .
ja: 販売エリアは、挿入する記述インデックス/値の項目の配列。
lv_lv: Masīva indeksa / vērtības posteņiem kas raksturopārdošanas jomā , lai ievietotu .
pl_pl: Tablica szt. / wartość wskaźnika opisującego powierzchni sprzedaży wstawić.
vi_vn: M?t lo?t các ch? s?/giá tr? mô t? khu v?c kinh doanh d? chèn vào

source: This function returns a list of salesman codes.
ar: هذه الدالة تقوم بإرجاع قائمة من رموز بائع .
et: See funktsioon tagastab loendi müügimees koodid .
fa: این تابع یک لیست از کدهای فروشنده را بر می گرداند .
fr_lu: Cette fonction retourne une liste de codes vendeur.
hr_hr: Ova funkcija vraća popis prodavač kodova .
ja: この機能は、セールスマンコードのリストを返します。
lv_lv: Šī funkcija atgriež sarakstu ar pardeveju kodu .
pl_pl: Funkcja ta zwraca listę kodów sprzedawcy.
vi_vn: Ch?c nang này tr? v? m?t danh sách các mã ngu?i bán hàng

source: This function returns an array of salesman codes.
ar: هذه الدالة تقوم بإرجاع صفيف من رموز بائع .
et: See funktsioon tagastab massiivi müügimees koodid .
fa: این تابعمجموعه ای از کدهای فروشنده را بر می گرداند .
fr_lu: Cette fonction retourne un tableau de codes de vendeur.
hr_hr: Ova funkcija vraća polje prodavač kodova .
ja: この機能は、セールスマンコードの配列を返します。
lv_lv: Šī funkcija atgriež masīvu pardeveju kodu .
pl_pl: Funkcja ta zwraca tablicę kodów sprzedawcy.
vi_vn: Ch?c nang này tr? v? m?t lo?t Mã ngu?i bán hàng

source: This function takes a salesman code and returns details of that salesman.
ar: هذه الدالة تأخذ رمز مندوب مبيعات و عائدات تفاصيل هذا بائع .
et: See funktsioon võtabmüügimees kood ja naaseb üksikasjad , et müügimees.
fa: این تابع یک کد فروشنده و بازده جزئیات آن فروشنده طول می کشد.
fr_lu: Cette fonction prend un code de détails vendeur et retourne de ce vendeur.
hr_hr: Ova funkcija ima kod trgovačkog i vraća detalje tog prodavač .
ja: この機能は、セールスマンコードとそのセールスマンの返品の詳細になります。
lv_lv: Šī funkcija aizņem pardeveju kodu un atgriež informāciju par šo pardeveju .
pl_pl: Funkcja ta pobiera kod sprzedawca i zwraca informacje o tym sprzedawcy.
vi_vn: Chức năng này nhận mã số người bán và trả về chi tiết về người bán
