Repository: timschofield/KwaMoja-Medical
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar, et, fa, fr_lu, hr_hr, ja, lv_lv, pl_pl, vi_vn

source: The exchange rate for the customer currency could not be retrieved from the currency table because:
ar: سعر الصرف للعملة العميل لا يمكن استردادها من جدول العملات وذلك لأن :
et: Vahetuskurssklientide raha ei saa laadidavaluuta tabel , sest:
fa: نرخ مبادله ارز را برای مشتری می تواند از جدول ارز زیرا قابل بازیابی نیست :
hr_hr: Tečaj za kupca valute ne može preuzeti s valutnom stola , jer :
ja: お客様の通貨の為替レートは、通貨テーブルからため取得できませんでした：
lv_lv: Maiņas kurss par klientu valūtas nevarēja iegūt no valūtas tabulas , jo:
pl_pl: Nie można odczytać kursu waluty klienta z tablicy walut ponieważ
vi_vn: Tỷ giá hối đoái cho đồng tiền của khách hàng không có thể được lấy từ bảng tiền tệ bởi vì :

source: Could not retrieve the tax province of the location from where the order was fulfilled because:
ar: لا يمكن استرداد مقاطعة الضرائب من موقع من حيث الوفاء النظام للأسباب التالية:
et: Ei saanud tuuatulumaksu provintsis paika, kustselleks on täidetud , sest:
fa: آیا بازیابی استان از محل مالیات از جایی که سفارش به دلیل برآورده نمی شد :
hr_hr: Ne mogu dohvatiti poreza pokrajinu mjesto na kojembi se ispunilo , jer :
ja: 品目の払出が取出しできませんでした理由は
lv_lv: Nevar paņemt nodokļu provinci vietu , no kurasrīkojums tika izpildīts , jo:
pl_pl: Nie można pobrać prowincji podatkowych miejsca, z którego zlecenie zostało spełnione, ponieważ:
vi_vn: Không thể lấy lại tỉnh thuế của vị trí từ đó theo thứ tự đã được thực hiện bởi vì :

source: The taxes and rates for this item could not be retrieved because
ar: لا يمكن استرجاع الضرائب و الأسعار لهذا البند لأن
et: Maksud ja määrad selle kirje ei õnnestunud , sest
fa: مالیات و امتیازات برای این آیتم قابل بازیابی نیست زیرا
fr_lu: Les taxes et les tarifs pour cette élément n'a pas pu être récupérés en raison
hr_hr: Porezi i cijene za ovu stavku nije moguće dohvatiti jer
ja: 在庫品目のコスト詳細は検索できませんでした理由は
lv_lv: Preces kategoriju nevar iegūt, jo
pl_pl: Podatków i opłat dla tej pozycji nie mógł zostać przywrócony, ponieważ
vi_vn: Các loại thuế, giá cho mặt hàng này không có thể được lấy ra bởi vì

source: The following SQL to insert the tax GLTrans record was used
ar: تم استخدام SQL التالية لإدراج سجل GLTrans الضرائب
et: Järgmine SQL sisestada maksu GLTrans rekord kasutati
fa: گذاشتن زیر برای وارد کردن مالیات ضبط GLTrans مورد استفاده قرار گرفت
fr_lu: Le SQL suivante pour insérer le dossier fiscal a été utilisé GLTrans
hr_hr: Sljedeći SQL umetnuti poreza GLTrans rekord je korišten
ja: 税GLトランレコードを追加する以下のSQLが使われました
lv_lv: Pēc SQL ievietot nodokļu GLTrans ieraksts tika izmantots
pl_pl: Użyta fraza SQL:
vi_vn: SQL sau đây để chèn các bản ghi GLTrans thuế đã được sử dụng

source: This recurring order was set to produce the invoice automatically on invoice number
ar: تم تعيين هذا النظام المتكررة لإنتاج الفاتورة تلقائيا على رقم الفاتورة
et: See korduv et loodi tootaarve automaatselt arve number
fa: این نظم در محدوده زمانی برای تولید فاکتور به صورت خودکار به شماره فاکتور تعیین شد
fr_lu: Cette commande récurrente a été créé pour produire la facture automatiquement le numéro de facture
hr_hr: Ovaj ponavljajući kako je bio postavljen za proizvodnju fakture automatski na broj računa
ja: この定期的な順序は、請求書番号に自動的に請求書を生成するように設定されました
lv_lv: Tas atkārtojas rīkojums tika noteikts uzrādīt rēķinu automātiski rēķina numurs
pl_pl: Na podstawie wzorca zamówienia okresowego utworzono fakturę o numerze
vi_vn: Để định kỳ này đã được thiết lập để sản xuất các hóa đơn tự động trên số hóa đơn

source: Recurring Order Created Advice
ar: ترتيب التكراري أنشاء المشوره
et: Korduv Tellimus Loodud Nõuanded
fa: سفارش دوره ای در محدوده ایجاد مشاوره
fr_lu: Conseil de création de commande récurrente
hr_hr: Ponavljajući Izrađen red savjet
ja: 経常オーダーアドバイスを作成し
lv_lv: Atkārtojas Pasūtīt Izveidots Advice
pl_pl: Informacja o wystawieniu faktury okresowej
vi_vn: Định kỳ hàng tạo Tư vấn

source: No email advice was sent for this order because the location has no email contact defined with a valid email address
ar: لا تم إرسال البريد الإلكتروني النصيحة لهذا النظام لأن الموقع ليس لديه اتصال البريد الإلكتروني مع تحديد عنوان بريد إلكتروني صالح
et: Ei email nõu saadeti see et kunaasukoht ei ole e-posti kontakti määratletud kehtiv e-posti aadress
fa: بدون مشاوره ایمیل را برای این منظور فرستاده بود ، چون محل ندارد تماس با ایمیل تعریف شده با یک آدرس ایمیل معتبر
fr_lu: Aucune notification d'envoyée car ce site n'a pas de courriel défini
hr_hr: Ne e savjet je poslan u ovoj bi jer mjesto nema e-mail kontakt definiran s valjanom e-mail adresom
ja: 場所が有効な電子メールアドレスで定義され電子メールの連絡先を持っていないので、メールアドバイスは、この順序のために送られませんでした
lv_lv: Nav e-pasta konsultācijas tika nosūtīts uz šo rīkojumu , jovieta nav e-pasta kontakts noteikts ar derīgu e-pasta adresi
pl_pl: Nie wysłano powiadomienia dla tego zamówienia ponieważ nie podano ważnego adresu kontaktowego email
vi_vn: Không có lời khuyên email đã được gửi về đơn hàng này bởi vì vị trí không có liên hệ email được xác định với một địa chỉ email hợp lệ

source: Reorder Level Report
ar: إعادة ترتيب تقرير المستوى
et: Järjestuse Tase aruanne
fa: تغییر مجدد ترتیب گزارش فعالیت
fr_lu: Rapport niveau de ré-assort
hr_hr: Promjena redoslijeda razini izvještavaju
ja: 再注文数量
lv_lv: Atskaite par
pl_pl: Raport na poziomie Zmiana kolejności
vi_vn: Sắp xếp lại các Báo cáo Cấp

source: Parts below reorder level
ar: أجزاء أدناه إعادة ترتيب مستوى
et: Parts allpool reorganiseerima tase
fa: قطعات سطح پایین تر از دوباره مرتب کردن
fr_lu: Pièces en dessous du niveau de ré-approvisionnement
hr_hr: Dijelovi nastavku preuredili razinu
ja: 部品が下のレベルの順序を変更
lv_lv: Daļas zemāk pārkārtot līmeni
pl_pl: Części poniżej poziomu kolejność
vi_vn: Phần dưới đây sắp xếp lại mức

source: The Reorder Level report could not be retrieved by the SQL because
ar: لا يمكن استرجاع التقرير مستوى إعادة ترتيب من قبل SQL لأن
et: Järjestuse Tase aruanne ei saanud need väljaSQL sest
fa: تغییر مجدد ترتیب گزارش سطح می تواند توسط گذاشتن زیرا قابل بازیابی نیست
fr_lu: Le rapport Commander niveau n'a pas pu être récupéré par le SQL, car
hr_hr: Promjena redoslijeda Razina Izvješće nije moguće dohvatiti strane SQL , jer
ja: 未清算入金がＳＱＬで取り出せなかった理由は
lv_lv: Klienta aprakstu nevar iegūt, jo SQL
pl_pl: Zmiana kolejności Raport na poziomie nie mógł zostać przywrócony przez SQL Server, ponieważ
vi_vn: Báo cáo Cấp Sắp xếp lại không thể được lấy ra bởi SQL vì

source: Print Reorder Level Report
ar: طباعة إعادة ترتيب تقرير المستوى
et: Trüki Järjestuse Tase aruanne
fa: نسخه قابل چاپ تغییر مجدد ترتیب گزارش فعالیت
fr_lu: Impression niveaux de ré-assort
hr_hr: Ispis redoslijeda razini izvještavaju
ja: 再注文レベルメンテナンス
lv_lv: Drukāt Pārkārtot līmeņa ziņojumu
pl_pl: Zmiana kolejności Poziom Drukuj raport
vi_vn: Sắp xếp lại in Báo cáo Cấp

source: Reorder Level Reporting
ar: إعادة ترتيب التقارير المستوى
et: Järjestuse Tase aruandlus
fa: سطح تغییر مجدد ترتیب گزارش
fr_lu: Niveaux de ré-assort
hr_hr: Promjena redoslijeda Izvješćivanje na razini
ja: 再注文数量
lv_lv: Atskaite par
pl_pl: Poziom Porządkuj Sprawozdawczości
vi_vn: Sắp xếp lại các Báo cáo Cấp độ

source: Inventory Reorder Level Report
ar: جرد إعادة ترتيب تقرير المستوى
et: Varude Järjestuse Tase aruanne
fa: پرسشنامه تغییر مجدد ترتیب گزارش فعالیت
fr_lu: Niveaux de ré-assort
hr_hr: Inventar redoslijeda razini izvještavaju
ja: 在庫計画レポート
lv_lv: Preču plāno&#353;anas atskaite
pl_pl: Zmiana kolejności Raport o zapasach Poziom
vi_vn: Sắp xếp lại kiểm kê Báo cáo Cấp

source: Use this report to display the reorder levels for Inventory items in different categories.
ar: استخدم هذا التقرير لعرض مستويات إعادة ترتيب ل أصناف المخزون في فئات مختلفة .
et: Selle aruande kuvamiseks reorganiseerima tasemed inventari erinevates kategooriates .
fa: با استفاده از این گزارش برای نشان دادن سطوح دوباره مرتب کردن برای اقلام موجودی در رده های مختلف.
fr_lu: Afficher les niveaux de ré-assort des articles
hr_hr: Koristite izvješće za prikaz preuredili razine za popis stavki u različitim kategorijama .
ja: 異なるカテゴリにおけるインベントリ項目の並べ替えのレベルを表示するには、このレポートを使用します。
lv_lv: Izmantojiet šo atskaiti , lai parādītu pārkārtot līmeni inventāra vienībām dažādās kategorijās .
pl_pl: Za pomocą tego raportu, aby wyświetlić poziomy katalogowe pozycji magazynowych w różnych kategoriach.
vi_vn: Sử dụng báo cáo này để hiển thị mức độ sắp xếp lại cho các hạng mục hàng tồn kho trong các chuyên mục khác nhau .

source: From Stock Location
ar: من اسهم الموقع
et: Alates Stock Asukoht
fa: از محل انبار
fr_lu: À partir du site
hr_hr: Od burze Mjesto
ja: 払出在庫場所
lv_lv: No noliktavas
pl_pl: Z magazynu
vi_vn: Từ địa điểm kho

source: Needed
ar: مطلوب
et: vajalik
fa: ضروری
fr_lu: Nécessaire
hr_hr: Potrebne
ja: 完了年
lv_lv: Gads beidzies
pl_pl: Potrzebny
vi_vn: cần thiết

source: Reorder Level Location Reporting
ar: إعادة ترتيب التقارير المستوى الموقع
et: Järjestuse Tase Asukoht aruandlus
fa: دوباره مرتب کردن محل سکونت ، سطح گزارش
fr_lu: Rapport de niveaux de ré-assort
hr_hr: Promjena redoslijeda Izvještavanje mjesta na razini
ja: 在庫実績レポート
lv_lv: Pārkārtot līmeņa Atrašanās vieta Ziņojumi
pl_pl: Lokalizacja Poziom Porządkuj Sprawozdawczości
vi_vn: Sắp xếp lại các cấp từ báo cáo

source: Inventory Reorder Level Location Report
ar: جرد إعادة ترتيب موقع تقرير المستوى
et: Varude Järjestuse Tase Asukoht aruanne
fa: پرسشنامه تغییر مجدد ترتیب سطح گزارش محل سکونت
fr_lu: Rapport de niveaux de ré-assort
hr_hr: Inventar redoslijeda izvješće lokacija na razini
ja: 在庫実績レポート
lv_lv: Inventāra Pārkārtot līmeņa Atrašanās vieta ziņojums
pl_pl: Zmiana kolejności Poziom zapasów Raport Lokalizacja
vi_vn: Sắp xếp lại kiểm kê Cấp Đến từ Báo cáo

source: Location :
ar: الموقع :
et: Asukoht:
fa: محل سکونت :
fr_lu: Vous êtes ici:
hr_hr: Lokacija:
ja: 場所
lv_lv: atrašanās vieta :
pl_pl: Lokalizacja:
vi_vn: Địa điểm:

source: Number Of Days Sales :
ar: عدد الأيام المبيعات:
et: Päevade arv müük:
fa: شمار روز از فروش :
fr_lu: Nombre de ventes Jours:
hr_hr: Broj dana prodaje:
ja: 日数販売数：
lv_lv: Dienu skaits, Sales :
pl_pl: Ilość sprzedaży:
vi_vn: Số ngày bán hàng

source: Days
ar: أيام
et: päeva
fa: روز
fr_lu: Jours
hr_hr: Dani
ja: 日数
lv_lv: dienas
pl_pl: Dni
vi_vn: ngày

source: Total Invoiced
ar: مجموع بفاتورة
et: kogu deklareeritud
fa: تعداد صورتحساب
fr_lu: Total facturé
hr_hr: Ukupno zaračunato
ja: 請求数量
lv_lv: Kopā Rēķinā
pl_pl: Ogólna wartość faktury
vi_vn: Tổng số được viết hóa đơn

source: At Location
ar: في الموقع
et: Kohapeal
fa: در محل
fr_lu: Sur site
hr_hr: Na lokaciji
ja: 場所
lv_lv: pie Atrašanās vieta
pl_pl: W miejscu
vi_vn: Tại địa điểm

source: At All Locations
ar: في جميع المواقع
fa: در همه جا
fr_lu: À tous les sites
hr_hr: Na svim lokacijama
ja: 全場所
lv_lv: Visās vietās,
pl_pl: We wszystkich miejscach
vi_vn: Ở mọi địa điểm

source: Number Of Days Sales
ar: عدد الأيام المبيعات
et: Päevade arv Müük
fa: شمار روز از فروش
fr_lu: Nombre de jours de vente
hr_hr: Broj dana prodaje
ja: 日数販売数
lv_lv: Dienu skaits, Sales
pl_pl: Ilość sprzedaży
vi_vn: Số ngày bán hàng

source: Order By
ar: ترتيب حسب
et: Telli
fa: ترتیب نمایش
fr_lu: Trier par
hr_hr: Poredak po
ja: 注文
lv_lv: Pasūtīt Līdz
pl_pl: Sortuj wg
vi_vn: Được đặt hàng bởi

source: Report a bug to the KwaMoja team
ar: الإبلاغ عن خطأ لفريق KwaMoja
et: Veast etKwaMoja meeskond
fa: گزارش یک اشکال به تیم KwaMoja
hr_hr: Prijavite bug na KwaMoja momčadi
ja: KwaMojaチームにバグを報告
lv_lv: Paziņo par kļūdu uz KwaMoja komandu
pl_pl: Zgłoś błąd do zespołu KwaMoja
vi_vn: Thông báo lỗi cho nhóm KwaMoja

source: You will now be redirected to the KwaMoja bug genie. If you do not have an account then you can login as user - guest with password - guest. If you use the guest login you will not be notified of progress with your report
ar: أنت الآن سوف يتم توجيهك إلى المارد علة KwaMoja .
et: Nüüd suunatakseKwaMoja bug džinn .
fa: در حال حاضر شما به جن اشکال KwaMoja هدایت می شوید .
hr_hr: Sada će biti preusmjeren na Genie KwaMoja bug .
ja: これでKwaMojaバグ精霊にリダイレクトされます。
lv_lv: Jūs tagad tiks novirzīts uz KwaMoja bug džins .
pl_pl: Zostaniesz przekierowany na genie KwaMoja błędów.
vi_vn: Bạn sẽ được chuyển hướng đến các lỗi thần KwaMoja .

source: You do not appear to have an internet connection. To use this function you require access to the internet
ar: كنت لا يبدو أن لديك اتصال بالإنترنت .
et: Sa ei näi olevatinternetiühendust.
fa: شما به نظر نمی رسد به اتصال به اینترنت است .
fr_lu: Vous ne semblez pas avoir une connexion internet .
hr_hr: Ne čini se da imate internet vezu .
ja: あなたは、インターネット接続を持っているように見えません。
lv_lv: Jums nav , šķiet, ir interneta pieslēgums .
pl_pl: Nie wydaje się, aby mieć dostęp do Internetu.
vi_vn: Bạn dường như không có kết nối internet .

source: Reprint a GRN
ar: طبع على GRN
et: PrintigeGRN
fr_lu: Impression des bons de réception
ja: 再印刷

source: Select a purchase order
ar: حدد أمر الشراء
et: Valigeostutellimuse
fr_lu: Sélectionner une commande
ja: 購買発注選択

source: Enter a Purchase Order Number
ar: أدخل رقم أمر الشراء
et: SisestaOstutellimuse number
fr_lu: Saisir un n° de commande
ja: 購買発注番号印刷

source: Show GRNs
ar: مشاهدة GRNs
fr_lu: Afficher le BR
ja: 使用数量表示

source: You must enter a purchase order number in the box above
ar: يجب عليك إدخال رقم أمر الشراء في المربع أعلاه
et: Peate sisestamaostutellimuse number kasti eespool
fr_lu: Vous devez saisir un n° de commande
hr_hr: Morate unijeti broj naloga kupnje u okviru navedenog
ja: あなたは、上のボックスに発注書番号を入力する必要があります

source: This purchase order does not exist on the system. Please try again.
ar: عدم وجود هذا أمر الشراء على النظام.
et: See ostutellimuse ei eksisteeri süsteemi .
fr_lu: Ce numéro de commande n'existe pas.
hr_hr: To bi kupnja ne postoji u sustavu .
ja: この注文書は、システム上に存在しません。
lv_lv: Šī pirkuma pasūtījuma neeksistē sistēmā.
vi_vn: Đơn đặt hàng này không tồn tại trên hệ thống.

source: There are no GRNs for this purchase order that can be reprinted.
ar: لا يوجد GRNs لهذا أمر الشراء التي يمكن طبعها .
et: Puuduvad GRNs selle ostutellimuse mis saab kordustrükk .
fr_lu: Aucun bon de réception ne peut être imprimé pour cette commande
hr_hr: Nema GRNs za ovu narudžbenicu koja može biti tiskan .
ja: 転載することができ、この発注書に対するGRNsはありません。

source: GRNs for Purchase Order No
ar: GRNs ل أمر الشراء لا
et: GRNs ostutellimuse Ei
fr_lu: BR pour la commande n°
ja: 購買発注に戻る

source: PO Order line
ar: PO خط ترتيب
et: PO Telli line
fr_lu: Ligne du bon de cde
ja: 注文済数量

source: GRN Number
ar: عدد GRN
fr_lu: N° du BR
ja: 番号

source: Quantity Received
ar: الكمية المستلمة
et: saadud koguse
fa: مقدار دریافتی
fr_lu: Quantité reçue
hr_hr: Količina primljeni
ja: 入庫済数量
lv_lv: Daudzums saņemtā
pl_pl: Ilość Przyjęta
vi_vn: Số lượng nhận

source: Reprint
ar: إعادة طبع
et: kordustrükk
fa: مجددا بطبع رساندن
fr_lu: Ré-imprimer
hr_hr: preštampavanje
ja: 再印刷
lv_lv: Drukāt vēlreiz
pl_pl: Wydrukuj Ponownie
vi_vn: in lại

source: Reverse Goods Received
ar: السلع عكس المتلقى
et: Reverse saadud kaubad
fa: معکوس محصولات دریافتی
fr_lu: Marchandises inverse reçu
hr_hr: Obrnuti Roba primljeni
ja: 入庫商品返品
lv_lv: Atgriezt saņemto preci
pl_pl: Zwroty Towarów
vi_vn: Hàng ngược lại nhận

source: This page is expected to be called after a supplier has been selected
ar: ومن المتوقع هذه الصفحة ليتم استدعاؤها بعد تم اختيار المورد
et: See leht on oodata kutsus pärast tarnija on valitud
fa: این صفحه انتظار می رود به آن می شود پس از یک تامین کننده انتخاب شده است
fr_lu: Cette page devrait être appelée après un fournisseur a été sélectionné
hr_hr: Ova stranica se očekuje da će biti raspisani nakon štoje izabran dobavljač
ja: このページは、サプライヤーが選択された後に呼び出されることが期待される
lv_lv: Šī lapa ir paredzēts saukt pēc tam, kadpiegādātājs ir izvēlēts
pl_pl: Ta strona powinna być wywoływana po wybraniu dostawcy
vi_vn: Trang này được dự kiến ​​sẽ được gọi sau khi một nhà cung cấp đã được chọn

source: Could not retrieve the supplier name for
ar: لا يمكن استرداد اسم المورد لل
et: Ei saanud kättetarnija nimi
fa: آیا بازیابی نام منبع نه برای
fr_lu: Impossible de récupérer le nom du fournisseur pour
hr_hr: Ne mogu dohvatiti naziv dobavljača za
ja: サプライヤーのために名を取得できませんでした
lv_lv: Nevar paņemt piegādātāja nosaukumu
pl_pl: Nie można odtworzyć nazwy dostawcy for
vi_vn: Không thể lấy tên nhà cung cấp cho

source: Sales
ar: مبيعات
et: Müük
fa: فروش
fr_lu: Ventes
hr_hr: Prodaja
ja: 販売受注
lv_lv: Pārdot
pl_pl: Sprzedaż
vi_vn: Bán hàng

source: Reverse Goods Received from
ar: السلع العكسي حصل من
et: Reverse saadud kaubad
fa: معکوس محصولات دریافتی از
fr_lu: Inverser les marchandises en provenance
hr_hr: Obrnuti roba primljena od
ja: 入庫商品返品 開始
lv_lv: Reverse Preces Saņemts no
pl_pl: Zwrot Towaru z
vi_vn: Hàng ngược lại nhận từ

source: Could not get the details of the GRN selected for reversal because
ar: لا يمكن الحصول على تفاصيل من GRN اختيارها ل انعكاس لأن
et: Ei saanud üksikasjad GRN valitud pöördumise tõttu
fa: آیا می توانید از جزئیات GRN انتخاب شده برای برگشت نه به خاطر
fr_lu: Impossible d'obtenir les détails de la GRN sélectionnés pour inversion parce
hr_hr: Ne mogu dobiti pojedinosti o GRN izabran za preokret jer
ja: GRNの詳細は理由逆転するために選択することができませんでした
lv_lv: Nevarēju iegūt no GRN detaļas izvēlēts , lai pārtrauktu , jo
pl_pl: Nie można znaleźć dokumentu Pz do zwrotu ponieważ
vi_vn: Không thể có được các chi tiết của GRN chọn để đảo ngược bởi vì

source: The following SQL to retrieve the GRN details was used
ar: تم استخدام SQL التالية لاسترداد تفاصيل GRN
et: Järgmine SQL laadida GRN detailid kasutati
fa: گذاشتن زیر را برای بازیابی اطلاعات مورد استفاده قرار گرفت GRN
fr_lu: Le SQL suivante pour récupérer les détails GRN a été utilisée
hr_hr: Sljedeći SQL dohvatiti podatke GRN je korišten
ja: GRN詳細を取り出す以下のSQLが使われました
lv_lv: Pēc SQL , lai ielādētu GRN informācija tika izmantota
pl_pl: Użyta fraza SQL
vi_vn: SQL sau đây để lấy các chi tiết GRN được sử dụng

source: The GRN
ar: و GRN
et: GRN
fa: GRN
fr_lu: Le BR
hr_hr: GRN
ja: GRN
lv_lv: GRN
pl_pl: Dokument Pz
vi_vn: các GRN

source: has already been reversed or fully invoiced by the supplier - it cannot be reversed - stock quantities must be corrected by stock adjustments - the stock is paid for
ar: وقد تم بالفعل عكس أو الفاتورة بالكامل من قبل المورد - أنه لا يمكن عكسها - يجب تصحيحه كميات الأسهم التعديلات الأسهم - يتم دفع الأسهم لل
et: on juba tühistatud või täielikult arvele tarnija poolt - see ei saa tühistada - varu kogused tuleb korrigeerida aktsia korrigeerimine -aktsia eest tasutakse
fa: در حال حاضر معکوس شده و یا به طور کامل توسط منبع صورتحساب -- نمی تواند معکوس -- مقدار سهام باید از طریق تنظیمات بورس اصلاح شود -- سهام برای پرداخت
fr_lu: a déjà été annulée ou entièrement facturé par le fournisseur - il ne peut pas être inversée - les quantités en stock doit être corrigé par des ajustements de stocks - le stock est payé pour
hr_hr: već je poništena ili u cijelosti temeljem ispostavljenih računa dobavljača - to ne može biti obrnuto - dioničko količina mora biti ispravljeno dionica prilagodbe -dionica plaća
ja: 供給者によってすでに逆転されているか、完全に請求されている - それが逆転することができません - 在庫数量は在庫調整で補正する必要があります - 株式は支払われ
lv_lv: jau ir atcelts pilnīgi vai rēķinā piegādātāja - tas nevar būt pretēja - krājumu daudzumi ir jākoriģē ar krājumu korekcijām -krājumi tiek maksāts
pl_pl: został już zwrócony lub w pełni zafakturowany przez dostawcę - nie może zostać zwrócony - ilości magazynowe muszą zostać skorygowane przez korektę magazynową - stan jest rozliczony
vi_vn: đã được đảo ngược hoặc hóa đơn đầy đủ các nhà cung cấp - nó không thể đảo ngược - số lượng cổ phiếu phải được sửa chữa bằng cách điều chỉnh chứng khoán - cổ phiếu được thanh toán

source: Unable to retrieve the quantity on hand of
ar: غير قادر على استرداد الكمية على يد
et: Ei saanud kättekoguse kätte
fa: قادر به بازیابی مقدار در دست
fr_lu: Impossible d'extraire la quantité de main de
hr_hr: Nije moguće dohvatiti količinu na ruke
ja: の一方で量を取得できません
lv_lv: Nevar iegūt daudzumu, par rokas
pl_pl: Nie można określić dostępnej ilości
vi_vn: Không thể lấy số lượng trên tay

source: for Serial No
ar: ل لا المسلسل
et: Serial No
fa: برای سریال بدون
fr_lu: N ° de série pour
hr_hr: u Tekući broj
ja: シリアル番号のために
lv_lv: attiecībā uz sērijas
pl_pl: dla Numeru Serii
vi_vn: Dành cho số se-ri

source: Unfortunately, of the original number
ar: لسوء الحظ ، من العدد الأصلي
et: Kahjuks algse number
fa: متاسفانه ، از تعداد اصلی
fr_lu: Malheureusement, le nombre d'origine
hr_hr: Nažalost , od izvornog broja
ja: 残念ながら、元の数の
lv_lv: Diemžēl , no sākotnējā skaita
pl_pl: Niestety, numeru orginalnego
vi_vn: Thật không may, số lượng ban đầu

source: that were received on serial number
ar: التي وردت على الرقم التسلسلي
et: mis saadi seerianumber
fa: که در شماره سریال دریافت شد
fr_lu: qui ont été reçus sur le numéro de série
hr_hr: koje su primili na serijskog broja
ja: それは、シリアル番号で受信した
lv_lv: , kas tika saņemti par sērijas numuru
pl_pl: który był przyjęty na numer seryjny
vi_vn: đã được nhận được trên số

source: remain
ar: بقي
et: jääma
fa: ماندن
fr_lu: restent
hr_hr: ostati
ja: 残る
lv_lv: palikt
pl_pl: pozostaje
vi_vn: vẫn còn

source: The GRN can only be reversed if all the original serial number items are still in stock in the location they were received into
ar: لا يمكن إلا أن يكون عكس GRN إذا كانت جميع العناصر الرقم التسلسلي الأصلي لا تزال في الأسهم في موقع وردت به في
et: NRG saab tühistada , kui kõik originaal seerianumber teemad on veel laos asukoha neid laekunud
fa: GRN تنها برگشت پذیر است اگر همه موارد اصلی شماره سریال هنوز هم در سهام در مکان آنها را دریافت کرده بودند
fr_lu: Le BR ne peut être inversé si tous les éléments d'origine numéro de série sont encore en stock dans l'endroit où ils ont été reçus en
hr_hr: GRN može samo biti obrnuto , ako su svi originalni serijski broj stavke su još uvijek u skladištu u mjestu u koje su primljene u
ja: すべての元のシリアル番号の項目は、彼らが中に受信された場所に在庫が残っている場合、 GRNのみ反転させることができ
lv_lv: GRN var novērst tikai tad, ja visi sākotnējie sērijas numurs posteņi joprojām Noliktavā vietu tie saņemti par
pl_pl: Dokument Pz może być cofnięty jeśli wszystkie towary z orginalnym numerem seryjnym są ciągle na stanie w magazynie do którego zostały przyjęte
vi_vn: Các GRN chỉ có thể được đảo ngược nếu tất cả các mục số ban đầu vẫn còn trong kho tại vị trí họ đã nhận được vào

source: The purchase order detail record could not be updated with the quantity reversed because
ar: تعذر تحديث النظام تسجيل تفصيلي الشراء مع كمية عكس لأن
et: Ostutellimus detail rekord ei saa uuendatudkogus vastupidine , sest
fa: سفارش خرید ثبت جزئیات می تواند با مقدار نمی شود به دلیل به روز شده در معکوس
fr_lu: L'enregistrement de détail bon de commande n'a pas pu être mis à jour avec la quantité renversée parce
hr_hr: Pojedinosti narudžbenica zapis nije mogao biti ažurirankoličina obrnuto , jer
ja: 量が逆転して購入注文詳細レコードを更新できませんでしたので、
lv_lv: Pirkuma pasūtījuma detaļas ierakstu nevarēja atjaunināt ardaudzumu mainīja , jo
pl_pl: Pozycje zamówienia nie mogą być zapisane przy dostarczonych ilościach ponieważ
vi_vn: Việc mua bản ghi chi tiết để không có thể được cập nhật với số lượng đảo ngược bởi vì

source: GRN Reversed for
ar: GRN عكس لل
et: GRN tühistata
fa: GRN معکوس برای
fr_lu: GRN inversée pour
hr_hr: GRN crte za
ja: 返品
lv_lv: GRN dzēstas
pl_pl: Odwrotne GRN
vi_vn: GRN đảo ngược cho

source: The purchase order statusand status comment could not be changed because
ar: لا يمكن تغيير أمر الشراء statusand تعليق الوضع بسبب
et: Ostutellimus statusand staatus kommentaar ei ole võimalik muuta , sest
fa: سفارش خرید statusand نظر وضعیت نمی تواند به دلیل تغییر
fr_lu: Le bon de commande état statusand commentaire n'a pas changé parce que
hr_hr: Statusand narudžbenica status komentar ne može se mijenjati , jer
ja: システム構成は更新できませんでした、理由は
lv_lv: Pirkuma pasūtījuma statusand statusu komentārs nevar mainīt, jo
pl_pl: Zamówienia statusand komentarz status nie może być zmienione, ponieważ
vi_vn: Các đơn đặt hàng bình luận tình trạng statusand không thể thay đổi vì
