Repository: timschofield/KwaMoja-Medical
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar, et, fa, fr_lu, hr_hr, ja, lv_lv, pl_pl, vi_vn

source: Only click the Delete button if you are sure you wish to delete the asset. Only assets with a zero book value can be deleted
ar: فقط انقر على زر حذف إذا كنت متأكدا من أنك ترغب في حذف الأصول.
et: Ainult nuppu Delete kui sa oled kindel, et soovid kustutada vara .
fa: فقط دکمه حذف اگر شما مطمئن هستید که میخواهید حذف دارایی کلیک کنید. دارایی فقط با صفر مقدار کتاب می تواند حذف شده
fr_lu: Ne cliquez sur le bouton Supprimer si vous êtes sûr de vouloir supprimer l'actif. Seuls les actifs avec une valeur nulle livre peut être supprimé
hr_hr: Samo kliknite na gumb Izbriši ako ste sigurni da želite izbrisati imovine .
ja: 品目を削除したいと確信するならば、品目削除ボタンだけをクリックしてください！
lv_lv: Tikai noklikšķiniet uz pogas Dzēst , ja esat pārliecināts, ka vēlaties dzēst šo aktīvu.
pl_pl: Tylko kliknij przycisk Usuń, jeśli na pewno chcesz usunąć aktywów. Tylko aktywów o wartości księgowej zero można usunąć
vi_vn: Chỉ nhấp vào nút Delete nếu bạn có chắc bạn muốn xóa các tài sản .

source: Delete This Asset
ar: حذف هذه الأصول
et: Kustutage see Asset
fa: حذف این دارایی
fr_lu: Supprimer cet actif
hr_hr: Izbriši ovaj snimljeni
ja: この品目削除
lv_lv: Dzēst šo aktīvu
pl_pl: Usuń ten składnik aktywów
vi_vn: Xóa tài sản này

source: Are You Sure? Only assets with a zero book value can be deleted.
ar: هل أنت متأكد ؟
et: Oled sa kindel?
fa: آیا مطمئن هستید؟ دارایی فقط با صفر مقدار کتاب را می توان حذف شده است.
fr_lu: Seuls les actifs avec une valeur nulle peuvent être supprimés.
hr_hr: Jeste li sigurni ?
ja: あなたは確かですか？
lv_lv: Vai esat pārliecināts ?
pl_pl: Czy na pewno? Tylko aktywów o wartości księgowej zero może być usunięta.
vi_vn: Bạn có chắc chắn ?

source: Fixed Asset Locations
ar: المواقع الاصول الثابتة
et: Põhivarade asukohad
fa: محل دارائی های ثابت
fr_lu: Sites des immobilisations
hr_hr: Fiksne imovine Lokacije
ja: 在庫場所定義
lv_lv: Pamatlīdzeklis Vietas
pl_pl: Stacjonarnych Asset
vi_vn: khu vực tài sản cố định

source: You must enter at least one character in the location ID
ar: يجب عليك إدخال حرف واحد على الأقل في معرف الموقع
et: Peate sisestama vähemalt ühe märgi asukoha ID
fa: شما باید حداقل یکی از شخصیت ها در موقعیت آیدی را وارد کنید
fr_lu: L'ID site doit comporter au moins un caractère
hr_hr: Potrebno je unijeti barem jedan znak u položaj ID
ja: 勘定グループ名は少なくとも1文字の長さがなければなりません
lv_lv: Jums ir jāievada vismaz vienu rakstura vietas ID
pl_pl: Musisz podać co najmniej jeden znak w miejscu ID
vi_vn: B?n ph?i nh?p ít nh?t m?t kí t? trong ID d?a di?m

source: You must enter at least one character in the location description
ar: يجب عليك إدخال حرف واحد على الأقل في الوصف الموقع
et: Peate sisestama vähemalt ühe märgi asukoha kirjeldus
fa: شما باید حداقل یکی از شخصیت ها در شرح و توصیف مکان را وارد کنید
fr_lu: La description du site doit comporter au moins un caractère
hr_hr: Morate unijeti barem jedan lik u opisu položaja
ja: 内容のテキストの一部を入力
lv_lv: Jums ir jāievada vismaz vienu rakstura vietas aprakstu
pl_pl: Musisz podać co najmniej jeden znak w opisie lokalizacji
vi_vn: B?n ph?i nh?p ít nh?t m?t kí t? trong ph?n mô t? d?a di?m

source: This location has child locations so cannot be removed
ar: تمت مواقع الطفل بحيث لا يمكن إزالة هذا الموقع
et: See koht on laps kohtades nii ei saa eemaldada
fa: این مکان تا مکان های کودک پس نمی توان حذف
fr_lu: Cette situation a des emplacements enfant ne peut donc pas être supprimé
hr_hr: To mjesto je dijete mjestima tako da ne može biti uklonjena
ja: この場所は、子の位置はそう除去することができないた
lv_lv: Šī vieta ir bērnu vietas , lai nevar noņemt
pl_pl: To miejsce ma miejsc dla dzieci, więc nie można usunąć
vi_vn: Ð?a di?m này có d?a di?m tr? nh? nên không th? d? b?

source: You have assets in this location so it cannot be removed
ar: لديك الأصول في هذا الموقع بحيث لا يمكن إزالته
et: Sul on vara selles kohas nii, et see ei ole võimalik eemaldada
ja: 注文の行品目は取り出せなかった理由は

source: The location has been deleted successfully
ar: تم حذف الموقع بنجاح
et: Asukoht on edukalt kustutatud
fa: مکان حذف شده است با موفقیت
fr_lu: Le site a été supprimé
hr_hr: Mjesto je uspješno izbrisan
ja: セクションは削除されました
lv_lv: Vieta ir veiksmīgi izdzēsts
pl_pl: Lokalizacja została usunięta
vi_vn: Đã xóa địa điểm này thành công

source: Location ID
ar: الموقع ID
et: Asukoht ID
fa: محل سکونت شناسه
fr_lu: ID site
hr_hr: Mjesto ID
ja: 場所
lv_lv: atrašanās ID
pl_pl: Lokalizacja ID
vi_vn: Mã số địa điểm

source: Location Description
ar: وصف الموقع
et: Asukoht Kirjeldus
fa: توضیحات محل سکونت
fr_lu: Description site
hr_hr: Lokacija Opis
ja: セクション内容
lv_lv: atrašanās vieta Apraksts
pl_pl: Opis Lokalizacja
vi_vn: Mô tả về địa điểm

source: Parent Location
ar: الأصل الموقع
et: Parent Asukoht
fa: بازگشت به محل سکونت
fr_lu: Site parent
hr_hr: Roditelj Mjesto
ja: 引用印刷
lv_lv: mātes Atrašanās vieta
pl_pl: Parent Lokalizacja
vi_vn: Địa điểm gốc

source: Delete This Location
ar: حذف هذا الموقع
et: Kustutage see asukoht
fa: حذف این مکان
fr_lu: Supprimer ce site
hr_hr: Izbriši ovaj vez
ja: この品目削除
lv_lv: Dzēst šo atrašanās vietu
pl_pl: Delete This Lokalizacja
vi_vn: Xóa địa điểm này

source: Fixed Asset Register
ar: سجل الموجودات الثابتة
et: Põhivarade register
fa: دارائی های ثابت ثبت نام
fr_lu: Registre des immobilisations
hr_hr: Fixed Asset Registracija
ja: 固定資産台帳
lv_lv: Pamatlīdzekļu reģistrs
pl_pl: Trwałego Rejestracja
vi_vn: tài sản cố định đã đăng ký

source: Date Acquired
ar: تاريخ الحصول عليها
et: kuupäev Omandatud
fa: تاریخ اکتسابی
fr_lu: Date d'acquisition
hr_hr: Datum Stečena
ja: 受入日付
lv_lv: datums Iegūtās
pl_pl: Data nabyte
vi_vn: ngày mua

source: Cost B/fwd
ar: تكلف B / FWD
et: Kulude B / FWD
fa: ب هزینه / جلو
fr_lu: Coût B / Att
hr_hr: Troškovi B / FWD
ja: Reqd原価
lv_lv: Izmaksu B / FWD
pl_pl: B Koszt fwd
vi_vn: Chi phí B / fwd

source: Additions
ar: الإضافات
et: Täiendused
fa: ارسال شده ها
fr_lu: Ajoûts
hr_hr: Povećanja
ja: セクション
lv_lv: Papildinājumi
pl_pl: Dodatki
vi_vn: bổ sung

source: Depn
hr_hr: amort
ja: 帳票設計

source: Cost C/fwd
ar: تكلف C / FWD
et: Kulude C / FWD
fa: ج هزینه / جلو
fr_lu: Coût C / FWD
hr_hr: Trošak C / FWD
ja: 郵便コード
lv_lv: Izmaksu C / FWD
pl_pl: C Koszt fwd
vi_vn: Chi phí C / fwd

source: Disposal Value
ar: القيمة تصرف
et: likvideerimismaksumus
fa: مقدار دفع
fr_lu: Valeur de cession
hr_hr: Zbrinjavanje Vrijednost
ja: 合計価格
lv_lv: Atbrīvošanās vērtība
pl_pl: Zbycie wartości
vi_vn: giá trị sử dụng

source: TOTAL
ar: المجموع
et: KOKKU
fa: مجموع کل
hr_hr: UKUPNO
ja: 合 計
lv_lv: KOPĀ
pl_pl: RAZEM
vi_vn: Tổng số

source: Print as a pdf
ar: طباعة كملف PDF
et: Trüki PDF-
fa: نسخه قابل چاپ به عنوان یک پی دی اف
fr_lu: Imprimer en pdf
hr_hr: Ispis kaopdf
ja: Copy印刷
lv_lv: Drukāt kāpdf
pl_pl: Drukuj jako PDF
vi_vn: In dưới dạng pdf

source: Print as CSV
ar: طباعة كما CSV
et: Trüki CSV
fa: نسخه قابل چاپ عنوان CSV
fr_lu: Imprimer au format CSV
hr_hr: Ispis kao CSV
ja: Copy印刷
lv_lv: Drukāt kā CSV
pl_pl: Wydrukuj w formacie CSV
vi_vn: In như CSV

source: From Date
ar: من تاريخ
et: Ajavahemik
fa: از تاریخ
fr_lu: Du
hr_hr: Od datuma
ja: 支払元
lv_lv: no datuma
pl_pl: Od Data
vi_vn: Từ ngày

source: To Date
ar: إلى تاريخ
et: värskendamine
fa: تا به امروز
fr_lu: Jusqu'au
ja: 日付
lv_lv: atjaunināšana
vi_vn: Đến ngày

source: Show Assets
ar: تظهر الموجودات
et: Näita Assets
fa: دارایی های نمایش
fr_lu: Afficher les actifs
hr_hr: Pokaži imovina
ja: 表示 選択した
lv_lv: Rādīt Assets
pl_pl: Pokaż aktywów
vi_vn: Hiển thị các tài sản

source: Asset Category
ar: الأصول الفئة
et: Põhivarakategooriasse
fa: دارایی رده
fr_lu: Catégorie
hr_hr: Asset Kategorija
ja: カテゴリ
lv_lv: aktīvu kategorija
pl_pl: Kategoria Asset
vi_vn: Mục tài sản

source: Asset Location
ar: الأصول الموقع
et: vara asukoht
fa: دارایی محل سکونت
fr_lu: Site des actifs
hr_hr: Asset Mjesto
ja: 全場所
lv_lv: aktīvu atrašanās vieta
pl_pl: Asset Lokalizacja
vi_vn: Địa điểm tài sản

source: Serial No.
ar: الرقم التسلسلي
et: Seerianumber
fa: شماره سریال
fr_lu: N° de série
hr_hr: Serijski Broj
ja: 連続番号
lv_lv: Sērijas numurs
pl_pl: Numer seryjny
vi_vn: Số se-ri

source: Cost B/Fwd
ar: تكلف B / إعادة توجيه
et: Kulude B / Fwd
fa: ب هزینه / جلو
fr_lu: Coût B/Fwd
hr_hr: Troškovi B / FWD
ja: Reqd原価
lv_lv: Izmaksu B / FWD
pl_pl: B Koszt Fwd
vi_vn: Chi phí B / Fwd

source: Depn B/Fwd
ar: Depn B / إعادة توجيه
fa: Depn ب / جلو
fr_lu: DEPN B / Att
hr_hr: Amort B / Nap
ja: DEPN B /早送り

source: Cost C/Fwd
ar: تكلف C / إعادة توجيه
et: Kulude C / Fwd
fa: ج هزینه / جلو
fr_lu: Coût C/Fwd
hr_hr: Trošak C / FWD
ja: 郵便コード
lv_lv: Izmaksu C / FWD
pl_pl: C Koszt Fwd
vi_vn: Chi phí C / Fwd

source: Depn C/Fwd
ar: Depn C / إعادة توجيه
fa: Depn ج / جلو
fr_lu: DEPN C / Att
hr_hr: Amort C / Nap
ja: 次期繰越残高

source: Change Asset Location
ar: تغيير الأصول الموقع
et: Muuda Asset Asukoht
fa: تغییر محل دارایی
fr_lu: Affectation des actifs
hr_hr: Promjena Asset vez
ja: 在庫場所
lv_lv: Mainīt Asset vieta
pl_pl: Lokalizacja Asset Zmień
vi_vn: Thay đổi địa điểm tài sản

source: The Fixed Asset has been moved successfully
ar: تم نقل الأصول الثابتة بنجاح
et: Põhivarade viidi edukalt
hr_hr: Dugotrajne imovine je premještena uspješno
ja: 在庫移動レコードは正常につくられました

source: In Asset Category
ar: في الأصول الفئة
et: Varade Kategooria
fa: در بخش دارایی
fr_lu: Catégorie
hr_hr: U Asset kategoriji
ja: 在庫カテゴリ内
lv_lv: In aktīvu kategorijas
pl_pl: W kategorii aktywów
vi_vn: trong m?c tài s?n

source: Enter partial
ar: أدخل جزئي
et: Sisesta osaline
fa: با مشتقات جزئی را وارد کنید
fr_lu: Saisir une partie
hr_hr: Unesite djelomična
ja: 連続番号入力
lv_lv: Ievadiet daļu no
pl_pl: Wpisz częściowego
vi_vn: Nh?p m?t ph?n

source: Any asset location
ar: أي مكان الأصول
et: Iga vara asukoht
fa: هر محل دارایی
fr_lu: Tous
hr_hr: Bilo imovine Mjesto
ja: 割り当て
lv_lv: Ikviena aktīvu atrašanās vietu
pl_pl: Każdej lokalizacji aktywów
vi_vn: Bất kỳ vị trí tài sản

source: Serial number
ar: رقم متسلسل
et: seerianumber
fa: شماره سریال
fr_lu: N° de série
hr_hr: Serijski broj
ja: 連続番号
lv_lv: sērijas numurs
pl_pl: Numer seryjny
vi_vn: Số se-ri

source: Purchase Cost
ar: شراء التكلفة
et: ostukulu
fa: هزینه خرید
fr_lu: Coût d'achat
hr_hr: trošak nabave
ja: 購買費用
lv_lv: Iegādes izmaksas
pl_pl: Koszt Zakupu
vi_vn: Chi phí thu mua

source: Total Depreciation
ar: مجموع الاستهلاك
et: Kulum kokku
fa: تعداد استهلاک
fr_lu: Total amortissement
hr_hr: Ukupno amortizacije
ja: 品目内容
lv_lv: kopējais nolietojums
pl_pl: Całkowitej amortyzacji
vi_vn: T?ng kh?u hao

source: Current Location
ar: الموقع الحالي
et: Asukoht
fa: محل سکونت
fr_lu: Site
hr_hr: Trenutna lokacija
ja: 在庫場所
lv_lv: Pašreizējā atrašanās vieta
pl_pl: Aktualne miejsce zamieszkania
vi_vn: Địa điểm hiện tại

source: Move To
ar: الانتقال إلى
et: Liiguta
ja: 移動タイプ

source: Form Designer
ar: مصمم النموذج
et: vormikujundajas
fa: طراح فرم
fr_lu: Gestion des formulaires
hr_hr: Obrazac dizajner
ja: 帳票設計
vi_vn: mẫu thiết kế

source: Distance from the left side of the sheet to the left side of the element in points
ar: المسافة من الجانب الأيسر من ورقة إلى الجانب الأيسر من عنصر في نقطة
et: Kauguselvasakulpoognatevasakulelement aspekti
fa: فاصله از سمت چپ از ورق به سمت چپ از این عنصر در نقاط
fr_lu: Distance à partir du côté gauche de la feuille sur le côté gauche de l'élément aux points
hr_hr: Udaljenost od lijevoj strani lima na lijevoj strani element u točkama
ja: ポイントの要素の左側にシートの左側からの距離
lv_lv: Attālums no kreisās puses uz loksnes kreisajā pusē elementa punktiem
pl_pl: Odległość od lewej strony arkusza z lewej strony elementu z punktów
vi_vn: Khoảng cách từ phía bên trái của tấm về phía bên trái của phần tử tại các điểm

source: Distance from the lower side of the sheet to the top side of the element in points
ar: المسافة من الجانب السفلي من ورقة إلى الجانب العلوي من عنصر في نقطة
et: Kauguselalumise küljepoognateülemisele küljeleelement aspekti
fa: فاصله از سمت پایین تر از ورق به سمت بالا این عنصر در نقاط
fr_lu: La distance de la face inférieure de la feuille à la face supérieure de l'élément en des points
hr_hr: Udaljenost od donje strane ploče na gornjoj strani elementa u točkama
ja: 点における素子の上面側にシートの下側からの距離
lv_lv: Attālums no apakšējā pusē lapas pie augšējās malas elementa punktiem
pl_pl: Odległość od dolnego boku płyty na górnej stronie elementu w punktach
vi_vn: Khoảng cách từ mặt dưới của bảng để phía trên cùng của các yếu tố trong điểm

source: Width
ar: عرض
et: laius
fa: عرض
fr_lu: Largeur
hr_hr: širina
ja: 幅
lv_lv: platums
pl_pl: Szerokość
vi_vn: khổ (độ rộng)

source: Width of the element in points
ar: عرض العنصر في نقطة
et: Laiuselement aspekti
fa: عرض این عنصر در نقاط
fr_lu: Largeur de l'élément en des points
hr_hr: Širina elementa u točkama
ja: ポイント要素の幅
lv_lv: Platums elementa punktiem
pl_pl: Szerokość elementu w punktach
vi_vn: Chiều rộng của phần tử tại các điểm

source: Height
ar: ارتفاع
et: kõrgus
fa: ارتفاع
fr_lu: Hauteur
hr_hr: visina
ja: 重量
lv_lv: Svars
pl_pl: Wysokość
vi_vn: Độ cao

source: Height of the element in points
ar: ارتفاع عنصر في نقطة
et: Kõrguselement punktides
fa: ارتفاع این عنصر در نقاط
fr_lu: Hauteur de l'élément en des points
hr_hr: Visina elementa u točkama
ja: ポイント要素の高さ
lv_lv: Augstums elementa punktiem
pl_pl: Wysokość elementu w punktach
vi_vn: Chiều cao của phần tử tại các điểm

source: Left
ar: اليسار
et: vasakule
fa: چپ
fr_lu: gauche
hr_hr: lijevo
ja: 左
lv_lv: kreisais
pl_pl: lewo
vi_vn: trái

source: Text lines are rendered flush left
ar: يتم تقديم خطوط النص اليسار دافق
et: Tekstiread sulatatakse masti vasakul
fa: خطوط متن در حال ارائه چپ خیط و پیت کردن
fr_lu: Les lignes de texte sont rendus aligné à gauche
hr_hr: Tekst linije donio Flush Lijevo
ja: テキスト行は左寄せにレンダリングされます
lv_lv: Teksta līnijas ir padarīti Flush pa kreisi
pl_pl: Linie tekstu są renderowane flush left
vi_vn: Dòng văn bản được cung cấp mép trái

source: Text lines are centred
ar: وتتركز خطوط النص
et: Tekstiread on keskendunud
fa: خطوط متن محور
fr_lu: Les lignes de texte sont centrées
hr_hr: Tekst linije su usmjerene
ja: テキスト行を中心とする
vi_vn: Dòng văn bản được tập trung

source: Text lines are rendered flush right
ar: يتم تقديم خطوط النص الحق دافق
et: Tekstiread sulatatakse flush right
fa: خطوط متن در حال ارائه راست خیط و پیت کردن
fr_lu: Les lignes de texte sont rendus aligné à droite
hr_hr: Tekst linije donio flush pravo
ja: テキスト行は、フラッシュ権利をレンダリングされます
lv_lv: Teksta līnijas ir padarīti flush tiesības
pl_pl: Linie tekstu są renderowane płukania prawo
vi_vn: Dòng văn bản được cung cấp tuôn ra ngay

source: Justify
ar: برر
et: õigustama
fa: توجیه کردن
fr_lu: justifier
hr_hr: opravdati
ja: 正当化する
lv_lv: attaisnot
pl_pl: uzasadniać
vi_vn: biện minh

source: Text lines are justified to both margins
ar: لها ما يبررها خطوط النص إلى كل من الهوامش
et: Tekstiread on põhjendatud nii marginaalid
fa: خطوط متن را به هر دو حاشیه توجیه
fr_lu: Les lignes de texte sont justifiées pour les marges
hr_hr: Tekst linije su opravdano na obje margine
ja: テキスト行は、両方のマージンに正当化される
lv_lv: Teksta līnijas ir pamatoti abām malām
pl_pl: Linie tekstu są uzasadnione do obu marginesów
vi_vn: Dòng văn bản là hợp lý cho cả hai lề

source: Alignment
ar: المحاذاة
et: joondumine
fa: هم ترازی
fr_lu: alignement
hr_hr: poravnanje
ja: アラインメント
lv_lv: noregulēšana
pl_pl: wyrównanie
vi_vn: liên kết

source: Font Size
ar: حجم الخط
et: Fondi suurus
fa: اندازه قلم
fr_lu: Taille de la police
hr_hr: Veličina fonta
ja: レポートサイズ
lv_lv: fonta lielums
pl_pl: Rozmiar czcionki
vi_vn: cỡ chữ

source: The web server does not have write permissions on the file
ar: خادم الويب لا ديك أذونات الكتابة على الملف
et: Web server ei kirjuta failikasutusõigusi
fa: وب سرور را ندارد مجوز نوشتنی در پرونده
fr_lu: Le serveur web n'a pas les permissions d'écriture sur le fichier
hr_hr: Web poslužitelj nema dopuštenja za pisanje o spisu
ja: Webサーバは、ファイルのパーミッションを書き込みしていないん
lv_lv: Web serverim nav rakstīšanas atļaujas failu
pl_pl: Serwer WWW nie ma uprawnień do zapisu do pliku
vi_vn: Máy ch? không có quy?n ghi t?p tin

source: Your changes cannot be saved
ar: التغييرات لا يمكن حفظ
et: Teie muudatusi ei saa salvestada
fa: تغییرات شما را نمی توان نجات داد
fr_lu: Vos modifications ne peuvent être sauvés
hr_hr: Promjene ne mogu biti spašeni
ja: 変更内容を保存することはできません
lv_lv: Jūsu izmaiņas nevar saglabāt
pl_pl: Wprowadzone zmiany nie mogą zostać zapisane
vi_vn: Các thay đổi của bạn đã được lưu

source: See your system administrator to correct this problem
ar: راجع مسؤول النظام الخاص بك لتصحيح هذه المشكلة
et: Vaata oma süsteemiadministraator seda probleemi
fa: از مدیر سیستم خود را مشاهده کنید این مشکل را برای اصلاح
fr_lu: Consultez votre administrateur système pour résoudre ce problème
hr_hr: Vidi se administratoru sustava kako bi riješili ovaj problem
ja: この問題を修正するには、システム管理者に問い合わせてください
lv_lv: Sazinieties ar sistēmas administratoru , lai novērstu šo problēmu,
pl_pl: Skontaktuj się z administratorem systemu, aby rozwiązać ten problem
vi_vn: Gặp người quản lý hệ thống để xử lý vấn đề này

source: Select the form to edit
ar: حدد النموذج لتحرير
et: Vali vormi muuta
fa: انتخاب فرم را ویرایش کنید
fr_lu: Sélectionner le formulaire à modifier
hr_hr: Odaberite obrazac za uređivanje
ja: 印刷する明細書選択
lv_lv: Izvēlieties formu , lai rediģētu
pl_pl: Wybierz formularz edycji
vi_vn: chọn mẫu để chỉnh sửa

source: Edit Form Layout
ar: تعديل تخطيط النموذج
fa: ویرایش فرم طرح بندی
fr_lu: Modifier le formulaire
hr_hr: Uredi obrazca
ja: フォームレイアウトの編集
lv_lv: Rediģēt veidlapas izkārtojums
vi_vn: Ch?nh s?a m?u giao di?n

source: Form Design
ar: تصميم النموذج
fa: طراحی فرم
fr_lu: Éditeur de formulaire
hr_hr: dizajn obrasca
ja: 帳票設計
lv_lv: forma dizains
pl_pl: Projekt formularza
vi_vn: mẫu thiết kế

source: Enter the changes that you want in the form layout below.
ar: أدخل التغييرات التي تريدها في تخطيط النموذج أدناه.
et: Sisestasoovitud muudatused kujul paigutuse allpool .
fa: وارد تغییراتی که شما در طرح فرم زیر را می خواهم.
fr_lu: Faire les modifications désirées dans le formulaire ci-dessous.
hr_hr: Unesite promjene koje želite u obliku raspored u nastavku .
ja: あなたは以下のフォームレイアウトで必要な変更を入力します。
lv_lv: Ievadiet izmaiņas, kuras vēlaties šādā formā izkārtojumu zemāk .
pl_pl: Wprowadź zmiany, które mają w układzie formularza poniżej.
vi_vn: Nh?p nhung thay d?i b?n mu?n vào m?u du?i dây

source: All coordinates are measured from the lower left corner of the sheet to the top left corner of the field.
ar: يتم قياس جميع الإحداثيات من الزاوية السفلى اليسرى من الورقة إلى الزاوية العليا اليسرى من الملعب .
et: Kõik koordinaadid mõõdetakse vasakus nurgaslehel on üleval vasakus nurgas valdkonnas .
fa: تمامی مختصات از گوشه سمت چپ پایین تر از ورق به گوشه بالا سمت چپ از میدان اندازه گیری شد.
fr_lu: Toutes les coordonnées sont mesurées à partir du coin inférieur gauche de la feuille dans le coin supérieur gauche du champ .
hr_hr: Sve koordinate su mjeri od donjem lijevom uglu ploče na gornjem lijevom kutu terena.
ja: すべての座標は、フィールドの左上隅に用紙の左下隅から測定される。
lv_lv: Visas koordinātas tiek mērīts no apakšējā kreisajā stūrī lapas uz augšējā kreisajā stūrī lauka .
pl_pl: Wszystkie współrzędne są mierzone od lewego dolnego rogu arkusza do lewego górnego rogu pola .
vi_vn: Tất cả các tọa độ được xác định từ góc dưới bên trái của tấm vào góc trên bên trái của lĩnh vực này.

source: Form Name
ar: اسم النموذج
et: vormi nimi
fa: نام فرم
fr_lu: Nom du formulaire
hr_hr: Obrazac Ime
ja: 地域名
lv_lv: Formas nosaukums
pl_pl: Nazwa formularza
vi_vn: Tên của mẫu

source: Paper Size
ar: ورقة الحجم
fa: اندازه کاغذ
fr_lu: Format papier
hr_hr: Veličina papira
ja: レポートサイズ
lv_lv: papīra izmērs
pl_pl: Rozmiar papieru
vi_vn: cỡ trang

source: Line Height
ar: خط الطول
et: line Kõrgus
fa: خط قد
fr_lu: la hauteur des lignes
hr_hr: linija Visina
ja: 行テキスト
lv_lv: Rindas augstums
pl_pl: Wysokość linii
vi_vn: Độ cao của dòng

source: Radius
ar: نصف القطر
et: raadius
fa: شعاع
fr_lu: Rayon
ja: 半径
lv_lv: rādiuss
pl_pl: Odległość
vi_vn: Bán kính

source: Radius of the rounded corners
ar: دائرة نصف قطرها من زوايا مدورة
et: Raadiusegaümardatud nurkadega
fa: شعاع گوشه های گرد
fr_lu: Rayon des coins arrondis
hr_hr: Radijus zaobljenim kutovima
ja: 丸みを帯びた角の半径
lv_lv: Rādiuss noapaļotiem stūriem
pl_pl: Promień zaokrąglonych narożach
vi_vn: Bán kính của các góc tròn

source: Start x co-ordinate
ar: بدء X تنسيق
et: Alusta x koordineerida
fa: شروع ایکس هماهنگ
fr_lu: Coordonnées x: départ
hr_hr: Početak x koordinirati
ja: 開始日
lv_lv: Sākt x koordinātu
pl_pl: Start x koordynować
vi_vn: B?t d?u x ph?i h?p

source: Start y co-ordinate
ar: بدء Y تنسيق
et: Alusta y koordinaat
fa: شرکت شروع سالانه - مختصاتی
fr_lu: Coordonnées y: départ
hr_hr: Početak y koordinatni
ja: 開始日
lv_lv: Sākt y koordinātu
pl_pl: Start współpracy y koordynować
vi_vn: B?t d?u y ph?i h?p

source: End x co-ordinate
ar: نهاية X تنسيق
et: End x koordineerida
fa: پایان ایکس هماهنگ
fr_lu: Coordonnées x: fin
hr_hr: Kraj x koordinirati
ja: エンドX座標
lv_lv: End x koordinātu
pl_pl: Koniec x koordynować
vi_vn: K?t thúc x ph?i h?p

source: End y co-ordinate
ar: نهاية Y تنسيق
et: End y koordinaat
fa: شرکت پایان سالانه - مختصاتی
fr_lu: Coordonnées y: fin
hr_hr: Kraj y koordinatni
ja: エンドY座標
lv_lv: End y koordinātu
pl_pl: Koniec współpracy y koordynować
vi_vn: K?t thúc y ph?i h?p

source: Preview the Form Layout
ar: معاينة تخطيط النموذج
et: Eelvaade Form Layout
fa: پیشنمایش طرح بندی فرم
fr_lu: Aperçu du formulaire
hr_hr: Pregledajte izgled obrazaca
ja: フォーム·レイアウトのプレビュー
lv_lv: Preview Form Layout
pl_pl: Podgląd układu formularza
vi_vn: Xem tru?c m?u giao di?n

source: Save the Form Layout
ar: حفظ تخطيط النموذج
et: Salvesta Form Layout
fa: ذخیره طرح بندی فرم
fr_lu: Enregistrer le formulaire
hr_hr: Spremite izgled obrazaca
ja: 請求書レイアウトを選んでください
lv_lv: Saglabāt veidlapu izkārtojums
pl_pl: Zapisz układu formularza
vi_vn: Luu m?u giao di?n

source: Freight Costs Maintenance
ar: صيانة تكاليف الشحن
et: Tarnemaksumus Hooldus
fa: حمل و نقل هزینه های نگهداری
fr_lu: Gestion des frais de transport
hr_hr: Teretni troškovi održavanja
ja: 運賃メンテナンス
lv_lv: Piegādes izmaksas
pl_pl: Koszty Wysyłki
vi_vn: Bảo dưỡng chi phí vận tải hảng hóa

source: Freight Costs
ar: تكاليف الشحن
et: Tarnemaksumus
fa: هزینه حمل و نقل
fr_lu: Frais de transport
hr_hr: Teretni troškovi
ja: 運送費
lv_lv: kravas Izmaksas
pl_pl: Kosztów frachtu
vi_vn: Chi phí vận tải

source: Select A Freight Company to set up costs for
ar: اختيار شركة الشحن لإعداد تكاليف
et: ValiFreight Company luua kulud
fa: انتخاب شرکت حمل و نقل به هزینه های راه اندازی برای
fr_lu: Sélectionner un transporteur
hr_hr: Odaberite špeditersku tvrtku za postavljanje troškove za
ja: 運賃を設定する運送会社選択
lv_lv: Select A Shipping Method to set up costs for
pl_pl: Wybierz Przewoźnika do ustalenia kosztów
vi_vn: Select A Shipping Method to set up costs for

source: Select the warehouse
ar: اختر مستودع
et: Vali ladu
fa: انتخاب انبار
fr_lu: Sélectionner l'entrepôt
hr_hr: Odaberite skladište
ja: 倉庫選択
lv_lv: Izvēlaties noliktavu
pl_pl: Wybierz magazyn
vi_vn: Chọn nhà kho

source: ship from location
ar: السفينة من الموقع
et: laeva asukoht
fa: کشتی از محل
fr_lu: Lieu de départ
hr_hr: brod iz mjesta
ja: 出荷する場所
lv_lv: kuģi no atrašanās vietas
pl_pl: wysyłka z
vi_vn: Chuyển hàng từ địa điểm

source: For
ar: إلى
et: eest
fa: برای
fr_lu: Pour
hr_hr: za
ja: のために
lv_lv: Priek&#353;
pl_pl: Dla
vi_vn: để
