Repository: timschofield/KwaMoja-Medical
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar, et, fa, fr_lu, hr_hr, ja, lv_lv, pl_pl, vi_vn

source: Place Order
ar: وضع النظام
et: koht Order
fa: محل سفارش
fr_lu: Commander
hr_hr: Mjesto Red
ja: 注文申込
lv_lv: Izveidot pārdošanas rīkojumu
pl_pl: Wprowadź Zamówienie
vi_vn: Đặt hàng

source: Create Recurring Order
ar: خلق النظام التكراري
et: Loo Korduv Tellimus
fa: ایجاد رویداد سفارش
fr_lu: Créer une commande récurrente
hr_hr: Stvaranje Ponavljajući red
ja: 繰越注文作成
lv_lv: Izveidot regulāro pārdošanas rīkojumu
pl_pl: Tworzenie cykliczne Zamówienie
vi_vn: T?o th? t? d? quy

source: Commit Order Changes
ar: ارتكاب ترتيب التغييرات
et: Järgida , muutub
fa: تغییرهای تعهد سفارش
fr_lu: Valider les changements
hr_hr: Prepusti se mijenja
ja: 注文変更確約
lv_lv: Veikt rīkojuma izmaiņas
pl_pl: Potwierdź Zmiany Zamówienia
vi_vn: Cam k?t các thay d?i v? don hàng

source: Departments
ar: الإدارات
ja: 支払

source: The description of the department must not contain the character
ja: 単位は文字列を含むことができません

source: The Name of the Department should not be empty
ar: بسم ينبغي للإدارة أن لا يكون فارغا
ja: 支払方法は空白にできない

source: This department name already exists.
ar: هذا اسم القسم موجود بالفعل .
ja: 入力されたコードは

source: The department has been modified
ar: تم تعديل قسم
ja: 作業指図が更新された

source: The new department has been created
ar: تم إنشاء قسم جديد
ja: 新しい銀行口座が入力された

source: The department could not be inserted
ar: لا يمكن إدراج قسم
ja: 挿入できなかった

source: The sql that failed was
ar: كان SQL التي فشلت
et: SQL et ei olnud
fr_lu: Le sql qui n'ont pas été
hr_hr: Neuspjela SQl naredba je
ja: 失敗したSQLがあった
lv_lv: SQL kļūda,
pl_pl: Użyte zapytanie SQL
vi_vn: D? li?u SQL không thành công là

source: You cannot delete this Department
ar: لا يمكنك حذف هذا القسم
ja: もはや存在しないのでこの地域税を削除することができません

source: There are items related to this department
ar: هناك بنود المتعلقة بهذا القسم
hr_hr: Postoje stvari vezane za ovaj odjel
ja: この品目に設定される価格がありません

source: The department has been removed
ar: تمت إزالة القسم
ja: が除去された

source: There are no departments created
ar: لا توجد الإدارات خلق
ja: 印刷する明細書がありません

source: Department Name
ar: اسم القسم
et: Department nimi
hr_hr: Odjel Ime
ja: レポート名

source: Authoriser
ar: نظام المصادقة على
fr_lu: Décideur
ja: 税務当局

source: View all Departments
ar: عرض جميع الأقسام
et: Vaata kõiki Osakonnad
fa: مشاهده همه گروه ها
hr_hr: Pregled svih odjela
ja: すべてのカテゴリーを見る

source: The selected departemnt could not be found.
ar: تعذر العثور على departemnt اختيارها .
et: Valitud departemnt ei leitud .
ja: 更新できなかった

source: Discount Categories Maintenance
ar: خصم الفئات الصيانة
et: Allahindlus Kategooriad Hooldus
fa: تخفیف نگهداری ردههای صفحه
fr_lu: Gestion des remises
hr_hr: Popust Kategorije Održavanje
ja: 値引きカテゴリメンテナンス
lv_lv: Atlaižu kategoriju uzturē&#353;ana
pl_pl: Kwalifikacje do Upustów
vi_vn: B?o trì m?c chi?t kh?u

source: The stock item entered must be set up as either a manufactured or purchased or assembly item
ar: يجب تعيين بند الأوراق المالية دخلت يصل إما البند تصنيعها أو شراؤها أو الجمعية
et: Laonumbrist kanda tuleb luua kastoodetud või ostetud või kokkupanek kirje
fa: قلم دوم از اقلام سهام وارد شده باید راه اندازی به صورت تولید و یا خریداری شده و یا مورد مونتاژ
fr_lu: L' article en stock entré doit être configuré soit comme un objet fabriqué ou acheté ou assemblage
hr_hr: Dioničko stavku ušao moraju se postaviti kao ni proizvodi ili kupili ili skupština stavke
ja: 製造または購買または組立品目として入力の在庫品目は設定しなければならない
lv_lv: Noliktavā postenis ievadīta jāizveido vai nu kā ražo vai pērk vai montāža posteni
pl_pl: Wprowadzony towar musi być produktem, towarem kupionym lub kompletem
vi_vn: M?t hàng nh?p vào c?n du?c cài d?t thành m?t m?t hàng du?c s?n xu?t ho?c du?c mua ho?c là hàng l?p ráp

source: The discount category
ar: فئة خصم
et: Allahindlus kategooria
fa: رده تخفیف
fr_lu: La catégorie de Remise
hr_hr: Popust kategoriju
ja: 値引きカテゴリ
lv_lv: Atlaižu kategorija
pl_pl: Rekord kategorii upustu
vi_vn: Các loại chiết khấu

source: record for
ar: سجل لل
et: rekord
fa: رکورد
fr_lu: pour
hr_hr: rekord
ja: のレコード
lv_lv: ieraksts par
pl_pl: dla
vi_vn: Ghi chép về

source: could not be updated because
ar: تعذر تحديث بسبب
et: ei saa ajakohastada , sest
fa: نمی تواند به دلیل به روز شده
fr_lu: n'a pas été mise à jour car
hr_hr: Ne može biti obnovljeno , jer
ja: 更新できない理由は
lv_lv: Nevar labot, jo
pl_pl: nie może być zaktualizowany ponieważ
vi_vn: không thể cập nhật vì

source: The stock master has been updated with this discount category
ar: تم تحديث ماستر الأسهم مع هذه الفئة خصم
et: Aktsia kapten on uuendatud see allahindlus kategooria
fa: استاد سهام شده است با این رده تخفیف به روز شده
fr_lu: Le maître de stock a été mis à jour avec cette catégorie d'actualisation
hr_hr: Dioničko majstor je ažurirana s ovim popusta kategoriji
ja: 品目マスタはこの値引カテゴリで更新された
lv_lv: Noliktavā kapteinis ir papildināta ar šo atlaižu kategorijas
pl_pl: Katalog towarów został zaktualizowany tą kategorią upustu
vi_vn: Kho chính dã du?c c?p nh?t m?c chi?t kh?u này

source: The stock master record has been updated to no discount category
ar: تم تحديث السجل الرئيسي الأوراق المالية ل لا الفئة خصم
et: Aktsia kapten rekord on uuendatud ole allahindlust kategooria
fa: سهام ثبت شده است استاد به هیچ دسته تخفیف به روز شده
fr_lu: Le stock a été mis à jour
hr_hr: Rekord dionica majstor je ažuriran kako bi bez popusta kategoriji
ja: 在庫レコードは値引カテゴリ無しに更新された
lv_lv: Noliktavā kapteinis ieraksts ir atjaunināta , lai nav atlaižu kategorijai
pl_pl: Upust został usunięty dla tego rekordu katalogu towarów
vi_vn: H? so kho chính dã du?c c?p nh?t thành không có m?c chi?t kh?u nào

source: Discount Category Code
ar: خصم رمز الفئة
et: Allahindlus kategooria kood
fa: کد تخفیف رده
fr_lu: Code catégorie de remise
hr_hr: Popust Kategorija Code
ja: 値引きカテゴリコード
lv_lv: Atlaižu kategorijas kods
pl_pl: Kod Upustu
vi_vn: Mã s? m?c chi?t kh?u

source: Select
ar: حدد
et: valima
fa: انتخاب
fr_lu: Sélectionner
hr_hr: Izaberi
ja: 選択
lv_lv: Izvēlēties
pl_pl: Wybierz
vi_vn: Lựa chọn

source: Enter Stock Code
ar: أدخل رمز السهم
et: Sisesta Stock Code
fa: کد امنیتی را وارد بانک
fr_lu: Saisir un code
hr_hr: Unesite Stock broj
ja: 在庫数量入力
lv_lv: Ievadīt preču daudzumu
pl_pl: Wpisz kod fotografia
vi_vn: Nhập mã kho

source: Partial code
ar: رمز جزئي
et: Osaline kood
fa: کد مشتقات جزئی
fr_lu: Code partiel
hr_hr: Djelomično broj
ja: 品目コード
lv_lv: Daļa no koda
pl_pl: Częściowe kod
vi_vn: Mã m?t ph?n

source: Partial description
ar: وصف جزئي
et: Osaline kirjeldus
fa: توضیحات جزئی
fr_lu: Description partielle
hr_hr: Djelomično Opis
ja: 品目内容
lv_lv: Apraksts
pl_pl: Częściowe opis
vi_vn: Phần mô tả

source: Update Item
ar: تحديث هذه السلعة
et: Uuenda Punkt
fa: مورد بروز
fr_lu: Mettre à jour
hr_hr: Ažuriranje predmet
ja: 行更新
lv_lv: Labot likmes
pl_pl: Pozycja Update
vi_vn: Cập nhật mặt hàng

source: Select a part code
ar: تحديد رمز جزء
et: Valigeosa kood
fa: انتخاب بخش کد
fr_lu: Sélectionner un code pièce
hr_hr: Odaberite kôd dio
ja: 作業指図選択
lv_lv: Izvēlēties daba rīkojumu
pl_pl: Wybierz kod strony
vi_vn: L?a ch?n m?t ph?n mã

source: Assign discount category
ar: تعيين فئة خصم
et: Määra soodushinnaga kategooria
fa: انتساب رده تخفیف
fr_lu: Attribuer catégorie d'actualisation
hr_hr: Dodjela popust kategoriju
ja: 値引きカテゴリ
lv_lv: Piešķirt atlaižu kategoriju
pl_pl: Przypisywanie kategorii zniżki
vi_vn: Chỉ định các loại giảm giá

source: to all items in stock category
ar: لجميع العناصر في فئة الأسهم
et: et kõik esemed laos kategooria
fa: به همه موارد در رده سهام
fr_lu: à tous les articles dans la catégorie stock
hr_hr: na sve stavke u dionicama kategoriji
ja: このカテゴリの在庫品目
lv_lv: Preces &#353;ajā kategorijā
pl_pl: do wszystkich pozycji w kategorii czas
vi_vn: tới các mặt hàng trong kho mục

source: Update Items
ar: تحديث العناصر
et: Uuenda valikud
fa: موارد بروز
fr_lu: Articles mise à jour
hr_hr: Ažuriranje stavke
ja: 行更新
lv_lv: Labot likmes
pl_pl: Przedmioty Update
vi_vn: Cập nhật các mặt hàng

source: Discount Category
ar: خصم الفئة
et: Allahindlus Kategooria
fa: تخفیف رده
fr_lu: Catégorie de Remise
hr_hr: Popust Kategorija
ja: 値引きカテゴリ
lv_lv: Atlāižu kategorija
pl_pl: Kategoria Upustu
vi_vn: loại giảm giá

source: Item
ar: بند
et: kirje
fa: بخش
fr_lu: Article
hr_hr: stavka
ja: 品目
lv_lv: Prece
pl_pl: Towar
vi_vn: Mặt hàng

source: Are you sure you wish to delete this discount category?
ar: هل أنت متأكد أنك تريد حذف هذه الفئة خصم؟
et: Oled sa kindel , et soovid kustutada seda allahindlust kategooria ?
fr_lu: Voulez-vous supprimer cette remise?
hr_hr: Jeste li sigurni da želite izbrisati ovu kategoriju popust ?
ja: この仕入先価格を削除してもよろしいですか？

source: There are currently no discount categories defined
ar: لا يوجد حاليا أي خصم فئات محددة
et: Hetkel ei ole allahindlust määratletud kategooriate
fa: در حال حاضر هیچ تعریف مقوله های تخفیف
fr_lu: Aucune remise n'est définie
hr_hr: Trenutno nema popusta kategorije definirane
ja: 現在値引カテゴリは定義されてません
lv_lv: Nav izveidotas atlaižu kategorijas
pl_pl: Aktualnie brak zdefiniowanych kategorii upustów
vi_vn: Hiện tại không có quy định loại giảm giá

source: Enter a two character abbreviation for the discount category and the stock code to which this category will apply to. Discount rules can then be applied to this discount category
ar: إدخال حرف اختصار اثنين لفئة خصم وقانون الأوراق المالية والتي سوف تطبق هذه الفئة ل .
et: Sisestakahekohaline lühend allahindlusele kategooria ja varude koodi mis selle kategooria kehtib .
fa: وارد دو شخصیت مخفف رده تخفیف و کد سهام که به این دسته اعمال خواهد شد به. قوانین تخفیف پس از آن میتوانید به دسته این تخفیف اعمال شده
fr_lu: Entrer un code de 2 caractères pour la catégorie de remise et le code de l'article auxquels cette remise s'appliquera.
hr_hr: Unesite dva znaka kraticu za popust kategoriji i dionica broj na koji je ova kategorija će se primijeniti .
ja: このカテゴリーがあてはまる値引カテゴリの２文字省略形を入力してください 値引規則はこの値引カテゴリーに適用できます
lv_lv: Ievadiet divu rakstzīmju par diskonta kategorijas saīsinājumu un akciju kodu , uz kuru šīs kategorijas piemēros .
pl_pl: Wprowadź dwuznakowe oznaczenie kategorii upustu i kod magazynu do którego upust będzie stososwany. Wówczas zasady upustów mogą być stosowane dla tej kategorii
vi_vn: Nhập vào 2 chữ cái viết tắt cho mục chiết khấu và mã kho mà chiết khấu này được áp dụng. Luật chiết khấu sẽ được áp dụng cho mục đó.

source: Update discount category for
ar: تحديث فئة خصم لل
et: Uuenda soodushinnaga kategooria
fa: به روز رسانی رده تخفیف برای
fr_lu: Mettre à jour les remises pour
hr_hr: Ažuriraj kategoriju popusta za
ja: 値引きカテゴリ
lv_lv: Atlaižu kategorija
pl_pl: Aktualizacja dla kategorii zniżki
vi_vn: cập nhật các loại giảm giá cho

source: a single stock item
ar: عنصر سهم واحد
et: ühe laonumbrist
fa: قلم دوم از اقلام واحد انبار
fr_lu: un article
hr_hr: jedna dionica stavku
ja: 品目
lv_lv: Darbaspēks
pl_pl: pojedynczego elementu czas
vi_vn: Một mặt hàng trong kho

source: a complete stock category
ar: فئة الأوراق المالية كاملة
et: täielik varukategooria
fa: رده سهام کامل
fr_lu: une catégorie entière
hr_hr: kompletna dionica kategoriju
ja: 在庫カテゴリ選択
lv_lv: Izvēlēties preces kategoriju
pl_pl: całą kategorię czas
vi_vn: Kho m?c hoàn thi?n

source: Discount Matrix Maintenance
ar: صيانة ماتريكس خصم
et: Hinnaalandusmaatriks Hooldus
fa: تعمیر و نگهداری تخفیف ماتریکس
fr_lu: Gestion des remises
hr_hr: Održavanje matrice popusta
ja: 値引表メンテナンス
lv_lv: Atlaižu matrica
pl_pl: Kategorie Upustów
vi_vn: B?o trì ma tr?n chi?t kh?u

source: The quantity break must be entered as a positive number
ar: يجب إدخال كمية كسر كرقم إيجابية
et: Kogus paus tuleb sisestada positiivne arv
fa: شکستن مقدار باید به عنوان یک عدد مثبت وارد
fr_lu: La quantité doit être un nombre positif
hr_hr: Količina razmak mora biti unesen kao pozitivan broj
ja: 数量ブレークは正の数で入力する必要があります
lv_lv: Daudzums pārtraukumu jānorāda kā pozitīvu skaitli
pl_pl: Granica ilościowa musi być liczbą dodatnią
vi_vn: phạm vi khối lượng phải được nhập là số dương

source: The quantity of all items on an order in the discount category
ar: كمية من جميع البنود المدرجة على أمر في فئة خصم
et: Kogus kõik teemadjärjekorrasallahindlust kategooria
fa: مقدار در همه موارد به منظور رده تخفیف
fr_lu: La quantité totale des articles d'une commande dans cette catégorie de remise
hr_hr: Količina svih stavki na cilju u kategoriji popusta
ja: 割引カテゴリのオーダー上のすべてのアイテムの量
lv_lv: Daudzums visiem priekšmetiem uz pasūtījumu tās diskonta kategorijā
pl_pl: Ilość wszystkich towarów na zamówieniu z danej kategorii upustów
vi_vn: Số lượng các mặt hàng trong một đơn hàng thuộc mục được chiết khấu

source: at which the discount will apply is 0 or less than 0
ar: في التي سيتم تطبيق الخصم هو 0 أو أقل من 0
et: kus allahindlus kehtib on 0 või väiksem kui 0
fa: که در آن تخفیف اعمال خواهد شد 0 یا کمتر از 0 است
fr_lu: à laquelle la remise sera appliquée est incorrecte
hr_hr: na kojojće se primjenjivati ​​popust je 0 ili manja od 0
ja: 割引が適用されると、 0より0以下である
lv_lv: pie kuraatlaide piemēros ir 0 vai mazāks par 0
pl_pl: do których stosuje się upust jest 0 lub mniej niż 0
vi_vn: mà tại đó giảm giá sẽ được áp dụng là 0 hay nhỏ hơn 0

source: Positive numbers are expected for this entry
ar: ومن المتوقع لهذا الإدخال الأرقام الموجبة
et: Positiivsed arvud on oodata selle kirje
fa: اعداد مثبت هستند انتظار می رود برای این مطلب
fr_lu: Saisir un nombre positif
hr_hr: Pozitivni brojevi se očekuje za ovaj unos
ja: 正の数は、このエントリのために期待されている
lv_lv: Lūdzu ievadiet pozitīvu skaitli
pl_pl: Oczekiwana jest w tym miejscu liczba dodatnia
vi_vn: Số dương dự kiến ​​cho mục này

source: The discount rate must be entered as a positive number
ar: يجب إدخال سعر الخصم كرقم إيجابية
et: Diskontomäära tuleb sisestada positiivne arv
fa: نرخ تنزیل باید به عنوان یک عدد مثبت وارد
fr_lu: Le taux de remise doit être un nombre positif
hr_hr: Diskontna stopa mora se unijeti kao pozitivan broj
ja: 割引率は、正の数で入力する必要があります
lv_lv: Atlaide ir jābūt pozitīvam skaitlim
pl_pl: Procent upustu musi być liczbą dodatnią
vi_vn: Tỷ lệ giảm giá phải được nhập như là một số dương

source: The discount rate applicable for this record is either less than 0% or greater than 100%
ar: معدل الخصم المطبق لهذا السجل هو إما أقل من 0 ٪ أو أكبر من 100٪
et: Diskontomäära kohaldatakse selle kirje on kas väiksem kui 0 % või suurem kui 100%
fa: نرخ تنزیل برای این رکورد قابل اجرا است یا کمتر از 0٪ و یا بیشتر از 100٪
fr_lu: Le taux d'actualisation utilisé pour cet enregistrement est soit inférieur à 0% ou supérieure à 100%
hr_hr: Diskontna stopa primjenjuje za ovaj rekord je bilo manje od 0 % ili više od 100 %
ja: このレコードには適用された割引率はどちら未満0％以上100％未満である
lv_lv: Diskonta likme, ko piemēro par šo ierakstu ir vai nu zemāka par 0 % vai lielāks par 100 %
pl_pl: Stopa dyskontowa zastosowanie dla tego rekordu jest albo mniej niż 0% lub większa niż 100%
vi_vn: Lãi suất chiết khấu áp dụng cho các hồ sơ này là một trong hai nhỏ hơn 0 % hoặc lớn hơn 100%

source: The discount matrix record has been added
ar: تم إضافة السجل خصم المصفوفة
et: Hinnaalandusmaatriks rekord on lisatud
fa: ثبت تخفیف ماتریس افزوده شده است
fr_lu: La remise a été ajoutée
hr_hr: Rekord popusta matrice dodan
ja: 割引行列レコードが追加されている
lv_lv: Atlaide matrica ieraksts ir pievienots
pl_pl: Rekord siatki upustów dodany
vi_vn: Ðã thêm h? so ma tr?n chi?t kh?u

source: The discount matrix record has been deleted
ar: تم حذف السجل خصم المصفوفة
et: Hinnaalandusmaatriks rekord on kustutatud
fa: ثبت تخفیف ماتریس حذف شده است
fr_lu: La remise a été supprimée
hr_hr: Rekord popusta matrica je obrisan
ja: 割引行列レコードが削除されている
lv_lv: Atlaide matrica ieraksts ir izdzēsts
pl_pl: Rekord siatki upustów usunięty
vi_vn: Ðã xóa h? so ma tr?n chi?t kh?u

source: Customer Price List
ar: العملاء قائمة الأسعار
et: Kliendi hinnakiri
fa: لیست قیمت مشتری
fr_lu: Tarification
hr_hr: Kupac Cjenik
ja: 得意先価格表
lv_lv: Klientu cenu liste
pl_pl: Cennik
vi_vn: Danh sách giá cả của khách hàng

source: Quantity Break
ar: الكمية استراحة
et: Kogus Break
fa: مقدار شکستن
fr_lu: Quantité
hr_hr: Količina Break
ja: 数量分岐
lv_lv: Daudzums Break
pl_pl: Ilość Graniczna
vi_vn: khối lượng bị hỏng

source: Discount Rate
ar: معدل الخصم
et: diskontomäär
fa: ارزش گذاری تخفیف
fr_lu: Taux de remise
hr_hr: diskontna stopa
ja: 値引率
lv_lv: Atlaide
pl_pl: Upust
vi_vn: tỷ lệ giảm giá

source: Are you sure you wish to delete this discount matrix record?
ar: هل أنت متأكد أنك تريد حذف هذا السجل خصم المصفوفة ؟
et: Oled sa kindel, et soovid kustutada selle Hinnaalandusmaatriks rekord ?
fr_lu: Voulez-vous supprimer cette catégorie de remise?
hr_hr: Jeste li sigurni da želite obrisati ovaj zapis popust matrica ?
ja: この仕入先価格を削除してもよろしいですか？

source: EDI Message Format
ar: تنسيق الرسائل EDI
fa: ویراست فرمت پیام
fr_lu: Format du message EDI
hr_hr: EDI format poruke
ja: EDIメッセージの形式
lv_lv: EDI ziņojuma formāts
pl_pl: Format komunikatu EDI
vi_vn: Định dạng thông điệp EDI

source: There was an error inserting the default template invoice message records for
ar: كان هناك خطأ إدراج قالب السجلات رسالة الفاتورة الافتراضي لل
et: Seal oli viga sisestamisel vaikimisi malli Arve sõnum arvestust
fa: خطایی در قالب پیش فرض قرار دادن پیام برای ثبت فاکتور وجود دارد
fr_lu: Il y avait une erreur d'insérer les enregistrements par défaut message modèle de facture pour les
hr_hr: Došlo je do pogreške umetanjem zadani predložak evidenciju faktura poruka za
ja: のデフォルトのテンプレートの請求メッセージレコードを挿入するときにエラーが発生しました
lv_lv: Tur bijakļūda, ievietojot noklusējuma veidnes rēķinu ziņu ierakstus
pl_pl: Błąd przy wprowadzaniu domyślnego wzorca komunikatu dla
vi_vn: Có lỗi chèn các thông điệp mặc định mẫu hoá đơn cho

source: Message line updated
ar: خط رسالة تحديثها
et: Sõnum line uuendatud
fa: پیام بههنگام شده در خط
fr_lu: Ligne mis à jour
hr_hr: Poruka linije ažurirani
ja: メッセージ行更新済
lv_lv: Ziņojuma rinda labota
pl_pl: Komunikat zmieniony
vi_vn: Đã cập nhật dòng thông điệp

source: Message line added
ar: إضافة سطر رسالة
et: Sõnum line lisatud
fa: ارسال پیغام از خط
fr_lu: Message / Ligne ajout
hr_hr: Poruka linije dodavanja
ja: メッセージ行追加済
lv_lv: Ziņojuma rinda pievienota
pl_pl: Komunikat dodany
vi_vn: Đã thêm dòng thông điệp

source: The selected message line has been deleted
ar: لقد تم حذف السطر الرسالة المحددة
fr_lu: La ligne a été supprimée
ja: 選択されたメッセージ行が削除されている
pl_pl: Usunięto wybraną linię komunikatu

source: Definition of
ar: تعريف
et: mõiste
fa: تعریف
fr_lu: Définition des
hr_hr: Definicija
ja: 目的地
lv_lv: definīcija
pl_pl: Definicja
vi_vn: Nghĩa của từ

source: Format String
ar: سلسلة التنسيق
et: vormingustringile
fa: فرمت عبارات
fr_lu: Format chaîne de caractères
ja: フォーマット文字列
lv_lv: formāts String
pl_pl: Wzorzec Formatu
vi_vn: Định dạng chuỗi

source: Create New EDI Invoice Message From Default Template
ar: خلق فرص عمل جديدة EDI رسالة الفاتورة من القالب الافتراضي
et: Loo uus EDI arve Sõnum Vaikemalli
fa: ویراست جدید ایجاد پیام فاکتور از قالب پیش فرض
fr_lu: Créer un nouveau factures EDI Message de modèle par défaut
hr_hr: Izrada nove poruke Račun EDI Od zadani predložak
ja: デフォルトのテンプレートから新しいEDI請求書メッセージを作成
lv_lv: Izveidot jaunu EDI Rēķins ziņa No Default Template
pl_pl: Stwórz Nowy Komunikat Faktury EDI z Domyślnego Wzorca
vi_vn: T?o m?t tin nh?n hóa don EDI m?i t? m?u m?c d?nh

source: Review Message Lines
ar: استعراض خطوط رسالة
et: Review Sõnum Lines
fa: خطوط فایل را نقد کنید پیام
fr_lu: Revue message Lines
hr_hr: Poruka pregled Lines
ja: メッセージ行確認
lv_lv: Review Ziņu Lines
pl_pl: Przegląd Linii Komunikatu
vi_vn: Xem lại các dòng thông điệp

source: Heading
ar: عنوان
et: rubriik
fa: عنوان
fr_lu: Titre
hr_hr: Zaglavlje
ja: 見出し
lv_lv: virsraksts
pl_pl: Nagłówek
vi_vn: tiêu đề

source: Detail
ar: التفاصيل
fa: جزئیات
fr_lu: Détail
hr_hr: Detaljno
ja: 詳細
lv_lv: Apraksts
pl_pl: Szczegóły
vi_vn: chi tiết

source: Summary
ar: ملخص
et: Kokkuvõte
fa: خلاصه
fr_lu: Résumé
hr_hr: Sažetaak
ja: 概要
lv_lv: Kopsavilkums
pl_pl: Podsumowanie
vi_vn: Tóm tắt

source: Line Text
ar: نص الخط
fa: خط متن
fr_lu: ligne texte
hr_hr: Linija teksta
ja: 行テキスト
lv_lv: līnija Teksts
pl_pl: Linia tekstu
vi_vn: Dòng chữ

source: Update Information
ar: معلومات التحديث
et: Uuenda Information
fa: به روز رسانی اطلاعات
fr_lu: Mettre à jour
hr_hr: Ažuriraj podatke
ja: 情報入力
lv_lv: Saglabāt
pl_pl: Informacje o aktualizacji
vi_vn: Cập nhật thông tin

source: Process EDI Orders
ar: عملية أوامر EDI
et: Process EDI Tellimused
fa: فرآیند سفارشات ویراست
fr_lu: Traiter les Commandes EDI
hr_hr: Proces EDI narudžbe
ja: EDI注文処理
lv_lv: Procesa EDI Pasūtījumi
pl_pl: Przetwarzanie Zamówień EDI
vi_vn: Xử lí đơn hàng EDI

source: The EANCOM Standard only allows for
ar: المعيار EANCOM يسمح فقط لل
et: EANCOM Standard lubab ainult
fa: استاندارد EANCOM تنها اجازه می دهد تا برای
fr_lu: Le Standard EANCOM permet seulement
hr_hr: EANCOM standard dopušta samo
ja: EANCOM規格のみが可能
lv_lv: EANCOM Standarts pieļauj tikai
pl_pl: Standard EANCOM pozwala tylko na
vi_vn: Tiêu chu?n EANCOM ch? cho phép

source: occurrences of the segment
ar: تواجدات الجزء
et: esinemistestsegment
fa: وقوع قطعه
fr_lu: occurrences du segment
hr_hr: pojava segmentu
ja: セグメントの出現
lv_lv: gadījumi segmentā
pl_pl: wystąpień segmentu
vi_vn: xuất hiện của phân khúc

source: this is the
ar: هذا هو
et: see on
fa: این است
fr_lu: ceci est la
hr_hr: ovo
ja: これは
lv_lv: tas ir
pl_pl: to jest
vi_vn: Đây là

source: occurrence
ar: ظهور
et: sündmus
fa: وقوع
hr_hr: pojavljivanje
ja: 発生
lv_lv: notikums
pl_pl: wystąpienie
vi_vn: xuất hiện (sự cố)

source: The segment line read as follows
ar: السطر الجزء نصها كما يلي
et: Segment rida järgmiselt
fa: پاره خط خواندن به شرح زیر است
fr_lu: Le segment de ligne comme suit
hr_hr: Segment linija glasi
ja: 次のようにセグメントラインが読み
lv_lv: Segments līnija šādi
pl_pl: Wygląd linii segmentu
vi_vn: Các dòng phân khúc du?c d?c nhu sau

source: Segment Group
ar: المجموعة الجزء
fa: بخش گروه
fr_lu: Groupe de segments
ja: セグメントグループ
lv_lv: Segmenta grupas
pl_pl: Grupa Segmentu
vi_vn: Nhóm phân khúc

source: Max Occurrences of Segment
ar: ماكس تواجدات القطاع
et: Max Registreeriti Segment
fa: ظهور حداکثر سگمنت
fr_lu: Occurences max d'un segment
hr_hr: Max pojave segment
ja: 通貨名
lv_lv: Valūta
pl_pl: Zdarzenia Max Segment
vi_vn: T?i da s? l?n xu?t hi?n c?a b? ph?n

source: No occurrences so far
ar: لا تكرارات حتى الآن
et: No sündmuste seni
fa: بدون ظهور تا کنون
fr_lu: Nombre d'occurrences jusqu'ici
hr_hr: Nema pojave dosada
ja: これまでのところ発生しない
lv_lv: Nav gadījumi līdz šim
pl_pl: Brak wystąpień
vi_vn: Không xuất hiện cho đến nay

source: ERROR
ar: خطأ
fa: خطا
fr_lu: ERREUR
hr_hr: POGREŠKA
ja: エラー
lv_lv: Kļūda
pl_pl: BŁĄD
vi_vn: LỖI

source: Unable to identify segment tag
ar: غير قادر على تحديد علامة الجزء
et: Suutnud tuvastada segment tag
fa: قادر به شناسایی برچسب بخش
fr_lu: Impossible d'identifier tag segment
hr_hr: Nije moguće identificirati segment oznaku
ja: セグメントタグを識別することができ
lv_lv: Nevar noteikt segmenta tagu
pl_pl: nie można zidentyfikować etykiety segmentu
vi_vn: Không thể để xác định các địa chỉ phân đoạn

source: from the message line
ar: من سطر رسالة
et: sõnumist line
fa: از خط پیام
fr_lu: à partir de la ligne de message
hr_hr: s porukom linije
ja: メッセージ行から
lv_lv: no ziņojumu līnijas
pl_pl: z linii komunikatu
vi_vn: Từ dòng thông điệp
