Repository: timschofield/KwaMoja-Medical
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar, et, fa, fr_lu, hr_hr, ja, lv_lv, pl_pl, vi_vn

source: Key/value pairs of data to insert. The key must be identical with the database field name.
ar: المفتاح / القيمة أزواج من البيانات لإدراج.
et: Key / väärtus paare andmete sisestamiseks .
fa: جفت کلید / مقدار از داده ها را وارد کنید.
fr_lu: Les paires de clés / valeur des données à insérer. La clé doit être identique au nom de domaine de base de données.
hr_hr: Ključne / vrijednost parova podataka za umetanje .
ja: データのキー/値のペアを挿入する。
lv_lv: Atslēgu / vērtību pārus datu ievietot.
pl_pl: Par klucz / wartość danych wstawić. Klucz musi być identyczna z nazwą pola bazy danych.
vi_vn: Khóa / giá trị cặp dữ liệu để chèn .

source: This function modifies a stock item that already exists in KwaMoja.
ar: هذه الوظيفة بتعديل بند الأوراق المالية موجود بالفعل في KwaMoja .
et: See funktsioon muudablaonumbrist et on olemas juba KwaMoja .
fa: این تابع را تغییر مورد سهام که قبلا در KwaMoja وجود دارد .
hr_hr: Ova funkcija mijenja dioničko predmet koji već postoji u KwaMoja .
ja: この関数は、すでにKwaMojaに存在する在庫品目を変更します。
lv_lv: Šī funkcija maina akciju posteni, kas jau pastāv KwaMoja .
vi_vn: Chức năng này sửa đổi một mục chứng khoán mà đã tồn tại trong KwaMoja .

source: Key/value pairs of data to modify.
ar: المفتاح / القيمة أزواج من البيانات لتعديل .
et: Key / väärtus paare andmete muutmiseks .
fa: جفت کلید / مقدار از داده ها را تغییر دهید .
fr_lu: Les paires de clés / valeur des données à modifier.
hr_hr: Ključne / vrijednost parova podataka za izmjenu .
ja: データのキー/値のペアは、変更します。
lv_lv: Atslēgu / vērtību pārus datu mainīt .
pl_pl: Par klucz / wartość danych zmodyfikować.
vi_vn: Khóa / giá trị cặp dữ liệu để sửa đổi .

source: This function takes a stock item code and returns an array of key/value pairs.
ar: هذه الدالة تأخذ رمز بند الأوراق المالية وإرجاع مجموعة من أزواج مفتاح / قيمة .
et: See funktsioon võtablaonumbrist kood ja tagastab massiivi võti / väärtus paare .
fa: این تابع طول می کشد یک آیتم کد سهام ومجموعه ای از جفت کلید / مقدار را بر می گرداند .
fr_lu: Cette fonction prend un code article en stock et retourne un tableau de paires clé / valeur.
hr_hr: Ova funkcija ima kod dionica predmet i vraća polje parova ključ / vrijednost .
ja: この関数は、在庫品目コードを取得し、キー/値のペアの配列を返します。
lv_lv: Šī funkcija aizņem akciju objektu kodu un atgriež masīvu atslēgu / vērtību pārus .
pl_pl: Funkcja ta pobiera kod z magazynu i zwraca tablicę par klucz / wartość.
vi_vn: Chức năng này có một mã số item nào đó và trả về một mảng của cặp key / value .

source: The keys represent the database field names, and the values are the value of that field.
ar: تمثل مفاتيح أسماء الحقول قاعدة البيانات، و القيم هي قيمة هذا الحقل .
et: Võtmed esindama andmebaasi väljade nimed javäärtused on väärtus selles valdkonnas.
fa: کلید نشان دهنده نام فیلد پایگاه داده، و ارزش ها ارزش آن زمینه است .
fr_lu: Les touches représentent les noms de champs de base de données, et les valeurs sont la valeur de ce champ.
hr_hr: Tipke predstavljaju imena baze podataka polja , a vrijednosti suvrijednost tog polja .
ja: キーは、データベースのフィールド名を表し、その値は、そのフィールドの値である。
lv_lv: Taustiņi pārstāvēt datu bāzes lauku nosaukumus , un vērtības irvērtība šajā jomā.
pl_pl: Klawisze stanowią nazwy pól bazy danych, a wartości to wartość tego pola.
vi_vn: Các phím đại diện cho tên trường cơ sở dữ liệu , và các giá trị là giá trị của lĩnh vực đó.

source: The StockID code to identify the item in the database.
ar: رمز StockID لتحديد عنصر في قاعدة البيانات.
et: StockID kood selgitadakirje andmebaasis.
fr_lu: Code StockID pour identifier l'article
hr_hr: StockID kod identificirati stavke u bazi podataka .
ja: 勘定セクション名は文字列を含むことができません
lv_lv: StockID kods , lai identificētu objektu datu bāzē .
pl_pl: Kod StockID do określenia pozycji w bazie danych.
vi_vn: Mã StockID để xác định các mục trong cơ sở dữ liệu .

source: If successful this function returns a set of key/value pairs containing the details of this stock item.
ar: إذا نجحت هذه الدالة تقوم بإرجاع مجموعة من أزواج مفتاح / قيمة تحتوي على تفاصيل هذا البند الأسهم .
et: Kui edukas see funktsioon tagastab komplekti võti / väärtus paare sisaldab andmeid selle laonumbrist .
fa: در صورت موفقیت آمیز این تابع مجموعه ای از جفت کلید / مقدار حاوی جزئیات این آیتم سهام را برمی گرداند.
fr_lu: En cas de succès cette fonction retourne un ensemble de paires clé / valeur contenant les détails de ce point de stock.
hr_hr: Uspiju li ova funkcija vraća skup parova ključ / vrijednost koje sadrže pojedinosti o ovoj stavci zaliha .
ja: 成功した場合、この関数は、この在庫品目の詳細を含むキー/値のペアのセットを返します。
lv_lv: Ja veiksmīga šī funkcija atgriež virkni galveno / vērtību pārus , kas satur informāciju par šo krājumu posteni .
pl_pl: W przypadku powodzenia funkcja zwraca zbiór par klucz / wartość zawierające szczegóły tego magazynu.
vi_vn: Nếu thành công hàm này trả về một tập hợp các giá trị khóa / cặp có chứa các chi tiết của mục cổ phiếu này.

source: The key will be identical with field name from the stockmaster table. All fields will be in the set regardless of whether the value was set.
ar: سيكون مفتاح تكون متطابقة مع اسم حقل من الجدول stockmaster .
et: Võti on identne valdkonnas nimestockmaster tabelis.
fa: کلید خواهد بود با نام زمینه از جدول stockmaster یکسان است .
fr_lu: La clé sera identique avec le nom de champ de la table Stockmaster. Tous les champs seront dans l'ensemble, peu importe si la valeur a été fixée.
hr_hr: Ključ će biti identičan naziv polja iz stockmaster stolu .
ja: キーはstockmasterテーブルからフィールド名と同一になります。
lv_lv: Galvenais būs identisks ar lauka nosaukumu no stockmaster galda.
pl_pl: Kluczem będzie identyczna z nazwą pola w tabeli Stockmaster. Wszystkie pola będą w zbiorze, niezależnie od tego, czy wartość została ustalona.
vi_vn: Các phím sẽ được đồng nhất với tên trường từ bảng stockmaster .

source: This function searches the stockmaster table and returns an array of stock items matching that criteria.
ar: هذه الدالة بالبحث في جدول stockmaster و إرجاع صفيف من المخزن عناصر مطابقة أن المعايير.
et: See funktsioon otsib stockmaster tabel ja tagastab massiivi ladustatud tooted sobivad , et kriteeriumid .
fa: این تابع جستجو جدول stockmasterو آرایه ای از انبار قلم موجود تطبیق آن معیارها را بر می گرداند .
fr_lu: Cette fonction recherche dans la table Stockmaster et retourne un tableau des articles en stock correspondant à ces critères.
hr_hr: Ova funkcija pretražuje stockmaster stol i vraća polje zaliha predmeta koji se poklapaju kriterije .
ja: この関数は、 stockmasterテーブルを検索して、その条件に一致する商品在庫の配列を返します。
lv_lv: Šī funkcija meklē stockmaster galda un atgriež masīvu preces , kas ir atbilstīgs kritērijiem.
pl_pl: Funkcja ta przeszukuje tabelę Stockmaster i zwraca tablicę elementów czas pasujące te kryteria.
vi_vn: Chức năng này tìm kiếm các bảng stockmaster và trả về một mảng của các cổ phiếu phù hợp với các tiêu chí .

source: The field name to search on.
ar: اسم الحقل للبحث عن .
et: Välja nime otsida .
fa: نام زمینه به جستجو کنید.
fr_lu: Nom du champ à rechercher.
hr_hr: Naziv polje za pretraživanje na .
ja: フィールド名で検索する。
lv_lv: Lauka nosaukums , lai meklētu .
pl_pl: Nazwa pola do wyszukiwania.
vi_vn: Tên trường để tìm kiếm trên .

source: Match Criteria
ar: تطابق معايير
et: Match kriteeriumid
fa: گرفتن ضوابط
fr_lu: Critères de sélection
hr_hr: Klađenje na kriterije
ja: 条件に一致する
lv_lv: Match kritēriji
pl_pl: Spełniają kryteriów
vi_vn: phù hợp với tiêu chí

source: The SQL search pattern to select items in the database.
ar: نمط البحث SQL لتحديد العناصر في قاعدة البيانات .
et: SQL otsing muster üksuste valimiseks andmebaasis.
fr_lu: Critère de recherche SQL pour l'affichage d'articles de la base de données.
hr_hr: Uzorak SQL traži za odabir stavke u bazi podataka .
ja: 勘定セクション名は文字列を含むことができません
lv_lv: SQL meklēšana modelis, lai izvēlētos objektus datu bāzē .
pl_pl: Wzorzec wyszukiwania SQL, aby wybrać pozycje w bazie danych.
vi_vn: Mô hình tìm kiếm SQL để chọn các mục trong cơ sở dữ liệu .

source: Returns an array of stock codes matching the criteria send, or an array of error codes
ar: إرجاع صفيف من رموز الأسهم المطابقة للمعايير إرسال ، أو مجموعة من رموز الخطأ
et: Annab massiivi kalavarude koode sobitamine kriteeriumid saata, või massiivi veakoodid
fa: بازگرداندن یک آرایه کدهای سهام تطبیق معیارهای ارسال ، و یامجموعه ای از کدهای خطا
fr_lu: Retourne un tableau des codes des stocks correspondant aux critères envoyer, ou un tableau des codes d'erreur
hr_hr: Vraća niz dionica kodova podudaranja kriteriji slanje , odnosnoniz šifri pogrešaka
ja: 基準が送信マッチング株式コードの配列を返し、エラーコードの配列
lv_lv: Atgriež masīvu krājumu kodus saskaņošanas kritēriji nosūtīt , vai, kļūdu kodus masīvs
pl_pl: Zwraca tablicę kody stad spełniających podane kryteria wysłać lub tablica kodów błędów
vi_vn: Trả về một loạt các mã cổ phiếu phù hợp với tiêu chí gửi , hoặc một loạt các mã lỗi

source: A string field containing a valid stockid that must already be setup in the stockmaster table. The api will check this before making the enquiry.
ar: حقل سلسلة تحتوي على stockid الصالحة التي يجب أن تكون بالفعل الإعداد في الجدول stockmaster .
et: String väli sisaldab kehtiv stockid et peab juba olema setupstockmaster tabelis.
fa: رشته رشته حاوی stockid معتبر است که باید در حال حاضر راه اندازی در جدول stockmaster باشد .
fr_lu: Un champ de type chaîne contenant un "stockid" correct qui doit déjà être installé dans la table "Stockmaster". L'API vérifiera cela avant de faire la requête.
hr_hr: Niz polje sadrži važeću stockid koji već moraju biti postava u stockmaster tablici .
ja: すでにstockmasterテーブルの設定にする必要があり、有効なstockidを含む文字列フィールド。
lv_lv: String lauks satur derīgu stockid , kas jau ir jābūt setup ar stockmaster tabulā .
pl_pl: Pole łańcuch zawierający ważne stockid, że musi już być skonfigurowane w tabeli Stockmaster. API to sprawdzić przed podjęciem badania.
vi_vn: Một lĩnh vực chuỗi có chứa một stockid hợp lệ mà đã phải được thiết lập trong bảng stockmaster .

source: This function returns an array of stock quantities by location for this stock item.
ar: هذه الدالة تقوم بإرجاع صفيف من كميات الأسهم حسب الموقع لهذا البند الأسهم .
et: See funktsioon tagastab massiivi aktsia kogused koht selle laonumbrist .
fa: این تابع یک آرایه مقدار سهام را برمی گرداند محل را برای این آیتم سهام .
fr_lu: Cette fonction retourne un tableau des quantités en stock selon le lieu de cette article en stock.
hr_hr: Ova funkcija vraća niz dionica količinama koje mjesto za ovu stavku zaliha .
ja: この関数は、在庫品目の場所で在庫数量の配列を返します。
lv_lv: Šī funkcija atgriež masīvu akciju daudzumu pēc atrašanās vietas, par šo krājumu posteni .
pl_pl: Funkcja ta zwraca tablicę magazynowych według lokalizacji dla tego magazynu.
vi_vn: Hàm này tr? v? m?t lo?t s? lu?ng kho b?ng d?a di?m cho m?t hàng trong kho này

source: This function returns an array of stock reorder levels by location for this stock item.
ar: هذه الدالة تقوم بإرجاع صفيف من الأوراق المالية إعادة ترتيب مستويات حسب الموقع لهذا البند الأسهم .
et: See funktsioon tagastab massiivi stock reorganiseerima tasanditel koht selle laonumbrist .
fa: این تابع آرایه ای از سهام دوباره مرتب سطح محل را برای این آیتم سهام را بر می گرداند .
fr_lu: Cette fonction retourne un tableau des niveaux de réapprovisionnement des stocks selon le lieu de cette article en stock.
hr_hr: Ova funkcija vraća polje skladištu preuredili razine prema lokaciji za ovaj dionicama točke .
ja: この関数は、株式の配列この在庫品目の場所でレベルを並べ替えを返します。
lv_lv: Šī funkcija atgriež masīvu krājumu pārkārtot līmeni, atrašanās šā krājuma posteni .
pl_pl: Funkcja ta zwraca tablicę poziomów uporządkować zasoby wg lokalizacji dla tego magazynu.
vi_vn: Chức năng này trả về một mảng của cổ phiếu sắp xếp lại mức của vị trí cho mục cổ phiếu này.

source: A string field containing a valid location code that must already be setup in the locations table. The api will check this before making the enquiry.
ar: حقل سلسلة تحتوي على رمز موقع صالح أنه يجب أن يكون بالفعل الإعداد في الجدول المواقع.
et: String väli sisaldab kehtiv asukoha kood , mis peab juba olema setupkohtades tabelis.
fa: رشته رشته حاوی یک کد محل معتبر است که باید در حال حاضر راه اندازی در جدول مکان باشد .
fr_lu: Un champ de type chaîne contenant un code d'emplacement correct qui doit déjà être installé dans la table "lieu". L'API vérifiera cela avant de faire la requête.
hr_hr: Niz polje sadrži važeću lokacije kôd koji već mora biti postavljen na lokacijama na tablici .
ja: すでに場所テーブルの設定にする必要があり、有効な位置コードを含む文字列フィールド。
lv_lv: String lauks satur derīgu atrašanās vietas kods , kas jau ir jābūt setup uz vietām tabulā .
pl_pl: Pole łańcuch zawierający prawidłowy kod miejsca, które muszą być już ustawione w tabeli miejscach. API to sprawdzić przed podjęciem badania.
vi_vn: M?t tru?ng có ch?a m?t chu?i mã v? trí h?p l? dã du?c cài d?t trong b?ng d?a di?m. Các API s? ki?m tra tru?c khi th?c hi?n yêu c?u.

source: Reorder level
ar: إعادة ترتيب مستوى
et: reorganiseerima tase
fr_lu: Niveau de ré-assort
hr_hr: Promjena redoslijeda razinu
ja: 再注文数量
lv_lv: pārkārtot līmeni
pl_pl: Zmiana kolejności na poziomie
vi_vn: sắp xếp lại mức

source: A numeric field containing the reorder level for this stockid/location combination.
ar: حقل رقمي يحتوي على مستوى إعادة ترتيب لهذا stockid / موقع مجموعة .
et: Numbriline väli, mis sisaldab järjestust tase selles stockid / asukoht kombinatsioon.
fa: فیلد عددی حاوی سطح دوباره مرتب برای این stockid / محل ترکیبی .
fr_lu: Un champ numérique contenant le niveau de réapprovisionnement pour cette c ombinaison "stockid"/lieu.
hr_hr: Brojčano polje sadrži poredati razinu za ovu stockid / Mjesto kombinaciji .
ja: このstockid /位置の組み合わせに対して並べ替えレベルを含む数値フィールド。
lv_lv: Skaitļu lauks satur pārkārtot līmeni šajā stockid / location kombināciju .
pl_pl: Pole liczbowe zawierające poziomie kolejność tego stockid kombinacji lokalizacji.
vi_vn: M?t s? tru?ng ch?a m?c d? s?p x?p l?i cho s? k?t h?p ID kho/ d?a di?m

source: This function returns zero if the transaction was successful or an array of error codes if not.
ar: هذه الدالة تقوم بإرجاع صفر إذا كان نجاح الصفقة أو مجموعة من رموز الخطأ إن لم يكن .
et: See funktsioon tagastab null, kui tehing oli edukas või massiivi veakoodide kui mitte .
fa: این تابع مقدار صفر را بر می گرداند اگر معامله موفقیت آمیز بود و یامجموعه ای از کدهای خطا اگر نه .
fr_lu: Cette fonction retourne zéro si l'opération a été un succès ou un tableau des codes d'erreur sinon.
hr_hr: Ova funkcija vraća nulu ako je transakcija bila uspješna iliniz šifri pogrešaka , ako ne .
ja: トランザクションが成功したか、またはエラーコードでない場合の配列の場合、この関数はゼロを返します。
lv_lv: Šī funkcija atgriež nulli, jadarījums ir veiksmīgs vaipar kļūdu kodus, ja ne masīvs .
pl_pl: Ta funkcja zwraca zero, jeśli transakcja zakończyła się powodzeniem lub tablicy kodów błędów, jeśli nie.
vi_vn: Hàm này tr? v? sô 0 n?u giao d?ch thành công, n?u không s? là m?t lo?t các mã l?i

source: This function returns the quantity allocated of the stock item id sent as a parameter.
ar: هذه الدالة تقوم بإرجاع الكمية المخصصة من رقم السلعة الأسهم أرسلت كمعلمة .
et: See funktsioon tagastab eraldatud koguse kohta laonumbrist id saadetakseparameeter .
fa: این تابع مقدار اختصاص داده شده از سهام شناسه ( شماره ) آیتم ، به عنوان یک پارامتر فرستاده شده را بر می گرداند .
fr_lu: Cette fonction retourne la quantité attribuée de l'article en stock id envoyé en tant que paramètre.
hr_hr: Ova funkcija vraća količinu dodijeljenu od id dionicama stavka poslana kao parametar .
ja: この関数は、パラメータとして送ら在庫品目番号に割り当てられた量を返します。
lv_lv: Šī funkcija atgriež piešķirto daudzumu no akciju Veidnes ID nosūtīts kā parametru .
pl_pl: Funkcja ta zwraca ilość przyznana pozycji czas id wysłany jako parametr.
vi_vn: Hàm này tr? v? s? lu?ng dã du?c phân b? c?a ID các m?t hàng trong kho du?c g?i nhu m?t tham s?

source: The StockID code to identify items ordered but not yet shipped.
ar: رمز StockID لتحديد البنود طلبت ولكن لم يتم شحنها حتى الآن .
et: StockID kood selgitada , tellitud kaubad ei ole veel saadetud.
fa: کد StockID را برای شناسایی موارد دستور داد ، اما هنوز حمل نشده است .
fr_lu: Code StockID pour identifier les articles commandés mais non livrés.
hr_hr: StockID kod identificirati stavke naredio , ali još uvijek nije isporučen .
ja: アイテムを識別するStockIDコードが注文しましたが、まだ出荷されていない。
lv_lv: StockID kods, lai identificētu vienības pasūtītas, bet vēl nav nosūtīti.
pl_pl: Kod StockID identyfikację elementów zamówienia, ale jeszcze nie wysłane.
vi_vn: Mã ID kho d? xác d?nh m?t hàng dã du?c d?t nhung chua du?c chuy?n hàng

source: This function returns an integer value of the quantity allocated or an array of error codes if not.
ar: هذه الدالة تقوم بإرجاع قيمة عددية من الكمية المخصصة أو مجموعة من رموز الخطأ إن لم يكن .
et: See funktsioon tagastabtäisarvu eraldatud kogusest või massiivi veakoodide kui mitte .
fa: این تابع یک مقدار صحیح از مقدار اختصاص داده و یامجموعه ای از کدهای خطا اگر نه می گرداند.
fr_lu: Cette fonction retourne une valeur entière de la quantité attribuée ou un tableau des codes d'erreur sinon.
hr_hr: Ova funkcija vraća cijeli broj iznosa raspodijeljenog ili nizom šifri pogrešaka , ako ne .
ja: この関数は、数量割り当てまたはエラーコードでない場合の配列の整数値を返します。
lv_lv: Šī funkcija atgriež veselu vērtību daudzums, kas piešķirts vai , kļūdu kodus, ja ne masīvs .
pl_pl: Funkcja ta zwraca wartość całkowitą przydzielonych ilości lub tablicy kodów błędów, czy nie.
vi_vn: Hàm này tr? v? m?t giá tr? s? nguyên c?a s? lu?ng du?c phân b? ho?c n?u không là m?t lo?t các mã l?i

source: This function takes a stock ID and returns the quantity of this stock that is currently on outstanding purchase orders.
ar: هذه الدالة تأخذ هوية الأسهم وإرجاع كمية من هذه الأوراق المالية التي هي حاليا على أوامر الشراء المعلقة.
et: See funktsioon võtabstock ID ja tagastab kogus seda varu, mis on praegu täitmata ostutellimuste .
fa: این تابع طول می کشد یک ID سهام ومقدار از این سهام است که در حال حاضر در سفارشات خرید برجسته می گرداند .
fr_lu: Cette fonction prend un ID les rendements boursiers et la quantité de ce stock qui est actuellement sur les commandes en suspens.
hr_hr: Ova funkcija ima zaliha ID i vraća se količina dionica koje su trenutno u neriješenim narudžbe .
ja: この関数は、株式IDを取得し、卓越した発注に現在、この株式の量を返します。
lv_lv: Šī funkcija aizņem akciju ID un atgriež daudzumu šā krājuma , kas pašlaik ir uz saistībām pirkuma pasūtījumu .
pl_pl: Funkcja ta pobiera ID czas i zwraca ilość tego gatunku, który jest obecnie na zaległe zamówienia.
vi_vn: Ch?c nang này nh?n ID kho và tr? v? s? lu?ng kho này mà hi?n t?i dang n?m trong don hàng thu mua xu?t s?c

source: The StockID code to identify items in the database on order, but not yet received.
ar: رمز StockID لتحديد العناصر في قاعدة البيانات على النظام، ولكن لم تتلق حتى الآن .
et: StockID identifitseerimiseks koodi kirjedandmebaas järjekorras, kuid ei ole veel saanud .
fa: کد StockID را به شناسایی قلم موجود در پایگاه داده بر اساس سفارش ، اما هنوز دریافت نکرده اند.
fr_lu: Code StockID pour identifier les articles commandés, mais pas encore reçus.
hr_hr: StockID kod identificirati stavke u bazi podataka na red , ali ipak nije dobila .
ja: オーダー上のデータベース内の項目を識別するためのStockIDコードは、まだ受け取っていないけど。
lv_lv: StockID kods, lai identificētu objektus datu bāzē pēc pasūtījuma , bet vēl nav saņemta .
pl_pl: Kod StockID określenia pozycji w bazie danych na zamówienie, ale jeszcze nie otrzymane.
vi_vn: Mã s? ID kho d? xác d?nh các m?t hàng dang du?c d?t trong co s? d? li?u, nhung v?n chua nh?n du?c

source: This function returns an integer value of the quantity on order or an array of error codes if not.
ar: هذه الدالة تقوم بإرجاع قيمة عددية من الكمية في أمر أو مجموعة من رموز الخطأ إن لم يكن .
et: See funktsioon tagastabtäisarvu koguse tellimisel või massiivi veakoodide kui mitte .
fa: این تابع یک مقدار صحیح مقدار را برمی گرداند به سفارش و یامجموعه ای از کدهای خطا اگر نه .
fr_lu: Cette fonction retourne une valeur entière de la quantité en commande ou un tableau des codes d'erreur sinon.
hr_hr: Ova funkcija vraća cijeli broj vrijednost količine po narudžbi ili nizom šifri pogrešaka , ako ne .
ja: この関数は、順序やエラーコードでない場合のアレイ上量の整数値を返します。
lv_lv: Šī funkcija atgriež veselu vērtību daudzumu pēc pasūtījuma vai par kļūdu kodus, ja ne masīvs .
pl_pl: Funkcja ta zwraca wartość całkowitą ilości na zamówienie lub tablicy kodów błędów, jeśli nie.
vi_vn: Hàm này tr? v? giá tr? s? nguyên c?a s? lu?ng trên m?t don hàng, n?u không thì là m?t lo?t các mã l?i

source: This function sets the sales price for a stock ID in the sales type and currency passed to the function
ar: تحدد هذه الوظيفة سعر البيع للحصول على معرف الأسهم في نوع المبيعات و العملة تمريرها إلى الدالة
et: See funktsioon määrab müügihindaktsia ID müügi liik ja valuuta edastatakse funktsioonile
fa: این تابع قیمت فروش برای یک ID سهام در نوع فروش و ارز اختصاص داده شده به تابع
fr_lu: Cette fonction définit le prix de vente pour un ID de stock dans le type de vente et de la monnaie transmis à la fonction
hr_hr: Ova funkcija postavljaprodajne cijene za dionicama ID u prodajnom tipa i valutu prošao na funkciji
ja: この関数は、販売型および通貨の株式IDの販売価格は、関数に渡されたセット
lv_lv: Šī funkcija nosakapārdošanas cena akciju ID pārdošanas veidu un valūtu nodots funkcijai
pl_pl: Funkcja ta ustawia cenę sprzedaży ID czas w sprzedaży i rodzaj waluty przekazana do funkcji
vi_vn: Ch?c nang này cài d?t giá bán hàng cho ID kho trong lo?i bán hàng và ti?n t? chuy?n vào hàm

source: Currency Code
ar: رمز العملة
et: Valuuta kood
fr_lu: Code devise
hr_hr: kod valute
ja: 通貨名
lv_lv: Valūtas kods
pl_pl: Kod waluty
vi_vn: mã tiền tệ

source: The currency involved.
ar: العملة المعنية.
et: Valuutale .
fa: ارز نقش دارند.
fr_lu: La monnaie en cause.
hr_hr: Valuta uključeni .
ja: 通貨が関与。
lv_lv: Valūtu iesaistīti .
pl_pl: Waluta uczestniczących.
vi_vn: Các loại tiền tệ có liên quan

source: The sales type to identify the item in the database.
ar: اكتب المبيعات لتحديد عنصر في قاعدة البيانات.
et: Müük tüüp tuvastada objekti andmebaasis.
fr_lu: Le type de vente d'identifier l'élément dans la base de données.
hr_hr: Prodaja upišite identificirati stavke u bazi podataka .
ja: 勘定セクション名は文字列を含むことができません
lv_lv: Pārdošanas veids , lai noteiktu objektu datu bāzē .
pl_pl: Typ sprzedaży w identyfikacji pozycji w bazie danych.
vi_vn: Lo?i bán hàng d? xác d?nh m?t hàng trong co s? d? li?u

source: The price to apply to this item.
ar: الثمن الذي ينطبق على هذا البند.
et: Hind taotleda seda eset .
fr_lu: Le prix à appliquer à cet item.
hr_hr: Cijena se odnosi na ovu stavku .
ja: この品目に設定される価格がありません
lv_lv: Cena, kas attiecas uz šo posteni .
pl_pl: Cena stosuje się do tej pozycji.
vi_vn: Giá c? áp d?ng v?i m?t hàng này

source: Returns a zero if successful or else an array of error codes
ar: بإرجاع صفر في حال نجاحها أو آخر مجموعة من رموز الخطأ
et: Annabnull, kui edukas või muidu array veakoodid
fa: صفر را بر می گرداند اگر موفق یا دیگریمجموعه ای از کدهای خطا
fr_lu: Retourne un zéro en cas de succès, soit un tableau des codes d'erreur
hr_hr: Vraća nulu ako je uspješna inačeniz šifri pogrešaka
ja: ゼロを返した場合のエラーコードの他に成功または配列
lv_lv: Atgriež nulli , ja veiksmīga vai arīmasīvs kļūdu kodu
pl_pl: Zwraca zero w przypadku powodzenia lub inny zestaw kodów błędów
vi_vn: Tr? v? s? 0 n?u thành công , n?u không s? là m?t lo?t các mã l?i
