Repository: timschofield/KwaMoja-Medical
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar, et, fa, fr_lu, hr_hr, ja, lv_lv, pl_pl, vi_vn

source: This utility will recreate the system default language file by going through all the script files to get all the strings
ar: وهذه الأداة إعادة ملف اللغة الافتراضية للنظام من خلال الذهاب من خلال جميع ملفات البرامج النصية للحصول على كل الاوتار
et: See utiliit taastada süsteemi vaikimisi keele fail minnes läbi kõikskripti faile saada kõik stringid
fa: این برنامه فایل زبان پیش فرض سیستم را با رفتن را از طریق تمام فایل های اسکریپت برای همه رشته ها از نو خلق کردن
fr_lu: Cet utilitaire va recréer le fichier de langue par défaut du système en passant par tous les fichiers de script pour obtenir toutes les chaînes
hr_hr: Program će ponovno kreirati početnu sustavnu datoteku s prijevodom prikupljajući tekstualna polja iz svih datoteka
ja: このユーティリティは、すべての文字列を取得するすべてのスクリプトファイルを介して行くことによって、システムのデフォルトの言語ファイルを再作成します
lv_lv: Šī lietderība būs jauna sistēma noklusējuma valodas failu , ejot cauri visiem skriptu failus , lai iegūtu visas stīgas
pl_pl: Zostanie utworzony wzorcowy plik językowy poprzez wyszukanie wszystkich skryptów systemu i zebraniu komunikatów tekstowych
vi_vn: Tiện ích này sẽ tạo lại hệ thống tập tin ngôn ngữ mặc định bằng cách đi qua tất cả các tập tin kịch bản để có được tất cả các chuỗi

source: This is not usually necessary but if done before a new language is created then that language will have any new or recently modified strings
ar: هذا ليس من الضروري عادة ولكن إذا فعلت قبل لغة جديدة ثم يتم إنشاء تلك اللغة سيكون لها أي سلاسل جديدة أو معدلة مؤخرا
et: See ei ole tavaliselt vajalik , kuid kui seda enne uue keele on loodud siis, et keel on uute või hiljuti muudetud stringid
fa: این است که معمولا لازم نیست ، اما اگر قبل از یک زبان جدید انجام می شود ایجاد شده است پس از آن که زبان هیچکدام از رشته های جدید و یا به تازگی اصلاح شده
fr_lu: Ce n'est généralement pas nécessaire, mais si elle est effectuée avant une nouvelle langue est créée alors que la langue ait des cordes neuves ou récemment modifiés
hr_hr: Ovo obično nije neophodno ali ako se provede prije kreiranja novog prijevoda biti će prisutna sva nedavno dodana tekstualna polja
ja: これは通常必要ではありませんが、新しい言語の前に行われれば、言語は、新規または最近変更された文字列を持っていることが、その後に作成されます
lv_lv: Tas parasti nav nepieciešama, bet , ja izdarīts pirms jaunu valodu , ir izveidota, tad šī valoda būs jaunas vai nesen ir pārveidots stīgas
pl_pl: Na ogół nie jest to konieczne, ale przeprowadzając tę operację przed utworzeniem nowego pliku językowego ma się pewność, że zebrane zostaną wszelkie nowe lub ostatnio zmodyfikowane komunikaty tekstowe
vi_vn: Điều này thường không cần thiết nhưng nếu được thực hiện trước khi một ngôn ngữ mới được tạo ra sau đó mà ngôn ngữ sẽ có bất kỳ chuỗi mới hoặc sửa đổi gần đây

source: Existing languages are not affected.
ar: لا تتأثر اللغات الموجودة .
et: Olemasolevad keeled ei mõjuta.
fa: زبان های موجود تحت تاثیر قرار نمی .
fr_lu: Les langues existantes ne seront pas modifiées
hr_hr: Neće se utjecati na postojeće prijevode.
ja: 既存の言語には影響しません。
lv_lv: Esošie valodas netiek ietekmētas .
pl_pl: Już istniejące pliki tłumaczeń nie zostaną zmienione
vi_vn: Ngôn ngữ hiện có đều không bị ảnh hưởng.

source: Geocoded Customer Branches Report
ar: اشتملت الفروع تقرير العملاء
et: Geo-kodeeritud Kliendi Filiaalid aruanne
fa: شعب Geocoded مشتری گزارش
hr_hr: Geokodirana Korisnička Podružnice Prijavi
ja: 経年得意先残高/期限切れレポート
lv_lv: Kavētie klientu maksājumi
pl_pl: Oddziały kodowany geograficznie klienta Zgłoś
vi_vn: Báo cáo về những nhánh khách hàng đã được mã hóa địa lý

source: Go to Geocode Setup
ar: الذهاب إلى الإعداد الترميز الجغرافي
et: Mine Geocode Setup
fa: برو به Geocode راه اندازی
fr_lu: Paramétrer le géro-référencement
hr_hr: Idi na Geokodirati Setup
ja: ジオコードのセットアップに行く
lv_lv: Iet uz ģeokoda Setup
pl_pl: Idź do Geocode Setup
vi_vn: Đi tới cài đặt mã hóa địa lý

source: Geocoded Supplier Report
ar: تقرير مزود اشتملت
et: Geo-kodeeritud Pakkuja aruanne
fa: Geocoded گزارش عرضه کننده
fr_lu: Rapport Fournisseur géocodées
hr_hr: Geokodirana Dobavljač Prijavi
ja: 経年仕入先レポート
lv_lv: Kavēto piegādātāju atskaite
pl_pl: Sprawozdanie Dostawca kodowany geograficznie
vi_vn: Báo cáo về nhà cung cấp đã được mã hóa địa lý

source: Geocode Generate
ar: الترميز الجغرافي توليد
et: geocode Loo
fa: Geocode تولید
fr_lu: Générer géocode
hr_hr: geokodiranja generiranje
ja: レコード追加済
lv_lv: Ieraksts pievienots
pl_pl: Geocode Wygeneruj
vi_vn: Tạo mã hóa địa lý

source: Geocoding of Customers and Suppliers
ar: الترميز الجغرافي للعملاء والموردين
et: Geocoding külastajate ja teenusepakkujate
fa: Geocoding از مشتریان و تامین کنندگان
fr_lu: Géocodage des clients et les fournisseurs
hr_hr: Tijek korisnika i dobavljača
ja: 経年得意先残高/期限切れレポート
lv_lv: Geocoding klientu un piegādātāju
pl_pl: Geokodowanie klientów i dostawców
vi_vn: Mã địa lý của khách hàng và nhà cung cấp

source: Customer Branch Code:
ar: فرع العملاء الرمز:
et: Kliendi Branch Code :
fa: مشتری کد شعبه :
hr_hr: Kupac kod podružnice :
ja: 得意先支店
lv_lv: Klienta filiāle
pl_pl: Kod oddziału klientów:
vi_vn: Mã số chi nhánh khách hàng

source: failed to geocode.
ar: فشل في الترميز الجغرافي .
et: ei geocode .
fa: موفق به geocode.
fr_lu: échoué au géocodage.
hr_hr: nije geokodirati .
ja: ジオコードに失敗しました。
lv_lv: neizdevās geocode .
pl_pl: nie danych geograficznych.
vi_vn: Mã hóa địa lý không thành công

source: Supplier Code:
ar: مزود رمز :
et: Pakkuja Kood:
fa: کد عرضه :
fr_lu: Code fournisseur:
hr_hr: Dobavljač Šifra :
ja: 仕入先コード
lv_lv: Piegādātāja kods
pl_pl: Kod dostawcy:
vi_vn: Mã số người cung cấp :

source: Go back to Geocode Setup
ar: العودة إلى إعداد الترميز الجغرافي
et: Mine tagasi Geocode Setup
fa: بازگشت به Geocode راه اندازی
fr_lu: Retour à l'installation géocode
hr_hr: Vrati se Geokodirati Setup
ja: ジオコードのセットアップに戻っ
lv_lv: Iet atpakaļ uz ģeokoda Setup
pl_pl: Wróć do Geocode Setup
vi_vn: Quay lại Tùy chỉnh mã địa lý

source: Geocode Generate XML
ar: الترميز الجغرافي توليد XML
et: Geocode Loo XML
fa: Geocode تولید کاپرفیلد
fr_lu: Géocode Générer le XML
hr_hr: Geokodiranja generirati XML
ja: 入力されたコードは
lv_lv: Ģeokoda Izveidot XML
pl_pl: Geocode Generowanie XML
vi_vn: Tạo mã hóa địa lý XML

source: View or Amend outstanding offers
ar: عرض أو تعديل العروض المتميزة
et: Vaata või seda muuta tasumata pakkumised
fa: مشاهده یا اصلاح پیشنهادات برجسته
hr_hr: Pregled ili dopuniti izvanredne ponude
ja: 卓越したオファーを表示または改正
lv_lv: Skatīt vai Grozīt izcilus piedāvājumus

source: Create a new offer
ar: إنشاء العرض الجديد
et: Loo uus pakkumine
ja: 仕入先変更

source: View any open tenders without an offer
ar: عرض أي مناقصة مفتوحة دون محاولة
et: Vaata kõik avatud pakkumiste ilma pakkumist
fa: مشاهده هر گونه مناقصه باز و بدونپیشنهاد
fr_lu: Voir tous les appels d'offres ouverts sans une offre
hr_hr: Pogledaj sve otvorene natječaje bez ponudi
ja: 提供せずに開いているすべての入札を見る
lv_lv: Skatīt visas atklātus konkursus bez piedāvājumu

source: Place An Order
ar: وضع النظام
et: Tellimust sisse andma
fa: محل سفارش
fr_lu: Commander
hr_hr: Napravi nalog
ja: 注文する
lv_lv: Ievadīt pasūtījumu
pl_pl: Przyjęcie zamówienia
vi_vn: Đặt hàng

source: General Setup Options
ar: خيارات الإعداد العام
fa: گزینه های عمومی راه اندازی
fr_lu: Configuration générale
hr_hr: Opće postavke
ja: 一般設定オプション
lv_lv: Vispārējo iestādijumu izvēlne
pl_pl: Ustawienia Podstawowe
vi_vn: Tùy chọn cài đặt chung

source: Receivables/Payables Setup
ar: الذمم المدينة / الدائنة الإعداد
et: Nõuded / Võlad Setup
fa: راه اندازی حساب های دریافتنی / Payables
fr_lu: Configuration des encaissements / versements
hr_hr: Postavke izdani/primljeni računi
ja: 売掛金/買掛金設定
lv_lv: Debitoru un kreditoru uzstādījumi
pl_pl: Ustawienia Uznania/Obciążenia
vi_vn: cài đặt Các khoản phải thu / phải trả

source: Inquiries and Reports
ar: استفسارات و تقارير
et: Päringud ja aruanded
fa: حسابرسی ها و گزارشها
fr_lu: Consultations et rapports
hr_hr: Upiti i izvješća
ja: 問合せとレポート
lv_lv: Pieprasījumi un atskaites
pl_pl: Zestawienia i Raporty
vi_vn: Các yêu cầu và báo cáo

source: Inventory Setup
ar: إعداد جرد
fa: راه اندازی انبار
fr_lu: Configuration Inventaire
hr_hr: Postavke skladišta
ja: 在庫設定
lv_lv: Preču uzstādījumi
pl_pl: Ustawienia Magazynowe
vi_vn: Cài đặt hàng tồn kho

source: Miscellaneous
ar: متفرقات
et: muu
fa: متفرقه
fr_lu: Divers
hr_hr: razni
ja: 種々雑多な
lv_lv: Dažādi
pl_pl: rozmaity
vi_vn: linh tinh

source: Custom Reports
ar: تقارير مخصصة
et: Kohandatud aruanded
fa: گزارشهای خاص و دلخواه
fr_lu: Rapports personnalisés
hr_hr: Prilagođena izvješća
ja: 特注レポート
lv_lv: Pašu izveidotas atskaites
pl_pl: Raporty dowolne
vi_vn: Báo cáo tùy chỉnh

source: Standard Reports and Forms
ar: تقارير القياسية و أشكال
et: Standard aruanded ja vormid
fa: فرمها و گزارشهای استاندارد
fr_lu: Rapports standards et formulaires
hr_hr: Standardna izvješća i obrasci
ja: 標準レポートとフォーム
lv_lv: Standartizētās atskaites un formas
pl_pl: Raporty i formularze standardowe
vi_vn: Các báo cáo và hình thức tiêu chuẩn

source: There are no reports to show!
ar: لا توجد تقارير لاظهار !
et: Puuduvad teated näidata !
fa: گزارشی برای نمایش وجود ندارد
fr_lu: Aucun rapport pour l'instant
hr_hr: Nema izvješća za prikaz!
ja: 表示レポートがありません！
lv_lv: Nav atskaites ko parādīt
pl_pl: Brak raportów!
vi_vn: không có báo cáo nào hiện lên

source: has already been sold
ar: وقد تم بالفعل بيع
et: juba müüdud
fr_lu: a déjà été vendu
hr_hr: već je prodano
ja: すでに販売されている
lv_lv: jau ir pārdots
pl_pl: został już sprzedany
vi_vn: đã được bán

source: There is none of
ar: ليس هناك شيء من
et: On keegi
fr_lu: Il n'y a pas de
hr_hr: Tu je nitko od
ja: のいずれもありません
lv_lv: Nav neviena
pl_pl: Brak
vi_vn: Có không một

source: remaining
ar: المتبقية
et: ülejäänud
fr_lu: seulement
hr_hr: ostali
ja: 残り
lv_lv: atliku&#353;i
pl_pl: na stanie
vi_vn: còn lại

source: There is only
ar: هناك فقط
et: On ainult
fr_lu: Il en reste
hr_hr: Postoji samo
ja: しかありません
lv_lv: Ir tikai
pl_pl: Jest tylko
vi_vn: chỉ có

source: The entered quantity will be reduced to the remaining amount left of this batch/bundle/roll
ar: سيتم تخفيض كمية دخلت إلى المبلغ المتبقي تبقى من هذه الدفعة / حزمة / لفة
et: Sisestatud kogus vähendatakse ülejäänud summa jäänud selle partii / kimbus / rull
fa: مقدار وارد خواهد شد به مقدار باقی مانده به جا مانده از این دسته / دسته / رول کاهش می یابد
fr_lu: La quantité entrée va être ajustéé à la quantité restante sur ce lot/pack/rouleau
hr_hr: Ušao količina će biti smanjen na preostali iznos lijevom dijelu ove serije / paket / rola
ja: 入力量は、このバッチ/バンドル/ロールの左残量に減少します
lv_lv: Ievadītais daudzums tika samazināts uz dauzdumu, kas ir atlicis
pl_pl: Wprowadzona ilość będzie zredukowana do pozostałej ilości z tej partii/dostawy/palety
vi_vn: Số lượng nhập sẽ được giảm xuống còn số tiền còn lại còn lại của đợt này / bó / cuộn

source: not available
ar: غير متوفرة
et: ei ole saadaval
fr_lu: non disponible
hr_hr: nije dostupno
ja: 利用できない
lv_lv: Nav pieejami
pl_pl: nie dostępne
vi_vn: không có

source: The Serial Number being added exists with a Quantity that is not Zero (0)!
ar: الرقم التسلسلي إضافتها موجود مع الكمية التي ليس صفر ( 0) !
et: Seerianumber on lisatud olemasKogus , mis ei ole null (0) !
fa: شماره سریال اضافه شده بامقدار که صفر (0) وجود دارد !
fr_lu: Le numéro de série à ajouter existe déjà avec une quantité non nulle.
hr_hr: Serijski broj se dodaje postoji sa količini koja nije nula ( 0 ) !
ja: 追加されているシリアル番号は、ゼロ（0 ）でない数量で存在しています！
lv_lv: Serial Number tiek pievienoti pastāv ar tādu daudzumu , kas nav nulle ( 0 ) !
pl_pl: Dodany Numer Seryjny istnieje z przypisaną niezerową Ilością !
vi_vn: Số Serial number và được bổ sung tồn tại với một lượng đó không phải là Zero ( 0 ) !

source: The Serial Number being removed exists with a Quantity that is not One (1)!
ar: الرقم التسلسلي يتم إزالتها موجود مع الكمية التي ليست واحدة (1 ) !
et: Seerianumber on eemaldatud olemasKogus , mis ei ole ühe (1) !
fa: شماره سریال حذف شدن با یک مقدار است که یک (1) وجود داشته باشد!
fr_lu: Le numéro de série à supprimer a une quantité différente de l'unité (1).
hr_hr: Serijski broj se uklanjaju postoji sa količini koja nije jedan ( 1 ) !
ja: 削除されるシリアル番号は、ワン（ 1 ）ではない量で存在しています！
lv_lv: Serial Number tiek noņemts pastāv ar tādu daudzumu , kas nav viens ( 1 ) !
pl_pl: Usunięty Numer Seryjny istnieje z przypisaną Ilością nie równą 1!
vi_vn: Số Serial number và đang được gỡ bỏ tồn tại với một lượng đó không phải là Một (1) !

source: To Add Items Sequentially, the Begin Number must be less than the End Number
ar: لإضافة عناصر بالتتابع، يجب أن يكون عدد بيغن أقل من عدد النهاية
et: Lisada punkte järjestikkuBegin arv peab olema väiksem kuiEnd arv
fa: برای اضافه کردن آیتم های پی در پی ، شماره بگین باید کمتر از پایان شماره
fr_lu: Pour ajouter des éléments au trimestre précédent, le numéro de Begin doit être inférieur au nombre Fin
hr_hr: Za Dodaj artikle Prema tome ,Begin broj mora biti manji od broja End
ja: 順次項目を追加するにはBEGIN、数が少なく終了番号よりでなければなりません
lv_lv: Ievadiet preces secīgi, sākumaNumuriem jābūt mazākiem par beigu numuriem
pl_pl: Aby dodać sekwencję numerów numer początkowy musi być mniejszy niż numer końcowy
vi_vn: Để Thêm các tuần tự , các số Begin phải nhỏ hơn số cuối

source: Finished Validating Items
ar: الانتهاء من التحقق من صحة عناصر
et: Lõppenud valideerimine valikud
fa: آیتم های اعتبار سنجی به پایان رسید
fr_lu: Validation des articles terminée
hr_hr: Gotovi provjeravanje Proizvodi
ja: 完成した検証項目
lv_lv: Preču pārbaude pabeigta
pl_pl: Zakończono sprawdzanie towarów
vi_vn: Tìm Members thành

source: problems found. Please research and correct them
ar: العثور على مشاكل .
et: Probleeme ei leitud .
fa: مشکلات در بر داشت.
fr_lu: problèmes rencontrés. S'il vous plaît de recherche et de les corriger
hr_hr: nastali problemi .
ja: 問題が見つかった。
lv_lv: problēma konstatēta, lūdzu izpētiet un novērsiet
pl_pl: problemów. Znajdź błędy i je skoryguj
vi_vn: các vấn đề được tìm thấy.

source: left
fr_lu: disponible(s)
ja: 残数量

source: The contract cannot be retrieved because
ar: لا يمكن استرجاع العقد بسبب
et: Leping ei saa taastada , sest
fr_lu: Le contrat ne peut être trouvé en raison
hr_hr: Ugovor se ne mogu dohvatiti , jer
ja: 取り出すことができなかったのは
lv_lv: Līgums nevar iegūt , jo
pl_pl: Umowa nie może zostać przywrócony, ponieważ
vi_vn: Không truy xuất được hợp đồng vì

source: The SQL statement that was used and failed was
ar: كان عبارة SQL التي تم استخدامها و فشلت
et: SQL , mida kasutati ja ei olnud
fr_lu: Échec de la commande SQL:
hr_hr: SQL koji je korišten i da nije bio
ja: 使用され、失敗したSQLステートメントがあった
lv_lv: SQL , kas tika izmantots , un neizdevās , bija
pl_pl: Użyte zapytanie SQL
vi_vn: Các câu lệnh SQL đã được sử dụng và không được

source: The bill of material cannot be retrieved because
ar: مشروع القانون من مواد لا يمكن استرجاعها لأن
et: Bill materjali ei saa taastada , sest
fr_lu: Impossible d'afficher la nomenclature:
hr_hr: Bill materijala ne mogu dohvatiti , jer
ja: 部品構成表は取り戻しができませんでした理由は
lv_lv: Materiālu rēķinu nevar iegūt , jo
pl_pl: Zestawienia materiałów nie może być przywrócony, ponieważ
vi_vn: Không truy xuất được danh sách nguyên vật liệu vì

source: The SQL statement that was used to retrieve the contract bill of material was
ar: كان عبارة SQL التي تم استخدامها ل استرداد مشروع قانون عقد من المواد
et: SQL , mida kasutati kätte lepingu arve materjali oli
fr_lu: Échec de la commande SQL d'affichage de la nomenclature
hr_hr: SQL koji je korišten za popravljanje ugovor novčanicu od materijala je
ja: トランザクション情報取り出しに用いられたSQLは失敗した
lv_lv: SQL , kas tika izmantots, lai ielādētu līguma rēķinu materiālu , bija
pl_pl: SQL, który był używany do pobierania rachunek umowy o materiał
vi_vn: Bản báo cáo dữ liệu dùng để truy xuất danh sách nguyên vật liệu là

source: The other contract requirementscannot be retrieved because
ar: يتم استرداد requirementscannot عقد آخر لأن
et: Teine leping requirementscannot laaditakse sest
fr_lu: L'autre contrat requirementscannot être récupérés en raison
hr_hr: Drugi je ugovor requirementscannot biti pronađeni , jer
ja: 注文の行品目は取り出せなかった理由は
lv_lv: Cits līgums requirementscannot iespējams atjaunot , jo
pl_pl: Innych requirementscannot umowy zostać przywrócony, ponieważ
vi_vn: Không truy xuất được các yêu cầu khác về hợp đồng vì

source: The SQL statement that was used to retrieve the other contract requirments was
ar: كان عبارة SQL التي تم استخدامها ل استرداد بمقتضيات عقد آخر
et: SQL , mida kasutati laadida muu lepingu nõuete oli
fr_lu: Échec de la commande SQL d'affichage des "other contract requirements":
hr_hr: SQL koji je korišten za preuzimanje druge ugovorne Zahtjevi bio
ja: トランザクション情報取り出しに用いられたSQLは失敗した
lv_lv: SQL , kas tika izmantots, lai ielādētu citu līgumu requirments bija
pl_pl: SQL, który został użyty w celu pobrania innych WYMAGANIA umowy
vi_vn: Các câu lệnh SQL đã được sử dụng để lấy các requirments hợp đồng khác là

source: Andorra
ar: أندورا
fa: آندورا
fr_lu: Andorre
hr_hr: Andora
ja: アンドラ
lv_lv: Andora

source: United Arab Emirates
ar: الإمارات العربية المتحدة
et: Araabia Ühendemiraadid
fa: امارات متحده عربی
fr_lu: Émirats arabes unis
hr_hr: Ujedinjeni Arapski Emirati
ja: アラブ首長国連邦
lv_lv: Apvienotie Arābu Emirāti
pl_pl: Emiraty Arabskie
vi_vn: Vương Quốc Ả Rập Thống Nhất

source: Afghanistan
ar: أفغانستان
et: Afganistan
fa: افغانستان
hr_hr: Avganistan
ja: アフガニスタン
lv_lv: Afganistāna
pl_pl: Afganistan

source: Antigua and Barbuda
ar: أنتيغوا و بربودا
et: Antigua ja Barbuda
fa: آنتیگوا و باربودا
fr_lu: Antigua -et-Barbuda
hr_hr: Antigva i Barbuda
ja: アンチグアバーブーダ
lv_lv: Antigva un Barbuda
pl_pl: Antigua i Barbuda
vi_vn: Antigua và Barbuda

source: Anguilla
ar: أنغيلا
ja: 年次

source: Albania
ar: ألبانيا
et: Albaania
fa: آلبانی
hr_hr: Albanija
ja: アルバニア
lv_lv: Albānija

source: Armenia
ar: أرمينيا
et: Armeenia
hr_hr: Armenija
ja: 地域

source: Angola
ar: أنغولا
fa: آنگولا
ja: アンゴラ

source: Argentina
ar: الأرجنتين
ja: 地域

source: American Samoa
ar: ساموا الأمريكية
et: Ameerika Samoa
fa: ساموای آمریکا
fr_lu: Samoa américaines
hr_hr: američka Samoa
ja: 米サモア
lv_lv: amerikāņu Samoa
pl_pl: Samoa Amerykańskie

source: Austria
ar: النمسا
ja: ８月

source: Australia
ar: أستراليا
et: Austraalia
ja: オーストラリア

source: Aruba
ar: أروبا
ja: 地域

source: Azerbaijan
ar: أذربيجان
et: Aserbaidžaan
fa: آذربایجان
hr_hr: Azerbejdžan
ja: アゼルバイジャン
lv_lv: Azerbaidžāna
pl_pl: Azerbejdżan

source: Bosnia and Herzegovina
ar: البوسنة و الهرسك
et: Bosnia ja Hertsegoviina
fa: بوسنی و هرزگوین
fr_lu: Bosnie-Herzégovine
hr_hr: Bosna i Hercegovina
ja: ボスニア·ヘルツェゴビナ
lv_lv: Bosnija un Hercegovina
pl_pl: Bośnia i Hercegowina
vi_vn: Bosnia và Herzegovina

source: Barbados
ar: بربادوس
fa: باربادوس
fr_lu: Barbade
ja: バルバドス
lv_lv: Barbadosa

source: Bangladesh
ar: بنغلاديش
fa: بنگلادش
hr_hr: Bangladeš
ja: バングラデシュ
lv_lv: Bangladeša
pl_pl: Bangladesz

source: Belgium
ar: بلجيكا
et: Belgia
fa: بلژیک
ja: ベルギー

source: Burkina Faso
ar: بوركينا فاسو
fa: بورکینا فاسو
ja: ブルキナファソ

source: Bulgaria
ar: بلغاريا
et: Bulgaaria
fa: بلغارستان
hr_hr: Bugarska
ja: ブルガリア
lv_lv: Bulgārija
pl_pl: Bułgaria

source: Bahrain
ar: البحرين
et: Bahrein
ja: 支店

source: Burundi
ar: بوروندي
fa: بروندی
ja: ブルンジ

source: Benin
ar: بنين
ja: 電話番号

source: Bermuda
ar: برمودا
fa: برمودا
ja: 必要数量

source: Brunei Darussalam
ar: بروناي دار السلام
et: Brunei
fa: برونئی دارالسلام
hr_hr: Brunej
ja: ブルネイ·ダルサラーム国
lv_lv: Bruneja

source: Bolivia
ar: بوليفيا
et: Boliivia
fa: بولیوی
fr_lu: Bolivie
hr_hr: Bolivija
ja: ボリビア
lv_lv: Bolīvija
pl_pl: Boliwia

source: Brazil
ar: البرازيل
et: Brasiilia
fa: برزیل
fr_lu: Brésil
ja: ブラジル
lv_lv: Brazīlija
pl_pl: Brazylia

source: Bahamas
ar: جزر البهاما
et: Bahama
fa: باهاما
ja: バハマ
lv_lv: Bahamu salas

source: Bhutan
ar: بوتان
ja: 銀行

source: Botswana
ar: بوتسوانا
fa: بوتسوانا
hr_hr: Bocvana
ja: ボツワナ
lv_lv: Botsvāna

source: Belarus
ar: روسيا البيضاء
et: Valgevene
fa: بلاروس
fr_lu: Biélorussie
hr_hr: Bjelorusija
ja: ベラルーシ
lv_lv: Baltkrievija
pl_pl: Białoruś

source: Belize
ar: بليز
fa: بلیز
ja: ベリーズ

source: Congo
ar: الكونغو
et: Kongo
ja: 原価計算

source: Central African Republic
ar: جمهورية أفريقيا الوسطى
et: Kesk-Aafrika Vabariik
fa: جمهوری آفریقای مرکزی
fr_lu: République centrafricaine
hr_hr: Srednjoafrička Republika
ja: 中央アフリカ共和国
lv_lv: Centrālāfrikas Republika
vi_vn: Cộng hòa trung phi

source: Switzerland
ar: سويسرا
et: Šveits
fa: سویس
fr_lu: Suisse
hr_hr: Švajcarska
ja: スイス
lv_lv: Šveice
pl_pl: Szwajcaria
vi_vn: Thụy Sĩ

source: Cote D Ivoire
ar: كوت ديفوار D
et: Elevandiluurannik
ja: 請求入力

source: Cook Islands
ar: جزر كوك
et: Cooki saared
fa: جزایر کوک
fr_lu: Îles Cook
ja: クック諸島
lv_lv: Kuka salas
pl_pl: Wyspy Cooka
vi_vn: Quần đảo Cook

source: Chile
ar: تشيلي
et: Tšiili
ja: 消去

source: Cameroon
ar: الكاميرون
et: Kamerun
fa: کامرون
fr_lu: Cameroun
hr_hr: Kamerun
ja: カメルーン
lv_lv: Kamerūna
pl_pl: Kamerun

source: China
ar: الصين
et: Hiina
fa: کشور چین
hr_hr: Kina
ja: 中国
lv_lv: Ķīna

source: Colombia
ar: كولومبيا
et: Kolumbia
fa: کلمبیا
fr_lu: Colombie
hr_hr: Kolumbija
ja: コロンビア
lv_lv: Kolumbija
pl_pl: Kolumbia

source: Costa Rica
ar: كوستاريكا
fa: کاستاریکا
hr_hr: Kostarika
ja: Reqd原価
lv_lv: Kostarika

source: Montenegro
ar: الجبل الأسود
fa: مونته نگرو
fr_lu: Monténégro
hr_hr: Crna Gora
ja: モンテネグロ
lv_lv: Melnkalne
pl_pl: Czarnogóra

source: Catalonia
ar: كاتالونيا
et: Kataloonia
fa: کاتالونیا
ja: カタルーニャ
lv_lv: Katalonija

source: Cuba
ar: كوبا
et: Kuuba
fa: کوبا
hr_hr: Kuba
ja: キューバ
lv_lv: Kuba
pl_pl: Kuba

source: Cape Verde
ar: الرأس الأخضر
ja: カーボベルデ

source: Cyprus
ar: قبرص
et: Küpros
fa: قبرس
hr_hr: Kipar
ja: キプロス
vi_vn: Síp

source: Czech Republic
ar: جمهورية التشيك
et: Tšehhi
fa: جمهوری چک
fr_lu: République tchèque
hr_hr: Češka
ja: チェコ共和国
lv_lv: Čehija
pl_pl: Czechy
vi_vn: Cộng hòa Séc

source: Germany
ar: ألمانيا
et: Saksamaa
ja: 必要数量

source: Djibouti
ar: جيبوتي
hr_hr: Džibuti
ja: 値引き

source: Denmark
ar: الدنمارك
et: Taani
hr_hr: Danska
ja: 分母

source: Dominica
ar: دومينيكا
ja: 分母

source: Dominican Republic
ar: جمهورية الدومينيكان
et: Dominikaani Vabariik
fa: جمهوری دومینیکن
fr_lu: République dominicaine
hr_hr: Dominikanska Republika
ja: ドミニカ共和国
lv_lv: Dominikānas Republika
pl_pl: Dominikana
vi_vn: Cộng hòa Dominica

source: Algeria
ar: الجزائر
et: Alžeeria
fa: الجزایر
fr_lu: Algérie
hr_hr: Alžir
ja: アルジェリア
lv_lv: Alžīrija
pl_pl: Algieria

source: Ecuador
ar: الاكوادور
fa: اکوادور
fr_lu: Equateur
hr_hr: Ekvador
ja: エクアドル
lv_lv: Ekvadora
pl_pl: Ekwador

source: Estonia
ar: استونيا
et: Eesti
fa: استونی
hr_hr: Estonija
ja: エストニア
lv_lv: Igaunija

source: Egypt
ar: مصر
et: Egiptus
fa: کشور مصر
fr_lu: Égypte
hr_hr: Egipat
ja: エジプト
lv_lv: Ēģipte
pl_pl: Egipt
vi_vn: Ai Cập

source: Eritrea
ar: إريتريا
fa: اریتره
ja: エリトリア

source: Spain
ar: إسبانيا
et: Hispaania
ja: 見出し

source: Ethiopia
ar: أثيوبيا
et: Etioopia
fa: اتیوپی
hr_hr: Etiopija
ja: エチオピア
lv_lv: Etiopija
pl_pl: Etiopia

source: Fiji
ar: فيجي
et: Fidži
fa: فیجی
fr_lu: Fidji
ja: フィジー
lv_lv: Fidži
pl_pl: Fidżi
vi_vn: Phi-gi

source: Falkland Islands
ar: جزر فوكلاند
et: Falklandi saared
fa: جزایر فالکلند
fr_lu: Îles Falkland
hr_hr: Falklandski otoci
ja: フォークランド諸島
lv_lv: Folklenda salas
pl_pl: Falklandy
vi_vn: Quần đảo Falkland

source: Micronesia
ar: ميكرونيزيا
et: Mikroneesia
fa: میکرونزی
hr_hr: Mikronezija
ja: 得意先 担当場所

source: Faroe Islands
ar: جزر فارو
et: Fääri saared
fa: جزایر فارو
fr_lu: Îles Féroé
hr_hr: Farski Otoci
ja: フェロー諸島
lv_lv: Fēru salas
pl_pl: Wyspy Owcze
vi_vn: Quần đảo Faroe

source: France
ar: فرنسا
et: Prantsusmaa
ja: 差異

source: Gabon
ar: الغابون
fa: گابن
ja: ガボン
lv_lv: Gabona

source: Grenada
ar: غرينادا
fa: گرانادا
fr_lu: Grenade
ja: グレナダ
lv_lv: Grenāda

source: Georgia
ar: جورجيا
et: Gruusia
fa: گرجستان
ja: 必要数量

source: French Guiana
ar: جويانا الفرنسية
et: Prantsuse Guajaana
fa: گویان فرانسه
ja: 支店

source: Guernsey and Alderney
ar: غيرنسي و ألدرني
et: Guernsey ja Alderney
fa: لباس بافته پشمی و Alderney
fr_lu: Guernesey et Alderney
hr_hr: Guernsey i Alderney
ja: ガーンジー島とオルダニー島
lv_lv: Gērnsija un Alderneja
pl_pl: Guernsey i Alderney
vi_vn: Guernsey và Alderney

source: Ghana
ar: غانا
fa: غنا
hr_hr: Gana
ja: ガーナ
lv_lv: Gana

source: Gibraltar
ar: جبل طارق
fa: جبل الطارق
ja: ジブラルタル
lv_lv: Gibraltārs
