Repository: timschofield/KwaMoja-Medical
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar, et, fa, fr_lu, hr_hr, ja, lv_lv, pl_pl, vi_vn

source: The Expense
ar: حساب
et: Expense
fr_lu: Les frais de
hr_hr: Rashodi
ja: 費用
lv_lv: izdevumu

source: already exists in this Type of Tab
ar: موجود بالفعل في هذا النوع من تبويب
et: juba olemas sedalaadi Tab
fr_lu: existe déjà dans ce type d'onglet.
hr_hr: već postoji u ovoj vrsti Tab
ja: はデータベースに定義されてない

source: Expense code:
ar: رمز حساب :
et: Kulu kood :
fa: کد هزینه :
hr_hr: Rashodi kod:
ja: ユーザーコード
lv_lv: Izdevumu kods :
pl_pl: Kod kosztów:
vi_vn: Mã số chi phí

source: for Type of Tab:
ar: ل نوع من علامة التبويب:
et: liiki Tab :
fa: برای نوع نوار :
hr_hr: za vrstu Tab :
ja: タブの種類のために：
lv_lv: veida Tab :
pl_pl: na Rodzaj karty:
vi_vn: Cho lo?i m?c:

source: The Tab Type record could not be deleted because
ar: لا يمكن حذف السجل نوع تبويب بسبب
et: Tab Tüüp rekord ei saa kustutada , sest
fa: نوار ضبط نوع نمی تواند به دلیل های حذف شده
fr_lu: L'enregistrement de type Tab ne peut pas être supprimée car
hr_hr: Rekord Tab Tip se ne može izbrisati , jer
ja: 地域は追加または更新ができませんでした理由は
lv_lv: Tab tipa ieraksts nevarēja izdzēst , jo
pl_pl: Tab typu rekordu nie może być usunięty, ponieważ
vi_vn: Không xóa du?c h? so lo?i m?c này vì

source: Expense code
ar: رمز حساب
et: kulu kood
fa: کد هزینه
fr_lu: Code de frais
hr_hr: Rashodi broj
ja: ユーザーコード
lv_lv: izdevumu kods
pl_pl: Kod wydatków
vi_vn: Mã số chi phí

source: for type of tab
ar: ل نوع من علامة التبويب
et: liiki tab
fa: برای نوع زبانه
fr_lu: pour le type de l'onglet
hr_hr: za vrstu kartici
ja: タブの種類
lv_lv: veida tab
pl_pl: na karcie typu
vi_vn: dành cho lo?i m?c

source: Select Type of Tab
ar: حدد نوع من تبويب
et: Valige liik Tab
fa: انتخاب از نوع نوار
fr_lu: Sélectionner le type de "tab"
hr_hr: Odaberite Vid Tab
ja: 終了期間選択
lv_lv: Izvēlieties veids Tab
pl_pl: Wybierz typ karty
vi_vn: L?a ch?n lo?i m?c

source: Expense Codes for Type of Tab
ar: رموز حساب ل نوع من تبويب
et: Kulu Koodid tüüp Tab
fa: کدهای هزینه برای نوع نوار
fr_lu: Codes de frais pour "type of tab"
hr_hr: Rashodi Kodovi za vrstu Tab
ja: タブの種類の経費コード
lv_lv: Izdevumu kodi veids Tab
pl_pl: Kody koszt Rodzaj Tab
vi_vn: Mã s? chi phí cho lo?i m?c

source: Are you sure you wish to delete this expense code?
ar: هل أنت متأكد أنك تريد حذف هذا الرمز حساب ؟
et: Oled sa kindel, et soovid kustutada selle arvelt kood ?
fr_lu: Voulez-vous supprimer ce code de dépense?
hr_hr: Jeste li sigurni da želite izbrisati ovaj trošak kod ?
ja: この仕入先価格を削除してもよろしいですか？

source: Select Expense Code
ar: تحديد رمز المصروفات
et: Vali Kulu kood
fa: انتخاب کد هزینه
fr_lu: Sélectionner un code de frais
hr_hr: Odaberite Rashodi kod
ja: 残高日付選択
lv_lv: Izvēlieties Izdevumu kodu
pl_pl: Kodeks Wybierz wydatków
vi_vn: Lựa chọn Mã số chi tiêu

source: Petty Cash Management Report
ar: تقرير الإدارة المصروفات النثرية
fa: خرده نقدی گزارش مدیریت
fr_lu: Petty Rapport de gestion de trésorerie
hr_hr: Petty Cash Management Izvješće
ja: 小口現金管理レポート
lv_lv: Petty Naudas vadības ziņojums
pl_pl: Petty Sprawozdanie Cash Management
vi_vn: Báo cáo qu?n lý chi phí v?t

source: Code Of Petty Cash Tab
ar: مدونة تافه تبويب النقد
et: Kood sularahast Tab
fa: رمز نوار تنخواه گردان
fr_lu: Code de "Petty Cash Tab"
hr_hr: Kodeks blagajni Tab
ja: 小口現金]タブの[コード
lv_lv: Kodekss Petty Cash Tab
pl_pl: Code Of Cash Petty Tab
vi_vn: Mã s? c?a m?c Chi phí v?t

source: From Date :
ar: من تاريخ :
et: Alates kuupäevast:
fa: از تاریخ :
hr_hr: Od Datuma :
ja: 支払元
lv_lv: No:
pl_pl: Od Data:
vi_vn: Từ ngày:

source: To Date:
ar: إلى تاريخ :
et: Praeguseks
fa: برای تاریخ :
ja: 日付
lv_lv: Uz datums :
pl_pl: Do tej pory:
vi_vn: Đến ngày:

source: Show HTML
ar: عرض HTML
et: Näita HTML
fa: نمایش نسخه متنی
fr_lu: Afficher HTML
hr_hr: Pokaži HTML
ja: 表示
lv_lv: Rādīt HTML
pl_pl: Pokaż HTML
vi_vn: Hiển thị dạng HTML

source: Petty Cash Report Of Tab
ar: تافه تقرير نقدية تبويب
et: Petty Cash Raport Tab
fa: گزارش تنخواه گردان از نوار
fr_lu: Rapport de la petite caisse de l'onglet
hr_hr: Petty Cash izvješće o Tab
ja: タブの小口現金レポート
lv_lv: Petty Cash ziņojums Tab
pl_pl: Petty Sprawozdanie Cash Tab
vi_vn: Báo cáo chi phí v?t c?a m?c

source: There were no expenses found in the database within the period from
ar: لم تكن هناك نفقات وجدت في قاعدة البيانات في الفترة من
et: Puudusid kulud leidub andmebaasis ajavahemikus
fa: هیچ هزینه در پایگاه داده در دوره یافت وجود دارد
fr_lu: Aucun frais trouvés dans la base pour la période du
hr_hr: Nije bilo rashodi nalaze u bazi podataka u roku od
ja: データベースに指定期間の銀行トランザクションがありません 指定期間 開始
lv_lv: Nebija izdevumi atrodami datu bāzē laikposmā no
pl_pl: Nie było żadnych wydatków w bazie danych w okresie od
vi_vn: Không tìm th?y chi phí nào trong co s? d? li?u trong giai do?n t?

source: No Petty Cash tabs were returned by the SQL because
ar: يتم إرجاع أية علامات تبويب المصروفات النثرية من قبل SQL لأن
et: No sularaha tabs tagastatudSQL sest
fa: بدون زبانه تنخواه گردان توسط گذاشتن چون بازگردانده شدند
fr_lu: Pas onglets de la petite caisse ont été retournés par la requête SQL car
hr_hr: Nema blagajni Kartice su se vratili sa SQL , jer
ja: 得意先詳細はSQLで検索ができませんでした、というのは
lv_lv: Nav Petty Naudas tabs tika atgriezti ar SQL , jo
pl_pl: Nr Petty karty Cash zostały zwrócone przez SQL Server, ponieważ
vi_vn: Không có m?c chi phí v?t nào du?c tr? v? t? d? li?u SQL vì

source: Tab Code :
ar: التبويب رمز :
et: Tab -kood:
fa: نوار کد :
hr_hr: Kartica Code :
ja: カテゴリコード
lv_lv: Tab Kods :
pl_pl: Kodeks Tab:
vi_vn: Mã s? m?c:

source: User
ar: المستخدم
et: kasutaja
fa: کاربر
hr_hr: korisnik
ja: LBP
lv_lv: lietotājs
pl_pl: Użytkownik
vi_vn: Người sử dụng

source: To
ar: إلى
et: kuni
fa: به
fr_lu: Pour
hr_hr: na
ja: 終了
lv_lv: līdz
pl_pl: Aby
vi_vn: Tới

source: Authoriser
ar: نظام المصادقة على
ja: 税務当局

source: Currency
ar: عملة
et: valuuta
fa: پول
hr_hr: valuta
ja: 通貨
lv_lv: valūta
pl_pl: Walut
vi_vn: Tiền tệ

source: Balance before
ar: التوازن قبل
et: Balance enne
fa: تعادل قبل
fr_lu: Solde avant
hr_hr: Stanje prije
ja: Balance Sheet
lv_lv: bilance pirms
pl_pl: Stan przed
vi_vn: Cân d?i tru?c

source: Date Authorised
ar: التسجيل المعتمد
fr_lu: Date d'autorisation
ja: 印刷日

source: Balance at
ar: الرصيد في
et: Saldo
fa: تعادل در
fr_lu: Solde au
hr_hr: Stanje na
ja: 残高時期
lv_lv: Bilances vērtība
pl_pl: Stan na dzień
vi_vn: Cân d?i t?i

source: No Petty Cash Tabs were returned by the SQL because
ar: يتم إرجاع أية علامات المصروفات النثرية من قبل SQL لأن
et: No sularaha Tabs tagastatudSQL sest
fa: بدون پتی زبانهها نقدی گذاشتن چون بازگردانده شدند
fr_lu: Pas onglets de la petite caisse ont été retournés par la requête SQL car
hr_hr: Nema blagajni Kartice su se vratili sa SQL , jer
ja: 得意先詳細はSQLで検索ができませんでした、というのは
lv_lv: Nav Petty Naudas cilnes tika atgriezti ar SQL , jo
pl_pl: Nr Petty Tabs Cash zostały zwrócone przez SQL Server, ponieważ
vi_vn: KHông có m?c chi phí v?t nào du?c tr? v? t? d? li?u SQL vì

source: Tab Code
ar: التبويب رمز
et: Tab kood
fa: نوار کد
fr_lu: Code onglet
hr_hr: Kartica kod
ja: カテゴリコード
lv_lv: tab kods
pl_pl: Kodeks Tab
vi_vn: Mã s? m?c

source: Total not authorised before
ar: المشاركات غير مصرح قبل
et: Kogumaht ei luba enne
fr_lu: Total interdit avant le
hr_hr: Total nije ovlaštena prije
ja: 請求合計 ： 注文番号

source: No Petty Cash movements for this tab were returned by the SQL because
ar: يتم إرجاع أية حركات المصروفات النثرية لهذا التبويب من قبل SQL لأن
et: No sularaha liikumise selle kaardi tagastatudSQL sest
fa: هیچ جنبش تنخواه گردان برای این زبانه توسط گذاشتن چون بازگردانده شدند
fr_lu: Aucun mouvement de la petite caisse pour cet onglet ont été retournés par la requête SQL car
hr_hr: Nema blagajni pokreta za ovu karticu vraćeni u SQL zbog toga
ja: 得意先詳細はSQLで検索ができませんでした、というのは
lv_lv: Nav Petty Naudas kustība šajā cilnē ir atpakaļ ar SQL , jo
pl_pl: Nr Petty przepływów środków pieniężnych w tej karcie zostały zwrócone przez SQL Server, ponieważ
vi_vn: Không có d?ng thái nào t? chi phí v?t du?c tr? v? t? d? li?u SQL vì

source: Balance At
ar: الرصيد في
et: Saldo
fa: تعادل در
fr_lu: Solde au
hr_hr: Stanje na
ja: 残高時期
lv_lv: Bilances vērtība
pl_pl: Stan na dzień
vi_vn: Cân d?i t?i

source: Select A Different Date
ar: حدد تاريخ مختلف
et: Valige teine ​​kuupäev
fa: انتخاب تاریخ های مختلف
fr_lu: Sélectionner une date différente
hr_hr: Odaberite drugi datum
ja: 異なる残高日付選択
lv_lv: Izvēlētos citu datumu
pl_pl: Wybierz inną datę
vi_vn: Chọn một ngày khác

source: Maintenance Of Petty Cash Tabs
ar: الصيانة من علامات التبويب المصروفات النثرية
et: Hooldus sularahast Tabs
fa: تعمیر و نگهداری از زبانه ها تنخواه گردان
fr_lu: Gestion de "Petty Cash Tabs"
hr_hr: Održavanje blagajni akordi
ja: 小口現金タブのメンテナンス
lv_lv: Uzturēšana Petty Naudas Tabs
pl_pl: Utrzymanie Petty Tabs Cash
vi_vn: B?o trì m?c chi phí v?t

source: The Tab code cannot be an empty string or spaces
ar: رمز علامة لا يمكن أن يكون سلسلة أو المساحات الفارغة
et: Tab kood ei saa ollatühi string või ruumide
fa: کد نوار نمی تواند یک رشته خالی است و یا فضاهای
fr_lu: Le code de tabulation peut pas être une chaîne ou des espaces vides
hr_hr: Kod Kartica ne smije bitiprazan string ili prostorima
ja: 地域コードは空白にできない
lv_lv: Tab kodu nevar būttukša virkne vai telpas
pl_pl: Kod Tab nie może być pustym ciągiem znaków lub spacji
vi_vn: Mã s? m?c không du?c là chu?i tr?ng ho?c kí t? tr?ng

source: The Tab code must be twenty characters or less long
ar: يجب أن يكون رمز تبويب عشرين حرفا أو أقل طويلة
et: Tab -kood peab olema kakskümmend tähemärki pikk
fa: کد نوار باید بیست کاراکتر یا کمتر بلند می شود
fr_lu: Le code "Tab" contient au plus 20 caractères
hr_hr: Kod Kartica mora biti dvadeset znakova ili manje duga
ja: 地域コードは3文字以下でなければなりません
lv_lv: Tab kodam ir jābūt divdesmit rakstzīmēm vai mazāk ilgā
pl_pl: Kod Tab musi mieć dwadzieścia znaków lub mniej długi
vi_vn: Mã s? m?c c?n ph?i dài t? 20 kí t? tr? xu?ng

source: You must select a User for this tab
ar: يجب تحديد المستخدم لهذا التبويب
et: Sa pead valima kasutaja selle tab
fr_lu: Sélectionner un utilisateur pour cet onglet
hr_hr: Morate odabrati korisnik za ovu karticu
ja: このタブのためのユーザーを選択する必要があります
lv_lv: Jums ir jāizvēlas lietotājs par šo cilni

source: You must select a type of tab from the list
ar: يجب تحديد نوع التبويب من القائمة
et: Te peate valimatüüpi tab nimekirjast
fr_lu: Sélectionner lun type d'onglet dans la liste
hr_hr: Morate odabrati vrstu kartice s popisa
ja: あなたは、リストからタブの種類を選択する必要があります
lv_lv: Jums ir izvēlēties veidu cilnes sarakstā

source: You must select a User to assign cash to this tab
ar: يجب تحديد قوائم لتعيين النقدية إلى هذا التبويب
et: Sa pead valima kasutaja anda raha sellele lingile
fr_lu: Sélectionner un utiisateur
hr_hr: Morate odabrati korisniku dodijeliti novac za ovu karticu
ja: このタブに現金を割り当てるユーザーを選択する必要があります

source: You must select a User to authorise this tab
ar: يجب تحديد قوائم الإذن هذا التبويب
et: Sa pead valima kasutaja lubada seda vahekaarti
fr_lu: Vous devez sélectionner un utiisateur pour autoriser cet onglet
hr_hr: Morate odabrati korisnika odobriti ovu karticu
ja: このタブを承認するユーザーを選択する必要があります

source: You must select a General ledger code for the cash to be assigned from
ar: يجب تحديد رمز دفتر الأستاذ العام ل نقد ل يتم تعيين من
et: Sa pead valima pearaamatut kood raha tuleb määrata alates
fr_lu: Vous devez sélectionner un code du grand livre général dans la liste ci-dessous
hr_hr: Morate odabrati General Ledger kôd za novac biti raspoređen na
ja: あなたから割り当てられる現金に総勘定元帳コードを選択する必要があります
lv_lv: Jums ir jāizvēlas virsgrāmatas kodu skaidrai naudai, kas piešķirtajiem
vi_vn: Bạn phải chọn một mã số sổ cái chung cho tiền mặt để được chỉ định từ

source: You must select a General ledger code for this petty cash tab
ar: يجب تحديد رمز دفتر الأستاذ العام ل علامة التبويب هذه المصروفات النثرية
et: Sa pead valima pearaamatut kood see sularaha tab
fr_lu: Vous devez sélectionner un code du grand livre général dans la liste ci-dessous
hr_hr: Morate odabrati General Ledger kôd ovoj blagajni kartici
ja: この小口現金タブの総勘定元帳のコードを選択する必要があります
lv_lv: Jums ir jāizvēlas virsgrāmatas kodu šo sīko naudas cilni
vi_vn: Bạn phải chọn một mã số sổ cái chung cho tab này tiền mặt

source: The Petty Cash Tab
ar: تبويب المصروفات النثرية
et: Petty Cash Tab
fr_lu: Onglet fonds de caisse
hr_hr: Petty Cash Tab
ja: 小口現金]タブ
lv_lv: Petty Cash Tab

source: The Tab
ar: تبويب
et: Tab
fa: زبانهها
fr_lu: l'onglet
hr_hr: Tab
ja: タブ
lv_lv: Tab
pl_pl: Zakładka
vi_vn: M?c

source: already exists
ar: موجود مسبقا
et: juba olemas
fr_lu: existe déjà.
ja: すでに存在している

source: The Tab record could not be deleted because
ar: لا يمكن حذف السجل لأن تبويب
et: Tab rekord ei saa kustutada , sest
fa: ضبط نوار نمی تواند به دلیل حذف
fr_lu: La fiche "Tab" n'a pas été supprimée car
hr_hr: Kartica zapis nije mogao biti izbrisan , jer
ja: 地域は追加または更新ができませんでした理由は
lv_lv: Tab ieraksts nevarēja izdzēst , jo
pl_pl: Zapis Tab nie mogła być usunięta ponieważ
vi_vn: Không xóa du?c h? so m?c này vì

source: Type Of Tab
ar: نوع تبويب
et: Liik Tab
fa: نوع قرص
fr_lu: Type de tabulation
hr_hr: Tip Tab
ja: タイプ名
pl_pl: Typ Tab
vi_vn: Lo?i m?c

source: Limit
ar: قصر
et: piirama
fa: حد
fr_lu: Limite
hr_hr: ograničiti
ja: 制限
lv_lv: ierobežot
vi_vn: Giới hạn

source: Assigner
fr_lu: Responsable
ja: 設定済み税金

source: GL Account For Cash Assignment
ar: حساب GL لتخصيص النقد
et: GL Konto Raha loovutamine
fa: حساب گرم برای واگذاری نقدی
fr_lu: Compte GL pour l'affectation de trésorerie
hr_hr: GL račun za gotovinu ustupanju
ja: キャッシュ割り当てのGL勘定
lv_lv: GL kontu Cash uzdevumu
pl_pl: Konto GL za przydział środków pieniężnych
vi_vn: Tài kho?n s? cái d? chuy?n ti?n m?t

source: GL Account Petty Cash Tab
ar: GL حساب تافه تبويب النقد
et: GL konto sularaha Tab
fa: حساب گرم در نوار تنخواه گردان
fr_lu: Compte GL de "Petty Cash Tab"
hr_hr: GL račun Petty Cash Tab
ja: GL勘定小口現金]タブ
lv_lv: GL konts Petty Cash Tab
pl_pl: Konto GL Petty Tab Cash
vi_vn: Tài kho?n s? cái m?c chi phí v?t

source: Are you sure you wish to delete this tab code?
ar: هل أنت متأكد أنك تريد حذف هذا الرمز علامة التبويب ؟
et: Oled sa kindel , et soovid kustutada selle kaardi koodi?
fr_lu: Voulez-vous supprimer ce contact?
hr_hr: Jeste li sigurni da želite izbrisati ovu karticu kod ?
ja: この仕入先価格を削除してもよろしいですか？

source: Show All Tabs Defined
ar: مشاهدة جميع علامات التبويب معرف
et: Näita kõik kaardid Kindlaksmääratud
fa: نمایش تمام افزودنیهای زبانهها تعریف
fr_lu: Afficher tous les onglets déterminées
hr_hr: Pokaži sve kartice Definirani
ja: 全販売タイプ定義表示
lv_lv: Rādīt visas cilnes Definētie
pl_pl: Pokaż wszystkie karty Defined
vi_vn: Hi?n th? t?t c? các m?c dã xác d?nh

source: Limit Of Tab
ar: الحد من تبويب
et: Piirang Tab
fa: حد زبانهها
fr_lu: Limite de l'onglet
hr_hr: Granica Tab
ja: タブの限界
lv_lv: Robeža Tab
pl_pl: Limit Tab
vi_vn: Gi?i h?n c?a m?c

source: GL Account Cash Assignment
ar: حساب GL تعيين النقد
et: GL Konto Raha loovutamine
fa: گرم در حساب واگذاری نقدی
fr_lu: Compte GL pour l'affectation de trésorerie
hr_hr: GL račun Novac Raspored
ja: GL勘定キャッシュの割り当て
lv_lv: GL konts Naudas piešķiršana
pl_pl: Zadanie Cash konto GL
vi_vn: Tài kho?n s? cái chuy?n ti?n m?t

source: Maintenance Of Petty Cash Type of Tabs
ar: صيانة تافه نوع النقد من علامات التبويب
et: Hooldus sularahast tüüp Tabs
fa: تعمیر و نگهداری از نوع تنخواه گردان از زبانهها
fr_lu: Gestion de "Petty Cash Type of Tabs"
hr_hr: Održavanje blagajni vrsti Kartice
ja: タブの小口現金タイプの維持
lv_lv: Uzturēšana Petty Cash veids Tabs
pl_pl: Utrzymanie Petty typu Cash kart
vi_vn: B?o trì lo?i chi phí chi v?t

source: The Tabs type code cannot be an empty string
ar: رمز نوع علامات لا يمكن أن يكون سلسلة فارغة
fr_lu: Le code du type "Tabs" ne doit pas être vide
hr_hr: Kod Kartice tipa ne može bitiprazan string
ja: 地域コードは空白にできない

source: The tab code must be twenty characters or less long
ar: يجب أن يكون رمز علامة التبويب عشرين حرفا أو أقل طويلة
et: Tab -kood peab olema kakskümmend tähemärki pikk
fa: کد زبانه باید بیست کاراکتر یا کمتر بلند می شود
fr_lu: Le code doit être onglet vingt caractères ou moins long
hr_hr: Broj kartica mora biti dvadeset znakova ili manje duga
ja: 地域コードは3文字以下でなければなりません
lv_lv: Tab kodam ir jābūt divdesmit rakstzīmēm vai mazāk ilgā
pl_pl: Kod karty musi mieć dwadzieścia znaków lub mniej długi
vi_vn: Mã s? m?c ph?i dài t? 20 kí t? tr? xu?ng

source: The petty cash tab type code cannot contain any of the illegal characters
fr_lu: L'onglet cash code de type petite ne peut contenir aucun des caractères illégaux
ja: 地域税名は文字列を含むことができません

source: The Tabs type
ar: نوع علامات التبويب
et: Tabs tüüp
fa: نوع زبانهها
fr_lu: Le type d'onglets
hr_hr: Kartice putovanja
ja: 伝票種別
lv_lv: Tabs veids
pl_pl: Karty typu
vi_vn: Lo?i m?c

source: The Tab type
ar: نوع تبويب
et: Tab tüüp
fa: نوع نوار
fr_lu: Le type de tabulation
hr_hr: Kartica putovanja
ja: タブの種類
lv_lv: Tab veids
pl_pl: Typu Tab
vi_vn: Lo?i m?c

source: Tabs type
ar: نوع علامات التبويب
et: Tabs tüüp
fa: نوع زبانهها
fr_lu: Onglets type
hr_hr: Kartice putovanja
ja: 伝票種別
lv_lv: Tabs veids
pl_pl: Karty typu
vi_vn: Lo?i m?c

source: The number of tabs using this Tab type could not be retrieved
ar: لا يمكن استرجاع عدد من علامات التبويب باستخدام علامة التبويب هذه نوع
et: Kaartide arv kasutavad seda Tab tüüp ei õnnestunud
fa: تعدادی از زبانه ها با استفاده از این نوع نوار قابل بازیابی نیست
fr_lu: Le nombre d'onglets en utilisant ce type Tab ne pouvait pas être trouvé
hr_hr: Broj kartica koji koriste ovaj tip kartica nije moguće dohvatiti
ja: 定義済みの税務当局は取り戻しできませんでした、理由は
lv_lv: TNI , izmantojot šo Tab veida skaitu nevarēja izgūt
pl_pl: Liczba kart korzystania z tego typu Tab nie mógł zostać przywrócony
vi_vn: Không truy xu?t du?c s? lu?ng m?c s? d?ng lo?i m?c này

source: Cannot delete this tab type because tabs have been created using this tab type
ar: لا يمكن حذف هذا النوع التبويب لأنه تم إنشاء علامات التبويب استخدام هذا النوع التبويب
et: Ei saa kustutada seda tab tüüp sest klapid on loodud kasutades seda tab tüüp
fa: آیا می توانم استفاده حذف این نوع زبانه چون زبانه ها ایجاد شده اند با استفاده از این نوع تب نیست
fr_lu: Impossible de supprimer ce type parce onglet onglets ont été créés en utilisant ce type onglet
hr_hr: Ne mogu izbrisati ovaj tip kartica , jer Kartice su izrađene koristeći ovu karticu tip
ja: この地域を使って得意先支店がつくられたので、この地域を削除できません
lv_lv: Nevar izdzēst šo cilni veida , jo tabs ir izveidoti , izmantojot šo cilni tipa
pl_pl: Nie można usunąć tego typu karty, ponieważ karty zostały utworzone za pomocą tego rodzaju karty
vi_vn: Không th? xóa du?c lo?i m?c này vì các m?c dã du?c t?o nên t? lo?i m?c dó

source: Return to list of tab types
ar: عودة إلى قائمة أنواع التبويب
et: Tagasi nimekirja tab liigid
fa: بازگشت به لیستی از انواع تب
fr_lu: Retour à la liste des types onglet
hr_hr: Povratak na popis svih vrsta kartica
ja: タブの種類一覧に戻る
lv_lv: Atgriezties pie saraksta tab veidu
pl_pl: Powrót do listy typów kartę
vi_vn: Quay tr? l?i danh sách các lo?i m?c

source: Tab type
ar: علامة التبويب نوع
et: Tab tüüp
fa: نوع نوار
fr_lu: type onglet
hr_hr: Kartica putovanja
ja: タイプ
lv_lv: tab tips
pl_pl: typu Tab
vi_vn: Lo?i m?c

source: Are you sure you wish to delete this code and all the description it may have set up?
ar: هل أنت متأكد أنك تريد حذف هذا الرمز و كل الوصف قد أعددت ؟
et: Oled sa kindel, et soovid kustutada selle koodi ja kõik kirjeldamiseks võib loonud ?
fa: آیا شما مطمئن هستید که میخواهید حذف این کد و توضیحات آن را ممکن است راه اندازی؟
fr_lu: Voulez-vous supprimer ce code et les descriptions attenantes?
hr_hr: Jeste li sigurni da želite izbrisati ovaj kod i sve opis može se postaviti ?
ja: この仕入先価格を削除してもよろしいですか？
lv_lv: Vai tu tiešām vēlies dzēst šo kodu un visu aprakstu tā var būt izveidota ?
pl_pl: Czy na pewno chcesz usunąć ten kod i wszystkim opis może mieć ustawiony?
vi_vn: B?n có ch?c mu?n xóa mã s? này và t?t c? các mô t? dã du?c thi?t l?p di cùng nó?

source: Show All Types Tabs Defined
ar: وتظهر جميع أنواع علامات الجدولة معرف
et: Näita kõik tüübid Tabs Kindlaksmääratud
fa: نمایش تمام افزودنیهای زبانهها انواع تعریف شده
fr_lu: Afficher tous les onglets types définis
hr_hr: Prikaži sve vrste Kartice Definirani
ja: 全販売タイプ定義表示
lv_lv: Rādīt Visi veidi cilnes Definētie
pl_pl: Pokaż wszystkie typy zdefiniowane Tabs
vi_vn: Hi?n th? toàn b? lo?i m?c dã xác d?nh

source: Code Of Type Of Tab
ar: رمز لنوع تبويب
et: Kood tüübi Tab
fa: کد نوع نوار
fr_lu: Code de "type of tab"
hr_hr: Broj na vrstu Tab
ja: タブの種類コード
lv_lv: Kods veidu, Tab
pl_pl: Kod rodzaju Tab
vi_vn: Mã s? c?a lo?i m?c

source: Description Of Type of Tab
ar: وصف نوع من تبويب
et: Tüübi kirjeldus Tab
fa: توضیحات نوع نوار
fr_lu: Description du "type of Tab"
hr_hr: Opis Tip Tab
ja: タブの種類の説明
lv_lv: Apraksts No veids Tab
pl_pl: Opis typu Tab
vi_vn: Mô t? c?a lo?i m?c

source: Periods Inquiry
ar: فترات التحقيق
et: perioodid Inquiry
fa: دوره استعلام
fr_lu: Consultation de périodes
hr_hr: Razdoblja Upit
ja: 期間問合せ
lv_lv: Perioda pieprasījums
pl_pl: Przegląd Okresów
vi_vn: Liên h? giai do?n

source: No periods were returned by the SQL because
ar: يتم إرجاع أية فترات من قبل SQL لأن
et: No perioodidel tagastatudSQL sest
fa: هیچ دوره های گذاشتن چون بازگردانده شدند
fr_lu: Aucune période trouvée par la requêe SQL car
hr_hr: Nema razdoblja su vraćeni u SQL zbog toga
ja: ピリオドは、SQLによって返されませんでしたので、
lv_lv: SQL neiguva perioda numurus, jo
pl_pl: Nie zostały zwrócone żadne okresy przez SQL ponieważ
vi_vn: Không có giai do?n nào du?c tr? v? t? d? li?u SQL

source: Period Number
ar: عدد الفترة
et: perioodi arv
fa: شماره دوره
fr_lu: Numéro de période
hr_hr: Razdoblje Broj
ja: 期間番号
lv_lv: Perioda Numurs
pl_pl: Numer Okresu
vi_vn: Số giai đoạn

source: Date of Last Day
ar: تاريخ آخر يوم
et: Viimane päev
fa: تاریخ و زمان آخرین اخبار روز
fr_lu: Date du dernier Jour
hr_hr: Datum posljednjeg dana
ja: 最終日
lv_lv: Pēdējā dienas datums
pl_pl: Data Ostatniego Dnia
vi_vn: Ngày c?a ngày cu?i cùng

source: Install a KwaMoja plugin
ar: تثبيت البرنامج المساعد KwaMoja
et: InstalliKwaMoja plugin
fa: نصب یک پلاگین KwaMoja است
hr_hr: Instalirajte plugin KwaMoja
ja: KwaMojaプラグインをインストール
lv_lv: Instalējiet KwaMoja spraudnis
pl_pl: Zainstaluj wtyczkę KwaMoja
vi_vn: Cài đặt một plugin KwaMoja

source: Install Plugin
ar: تثبيت البرنامج المساعد
et: Paigalda plugin
fa: نصب افزونه
fr_lu: installer plugin
hr_hr: Instalirajte dodatak
ja: プラグインをインストール
lv_lv: uzstādīt Plugin
pl_pl: Zainstaluj wtyczkę
vi_vn: cài đặt Plugin

source: Install KwaMoja Plugin
ar: تثبيت البرنامج المساعد KwaMoja
et: Installi KwaMoja Plugin
fa: نصب پلاگین KwaMoja است
hr_hr: Instalirajte KwaMoja Plugin
ja: KwaMojaプラグインをインストール
lv_lv: Instalējiet KwaMoja Plugin
pl_pl: Zainstaluj wtyczkę KwaMoja
vi_vn: Cài đặt KwaMoja Plugin

source: appears to be a genuine plugin file.
ar: يبدو أن ملف البرنامج المساعد حقيقية .
et: tundub olevattõeline plugin fail .
fa: به نظر می رسد یک فایل پلاگین واقعی .
fr_lu: semble être un véritable fichier de plugin.
hr_hr: Čini se da jepravi plugin datoteku .
ja: 本物のプラグインファイルのように見えます。
lv_lv: Šķiet, kaīsta spraudnis failu .
pl_pl: wydaje się byćprawdziwy plik plugin .
vi_vn: dường như là một plugin tập tin chính hãng .

source: Plugin details have been successfully extracted from the file
ar: تم استخراج تفاصيل البرنامج المساعد بنجاح من ملف
et: Plugin andmed on edukalt failist
fa: جزئیات پلاگین شده اند با موفقیت از فایل استخراج
fr_lu: Détails de plugins ont été extraites avec succès à partir du fichier
hr_hr: Plugin Detalji su uspješno izvađen iz spisa
ja: プラグインの詳細は成功したファイルから抽出されている
lv_lv: Spraudnis dati ir veiksmīgi iegūts no lietas materiāliem
pl_pl: Szczegóły Plugin powodzeniem wyodrębnionego z pliku
vi_vn: Chi tiết các plugin đã được chiết xuất thành công từ các tập tin

source: The menu additions have been applied
et: Menüü lisandused on rakendatud
fa: شده منو استفاده شده است
fr_lu: Les ajouts de menu ont été appliquées
hr_hr: Izbornika slike su primijenjene
ja: メニュー付加が適用されている
lv_lv: Izvēlnes papildinājumiem ir piemēroti
pl_pl: Dodatki menu były stosowane
vi_vn: Bổ sung trình đơn đã được áp dụng
