Repository: timschofield/KwaMoja-Medical
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar, et, fa, fr_lu, hr_hr, ja, lv_lv, pl_pl, vi_vn

source: Shipment charge against
ar: شحنة التهمة الموجهة
et: Saadetise eest vastu
fa: هزینه حمل و نقل در برابر
fr_lu: Frais d'expédition en rapport avec
hr_hr: Pošiljka prijava protiv
ja: に対して郵送料
lv_lv: Sūtījuma apsūdzība
pl_pl: Opłata transportowa dla
vi_vn: Phí giao hàng đối với

source: Asset Addition
ar: وبالإضافة إلى الأصول
et: Asset lisamine
fr_lu: Ajoût d'actifs
hr_hr: Asset Zbrajanje
ja: アセット追加
lv_lv: aktīvu Papildinājums
pl_pl: Dodatek Asset
vi_vn: Ngoài ra tài sản

source: The total posted to the debit accounts is
ar: مجموع نشرها إلى حسابات الخصم هو
et: Kogu lähetatuddeebetkontode on
fr_lu: Le montant total affecté à des comptes de débit est
hr_hr: Ukupna objavljen na teret računa je
ja: 借方勘定に転記合計です
lv_lv: Kopējais ievietojis uz debeta kontiem
pl_pl: Wartość zapisana na konto Winien
vi_vn: Tổng số được đưa lên các tài khoản ghi nợ là

source: exch rate
ar: معدل للصرافة المحدودة
et: exch määr
fr_lu: taux de change
hr_hr: stopa Exch
ja: EXCH率
lv_lv: exch likme
pl_pl: kurs
vi_vn: T? giá h?i doái

source: The supplier invoice transaction could not be added to the database because
ar: الصفقة فاتورة المورد لا يمكن إضافتها إلى قاعدة البيانات بسبب
et: Tarnija arve ei olnud võimalik tehingut lisatakse andmebaasi , sest
fr_lu: La transaction facture fournisseur ne peut être ajouté à la base de données car
hr_hr: Transakcijski Račun dobavljača nije mogao biti dodan u bazu podataka , jer
ja: 仕入先請求書トランザクションがデータベースに追加できませんでしたので、
lv_lv: Piegādātājs rēķins darījums nevarēja tikt pievienota datu bāzē , jo
pl_pl: Zapisy dla faktury dostawcy nie mogą być dodane do bazy ponieważ
vi_vn: Không thêm du?c giao d?ch hóa don nhà cung c?p vào c? s? d? li?u vì

source: The following SQL to insert the supplier invoice was used
ar: تم استخدام SQL التالية لإدراج فاتورة المورد
et: Järgmine SQL sisestada tarnija arve kasutati
fr_lu: Le SQL suivant pour insérer la facture du fournisseur a été utilisée
hr_hr: Sljedeći SQL umetnuti dobavljaču račun je korišten
ja: 仕入先請求書を追加する以下のSQLが使われました
lv_lv: Pēc SQL ievietot piegādātāju rēķinu tika izmantota
pl_pl: Użyta fraza SQL
vi_vn: D? li?u SQL dùng d? chèn hóa don nhà cung c?p dã du?c s? d?ng

source: The quantity invoiced of the purchase order line could not be updated because
ar: تعذر تحديث كمية الفاتورة للخط أمر الشراء بسبب
et: Kogus arve ostmise et liin ei ole võimalik ajakohastada , sest
fr_lu: La quantité facturée de la ligne de commande n'a pas pu être mis à jour car
hr_hr: Količina fakturirani od linije narudžbenice nisu mogli biti ažurirana , jer
ja: 発注明細の請求数量を更新できませんでしたので、
lv_lv: Daudzums rēķinā no pirkuma pasūtījuma līnijas nevar atjaunināt , jo
pl_pl: Ilość zafakturowana z pozycji zamówienia zakupu nie może być zaktualizowana ponieważ
vi_vn: Không c?p nh?t du?c h? so s? lu?ng hóa don c?a dòng don hàng thu mua vì

source: The quantity invoiced off the goods received record could not be updated because
ar: كمية فواتير قبالة البضائع الواردة تعذر تحديث السجل بسبب
et: Kogus arve ära kauba saanud rekord ei saa ajakohastada , sest
fr_lu: La quantité facturée au large de la marchandise reçue record n'a pas pu être mis à jour car
hr_hr: Količina fakturirane robe off dobila zapisnik ne može se ažurirati jer
ja: 商品から請求数量は、レコードが更新できませんでした受信したため
lv_lv: Daudzums rēķinā pie saņemtajām precēm ierakstu nevarēja atjaunināt, jo
pl_pl: Skorygowana ilośś towaru przyjętego nie może być zaktualizowana ponieważ
vi_vn: Không c?p nh?t du?c h? so s? lu?ng hóa don c?a hàng nh?n du?c vì

source: The following SQL to update the GRN quantity invoiced was used
ar: تم استخدام SQL التالية لتحديث كمية GRN الفاتورة
et: Järgmine SQL uuendada GRN kogus arve kasutati
fr_lu: Le SQL suivante pour mettre à jour la quantité facturée GRN a été utilisée
hr_hr: Sljedeći SQL ažurirati GRN količinu fakturirani je korišten
ja: 請求済みGRN数量を更新する以下のSQLが使われました
lv_lv: Pēc SQL atjaunināt GRN rēķinā daudzumu, tika izmantota
pl_pl: Użyta fraza SQL
vi_vn: SQL sau đây để cập nhật số lượng GRN hóa đơn đã được sử dụng

source: The stock movement record for the delivery could not have the cost updated to the actual cost
ar: يمكن لل سجل حركة المخزون لتسليم يكن لديك تكلفة المحدثة إلى التكلفة الفعلية
et: Aktsia liikumine rekord kohale ei saanud kulude uuendatud tegelik kulu
fr_lu: Le stock mouvement record pour la livraison ne pouvait pas avoir le coût actualisé au coût réel
hr_hr: Rekord dionica za isporuku pokret ne bi mogao imatitrošak ažurirani na stvarnim troškovima
ja: 配信のための株式の動きレコードはコストが実際のコストにアップデート持つことができませんでした

source: The sales analysis records could not be updated for the cost variances on this purchase invoice
ar: لا يمكن تحديث السجلات تحليل المبيعات لل تباينات التكلفة على هذه فاتورة الشراء
et: Müügi analüüs arvestust ei saanud uuendatud kulude erinevused selle ostuarve
fr_lu: Les dossiers d'analyse des ventes n'ont pas pu être mises à jour pour les écarts de coûts sur la facture d'achat
hr_hr: U prodaja analiza zapisi nisu mogli biti ažurirana za troškove odstupanja na ovom kupnje proizvoda
ja: 販売分析·レコードはこの購入の請求書に原価差異のため更新できませんでした

source: The stock movements for invoices cannot be updated for the cost variances on this purchase invoice
ar: لا يمكن تحديث تحركات الاسهم ل فواتير الفروق التكلفة على هذه فاتورة الشراء
et: Laoliikumised arveid ei saa ajakohastada kulu erinevused selle ostuarve
fa: جنبش سهام فاکتورها را نمی توان برای واریانس هزینه در این فاکتور خرید به روز
fr_lu: le mouvement de stock des factures ne peut être mis à jour pour les écarts de coût de cette commande
hr_hr: Dionica pokreti za fakturama ne mogu biti ažurirani po cijeni odstupanja na ovom kupnje proizvoda
ja: 請求書の在庫の動きは、この購入の請求書に原価差異のために更新することはできません
lv_lv: Akciju kustības rēķinos nevar atjaunināt uz izmaksu atšķirībām šajā pirkuma rēķina
pl_pl: Ruchy wzorce dla faktur nie mogą być aktualizowane do różnic kosztów na tej fakturze
vi_vn: Các phong trào cổ phiếu cho hóa đơn có thể không được cập nhật cho sự chênh lệch chi phí trên hóa đơn mua hàng này

source: CRITICAL ERROR! NOTE DOWN THIS ERROR AND SEEK ASSISTANCE. The fixed asset cost could not be updated because:
ar: خطأ فادح !
et: Kriitiline viga !
hr_hr: Kritična greška !
ja: CRITICAL ERROR ！
lv_lv: Kritiskā kļūda !
pl_pl: KRYTYCZNY BŁĄD! Zanotuj ten błąd i szukać pomocy. Koszt stały składnik aktywów nie może być aktualizowana, ponieważ:
vi_vn: QUAN TRỌNG LỖI !

source: Supplier invoice number
ar: المورد رقم الفاتورة
et: Tarnija arve number
fr_lu: Fournisseur numéro de facture
hr_hr: Dobavljač broj računa
ja: 仕入先請求書番号
lv_lv: Piegādātāja rēķina numurs
pl_pl: Numer faktury dostawcy
vi_vn: Số hóa đơn nhà cung cấp

source: Enter another Invoice for this Supplier
ar: أدخل فاتورة أخرى لهذا المورد
et: Sisestage teine ​​arve tema tarnija
fr_lu: Saisir une autre facture pour ce fournisseur
hr_hr: Unesite još fakture za ove dobavljača
ja: 仕入先への支払入力
lv_lv: Ievadītu citu rēķinu par šo Piegādātāja
pl_pl: Wprowadź inny faktury dla tego Dostawca
vi_vn: Nh?p vào m?t hóa don khác c?a nhà cung c?p này

source: Search for a supplier
ar: البحث عن مورد
et: Otsitarnija
ja: 仕入先検索

source: Select a supplier
ar: حدد المورد
ja: 仕入先選択

source: Supplier purchasing data for
ar: بيانات الشرائية مورد لل
ja: 仕入先購買データ

source: Find new Item Code
ar: البحث عن الجديد رمز المدينة
et: Leia uusi Kood
hr_hr: Pronađite nove kod predmeta
ja: 品目コード入力

source: Suppliers UOM
ar: الموردين UOM
ja: 仕入先

source: Suppliers Description
ja: 仕入先コードまたは内容

source: Suppliers Item Code
ar: الموردين رمز المدينة
ja: 仕入先コード

source: Authorisation Problem
ar: التفويض مشكلة
et: Luba probleem
fr_lu: Problème d'autorisation
ja: 認可の問題

source: You do not have authority to create supplier tenders for this company.
ar: ليس لديك الصلاحية ل إنشاء المناقصات المورد ل هذه الشركة.
et: Sul ei ole õigus luua tarnija pakkumiste selle firma .
fr_lu: Vous n'avez pas le pouvoir de créer des offres de fournisseurs de cette société.
hr_hr: Nemate ovlasti za stvaranje dobavljač natječaje za ove tvrtke .
ja: この会社にサプライヤ入札を作成する権限を持っていません。
lv_lv: Jums nav tiesības izveidot piegādātāju piedāvājumus attiecībā uz šo uzņēmumu.
vi_vn: Bạn không có quyền để tạo ra đấu thầu cung cấp cho công ty này .

source: Please see your system administrator
ar: الرجاء مراجعة مسؤول النظام الخاص بك
et: Palun vaadake oma süsteemiadministraatoriga
fr_lu: Contactez votre administrateur
hr_hr: Molimo pogledajte administratora sustava
ja: システム管理者を参照してください

source: You do not have authority to amend supplier tenders for this company.
ar: ليس لديك صلاحية تعديل المناقصات المورد ل هذه الشركة.
et: Sul ei ole õigus muuta tarnija pakkumiste selle firma .
fr_lu: Vous n'avez pas le pouvoir de modifier les offres des fournisseurs pour cette société.
hr_hr: Nemate ovlasti da izmijeni dobavljač natječaja za ovu tvrtku .
ja: あなたは、この会社のためにサプライヤ入札を修正する権限を持っていません。
lv_lv: Jums nav tiesības grozīt piegādātāju piedāvājumus attiecībā uz šo uzņēmumu .
vi_vn: Bạn không có quyền sửa đổi hồ sơ dự thầu cung cấp cho công ty này .

source: Edit an Existing Supplier Tender Request
ar: تحرير المناقصة مزود طلب القائمة
et: Muudategelikult tarnija Tender Request
fr_lu: Éditer une demande d'un fournisseur existant
hr_hr: Uredi već postoji zahtjev za ponudu Supplier
ja: 既存のサプライヤーテンダーリクエストを編集
lv_lv: Rediģētu esošu Piegādātāja Tender pieprasījumu
vi_vn: Chỉnh sửa một Nhà cung cấp thầu yêu cầu hiện tại

source: Purchase Order Tendering
ar: طلب شراء المناقصات
et: Ostutellimuse Pakkumine
fr_lu: Bon de commande d'appel d'offres
ja: 購買発注入力

source: Tender ID
ar: رقم المناقصة
fr_lu: ID d'appel d'offres
ja: 払出 of

source: Create a New Supplier Tender Request
ar: إنشاء مورد جديد طلب المناقصة
et: Loo uus Pakkuja Tender Request
fr_lu: Création d'un nouveau fournisseur de soumission Demande
hr_hr: Stvorite novi zahtjev za ozbiljnost ponude Supplier
ja: 仕入先変更
lv_lv: Izveidot jaunu Piegādātāja Konkursa pieprasījumu

source: The tender has been successfully saved
ar: تم حفظ العطاء بنجاح
et: Pakkumus on edukalt salvestatud
fr_lu: a été sauvegardé correctement
hr_hr: Natječaj je uspješno spremljen
ja: はうまく入力されました

source: The supplier must have an email set up or they cannot be part of a tender
ar: المورد يجب أن يكون البريد الإلكتروني إعداد أو أنها لا يمكن أن تكون جزءا من العطاء
et: Tarnija peab talle loodud või nad ei saa olla osa pakkumise
fa: عرضه کننده کالا باید یک ایمیل به راه اندازی و یا می توان آنها را بخشی ازمناقصه
fr_lu: Le fournisseur doit avoir une adresse de courriel
hr_hr: Ponuditelj mora imati e-mail postavili ili oni ne mogu biti dio natječaja
ja: サプライヤーは、電子メールを設定しておく必要がありますまたは彼らは入札の一部にすることはできません

source: Tender header details
ar: تفاصيل المناقصة رأس
et: Tender header detailid
fr_lu: Tender détails d'en-tête
hr_hr: Natječaji za header Detaljnije
ja: 注文納品詳細

source: Delivery Must Be Made Before
ar: التسليم يجب أن يتم قبل
et: Toimetaja tuleb esitada enne
fa: تحویل باید قبل نویسنده
fr_lu: La livraison doit avoir ieu avant
hr_hr: Dostava se mora izvršiti prije
ja: 配信は前に行わなければならない
lv_lv: Piegāde jāveic līdz
pl_pl: Dostawa musi być złożone przed
vi_vn: Giao hàng phải được thực hiện trước

source: Suppliers To Send Tender
ar: الموردين ل ارسال المناقصة
fr_lu: Fournisseurs d'envoyer des offres
ja: 仕入先コード

source: Items in Tender
ar: العناصر الموجودة في المناقصة
et: Tooteid Tender
fr_lu: Articles de l'appel d'offres
hr_hr: Proizvodi u natječaj
ja: 品目メンテナンス

source: Select Suppliers
ar: اختيار الموردين
fr_lu: Sélectionner des fournisseurs
ja: 仕入先選択

source: Select Item Details
ar: حدد السلعة
ja: 品目詳細修正

source: Close This Tender
ar: أغلق هذه المناقصة
et: Sulge see Tender
fa: بستن این مناقصه
fr_lu: Fermer cet appel d'offres
hr_hr: Zatvorite ovaj natječaj
ja: この公開買付けを閉じ
lv_lv: Aizvērt šajā konkursā
pl_pl: Zamknij niniejszego przetargu
vi_vn: Đóng thầu này

source: Save Tender
ar: حفظ المناقصة
et: Säästa Tender
fr_lu: Enregistrer les appels d'offres
ja: 販売受注

source: There are no suppliers returned, one reason maybe no email addresses set for those suppliers
ar: لا توجد الموردين عاد، أحد الأسباب التي ربما لا عناوين البريد الإلكتروني المحددة ل هؤلاء الموردين
et: Puuduvad tarnijatele tagastada , üks põhjus võib-olla ei ole e-posti aadressidega nende tarnijad
fa: هیچ تامین کنندگان بازگشت وجود دارد، یکی از دلایل شاید هیچ ایمیل آدرس برای کسانی که به تامین کنندگان
hr_hr: Nema dobavljači vratile , jedan od razloga možda ne e-mail adrese za postavljanje tih dobavljača
ja: 返さないサプライヤーはありません、一つの理由は、多分ないメールはそれらの取引先のために設定されていないアドレス
lv_lv: Nav piegādātāji atpakaļ , viens no iemesliem varbūt nav e-pasta adreses , kas tiem piegādātājiem
pl_pl: Brak dostawców zwrócone , jednym z powodów może być brak adresów e-mail ustawione dla tych dostawców,
vi_vn: Không có nhà cung cấp trở lại , một trong những lý do có thể không thiết lập địa chỉ email cho những nhà cung cấp

source: Tenders
ar: المناقصات
et: Pakkumised
fr_lu: Appels d'offres
hr_hr: Natječaji
ja: 条件
lv_lv: Piedāvājumi
pl_pl: Oferty
vi_vn: H? so d? th?u

source: Select items required on this tender
ar: تحديد العناصر المطلوبة على هذا العطاء
et: Valige kirjed selle pakkumise
fr_lu: Sélectionner les articles requis pour cet appel d'offres
hr_hr: Odaberite stavke potrebne na ovom natječaju
ja: は注文に既にある

source: Add to Tender
ar: إضافة إلى المناقصة
et: Lisa Tender
fr_lu: Ajouter à l'appel d'offres
ja: 注文に品目追加

source: Supplier Tendering
ar: المورد المناقصات
et: Pakkuja Pakkumine
fr_lu: Fournisseur d'appels d'offres
hr_hr: Dobavljač natječaj
ja: 仕入先注文
lv_lv: piegādātājs Konkursa
pl_pl: Dostawca Przetargi
vi_vn: Nhà cung c?p d?u th?u

source: This functionality can only be accessed via a supplier login.
ar: يمكن الوصول إليها فقط عبر هذه الوظيفة مورد تسجيل الدخول.
et: See funktsioon on võimalik ainult tutvudatarnija login.
fa: این قابلیت تنها می تواند از طریق ورود به سیستم عرضه کننده کالا قابل دسترسی است.
fr_lu: Cette fonctionnalité ne peut être accessible via une connexion avec le fournisseur.
hr_hr: Ova funkcionalnost može pristupiti samo preko dobavljača prijavu .
ja: この機能は、唯一のサプライヤへのログインを介してアクセスすることができます。
lv_lv: Šī funkcionalitāte var piekļūt, tikai izmantojot piegādātāju pieteikšanās .
pl_pl: Funkcja ta może być dostępna tylko poprzez logowanie dostawcy.
vi_vn: Ch?c nang này ch? có th? truy c?p thông qua dang nh?p c?a nhà cung c?p

source: Confirm the Response For Tender
ar: تأكيد الاستجابة للمناقصة
et: Kinnita vastus Tender
fr_lu: Confirmer la réponse de l'appel d'offres
hr_hr: Uvjerite se da je odgovor za natječaj
ja: 注文の確認
lv_lv: Apstiprināt atbildi uz konkursu

source: Tender Number
fr_lu: N° appel d'offres
ja: 注文番号

source: Offered
ar: عرضت
et: pakutud
fr_lu: Offert
hr_hr: Ponuđena
ja: 注文済

source: Confirm and Send Email
ar: تأكيد وإرسال البريد الإلكتروني
et: Kinnita ja Send Email
fa: تایید و ارسال ایمیل
fr_lu: Confirmer et envoyer le courriel
hr_hr: Potvrdi i poslati e-
ja: メールを確認し、送信
lv_lv: Apstiprināt un Sūtīt e-pastu
pl_pl: Potwierdź i Wyślij e-mail
vi_vn: Xác nhận và gửi Email

source: Cancel Offer
ar: إلغاء عرض
et: Loobu Pakkumine
fr_lu: Annuler l'offre
ja: 注文取消

source: Create or View Offers from
ar: إنشاء أو شاهد عروض من
et: Loo või Vaata Pakkumine
fr_lu: Créer ou Voir les offres de
hr_hr: Stvaranje ili Pregled ponude iz
ja: 返品伝票
lv_lv: Izveidojiet vai Skatīt piedāvājumi no
pl_pl: Tworzenie lub Zobacz oferty z
vi_vn: T?o ho?c xem các d? ngh? t?

source: Select option for tendering
ar: حدد الخيار لتقديم العطاءات
et: Valige variant pakkumismenetluse
fr_lu: Sélectionner l'option d'appel d'offres
hr_hr: Odaberite opciju za nadmetanje
ja: 入庫場所選択
lv_lv: Izvēlieties iespēju par konkursu
pl_pl: Wybierz opcję do przetargu
vi_vn: Ch?n các phuong án cho d?u th?u

source: View or Amend outstanding offers from
ar: عرض أو تعديل العروض المتميزة من
et: Vaata või seda muuta tasumata pakkumised
fa: برای مشاهده و یا اصلاح پیشنهادات برجسته از
fr_lu: Voir ou Modifier offre exceptionnelle
hr_hr: Pregled ili dopuniti izvanredne ponude
ja: から優秀なオファーを表示または改正
lv_lv: Skatīt vai Grozīt izcilus piedāvājumus
pl_pl: Zobacz lub Zmień zaległych ofert
vi_vn: Xem ho?c s?a các d? ngh? xu?t s?c t?

source: Create a new offer from
ar: إنشاء عرضا جديدا من
et: Loo uus pakkumine
fr_lu: Créer une nouvelle offre de
hr_hr: Otvori novu ponudu od
ja: 仕入先変更
lv_lv: Izveidot jaunu piedāvājumu no
pl_pl: Utwórz nową ofertę
vi_vn: T?o d? ngh? m?i t?

source: View any open tenders without an offer from
ar: عرض أي مناقصة مفتوحة دون عرضا من
et: Vaata kõik avatud pakkumiste ilmapakkumist
fa: مشاهده هر گونه مناقصه باز بدونپیشنهاد از
fr_lu: Voir tous les appels d'offres ouverts sans une offre d'
hr_hr: Pogledaj sve otvorene natječaje bez ponudom od
ja: からの申し出なしに公開入札を見る
lv_lv: Skatīt visas atklātus konkursus bez piedāvājumu no

source: Items to offer from
ar: العناصر لتقديم من
et: Pane pakkuda alates
fr_lu: Articles à offrir depuis
hr_hr: Proizvodi se nude na
ja: から提供する項目
lv_lv: Lietas, kas piedāvā no
pl_pl: Pozycje z oferty
vi_vn: M?t hàng d? chào bán t?

source: Tenders Waiting For Offers
ar: المناقصات الانتظار للحصول على عروض
et: Pakkumised Ootan pakkumisi
fr_lu: Les offres Waiting For offres
hr_hr: Ponude čekajući ponude
ja: オファーを待って入札
lv_lv: Piedāvājumi Gaida piedāvājumi
vi_vn: Đấu thầu chờ đợi Đối với đề nghị

source: Outstanding Tenders Waiting For Offer
ar: المناقصات معلقة في انتظار العرض
et: Tasumata Pakkumised Ootan pakkumist
hr_hr: Izvanredna Tenderi Waiting For Ponuda
ja: 未決済取引

source: Process
ar: عملية
et: protsess
fr_lu: Processus
hr_hr: proces
ja: 処理
pl_pl: Przetwórz
vi_vn: Quá trình

source: Tender
ar: مناقصة
et: pakkumus
fr_lu: Appel d'offres
ja: 一般

source: Required By
ar: التي تتطلبها
et: nõutud
fr_lu: Pour le
hr_hr: Potrebna By
ja: 指図要求
lv_lv: Obligātā Līdz
pl_pl: Wymagane przez
vi_vn: Yêu cầu theo

source: Select items to offer from
ar: تحديد عناصر لتقدمه من
et: Vali kaubad pakkuda alates
fr_lu: Sélectionner les articles à proposer
hr_hr: Odaberite stavke za ponuditi od
ja: すくに得意先選択
lv_lv: Izvēlieties preces , ko piedāvāt no
pl_pl: Wybierz elementy do oferty od
vi_vn: Ch?n m?t hàng d? chào bán t?

source: Supplier Transactions Inquiry
ar: المورد المعاملات التحقيق
et: Pakkuja Tehingud Inquiry
fr_lu: Fournisseur des opérations d'enquête
hr_hr: Dobavljač Transakcije Upit
ja: サプライヤ取引照会
lv_lv: Piegādātājs Darījumi Izmeklēšanas
pl_pl: Przegląd Transakcji Dostawcy
vi_vn: Yêu c?u giao d?ch c?a nhà cung c?p

source: The supplier transactions for the selected criteria could not be retrieved because
ar: لا يمكن استرجاع المعاملات المورد لل معايير المحددة ل
et: Tarnija tehinguid valitud kriteeriumid ei õnnestunud , sest
fr_lu: Les transactions avec les fournisseurs pour les critères sélectionnés n'ont pas pu être récupérés en raison
hr_hr: Dobavljačem transakcije za odabrane kriterije ne mogu dohvatiti , jer
ja: 選択された基準のサプライヤー取引は取得できませんでしたので、
lv_lv: Piegādātāja darījumi attiecībā uz izvēlētajiem kritērijiem nevarēja izgūt , jo
pl_pl: Nie można odtworzyć transakcji dopstawcy dla zadanych warunków ponieważ
vi_vn: Các giao dịch nhà cung cấp cho các tiêu chí lựa chọn không thể được lấy ra bởi vì

source: Supp Ref
ar: تحاميل المرجع
ja: SUPP参照
pl_pl: Nr Dost
vi_vn: S? tham chi?u nhà cung c?p

source: Could not retrieve the GL transactions for this AP transaction
ar: لا يمكن استرداد المعاملات GL ل هذه الصفقة AP
et: Ei saa laadida GL tehingud Selle AP tehing
fr_lu: Impossible de récupérer les transactions GL pour cette transaction AP
hr_hr: Ne mogu dohvatiti GL transakcija za ovu transakciju AP
ja: このAPのトランザクションのGLトランザクションを取得できませんでした
lv_lv: Nevarēja ielādēt GL darījumus šajā AP darījumu
pl_pl: Nie można odtworzyć transakcji KG dla tej operacji kosztów
vi_vn: Không thể lấy các giao dịch GL giao dịch AP này

source: There are no GL transactions created for the above AP transaction
ar: لا توجد أي معاملات GL إنشاؤها لهذه الصفقة AP أعلاه
et: Puuduvad GL tehingute loodud eespool AP tehing
fr_lu: Il n'y a pas de transactions GL créé pour l'opération ci-dessus AP
hr_hr: Nema GL transakcija stvorena za transakcije iznad AP
ja: 上記APトランザクション用に作成しないGL取引はありません
lv_lv: Nav GL darījumi , kas radīti iepriekš AP darījuma
pl_pl: Brak transakcji KG dla powyższych operacji kosztowych
vi_vn: Không có GL giao dịch tạo ra cho các giao dịch trên AP

source: The GL transactions for this AP transaction are out of balance by
ar: المعاملات GL ل هذه الصفقة AP هي من التوازن عن طريق
et: GL tehingud Selle AP tehing on tasakaalust poolt
fr_lu: Les transactions GL pour cette transaction AP sont hors d'équilibre par
hr_hr: GL transakcija za ovaj AP transakcije iz ravnoteže strane
ja: このAPトランザクションのGLトランザクションはによってバランスが崩れている
lv_lv: GL darījumi šajā AP darījuma ir ārpus līdzsvara , ko
pl_pl: Transakcje KG dla tej pozycji kosztowej nie są zbilansowane o
vi_vn: Các giao dịch GL giao dịch AP này là cân bằng bởi

source: Supplier Type Setup
ar: إعداد نوع المورد
et: Pakkuja tüüp Setup
fr_lu: Gestion des types de fournisseur
hr_hr: Dobavljač Setup Type
ja: 仕入先支払
lv_lv: Piegādātājs Tips Setup
pl_pl: Typ instalacji Dostawca
vi_vn: Cài d?t lo?i nhà cung c?p

source: Add/edit/delete Supplier Types
ar: إضافة / تحرير / حذف أنواع مزود
et: Klienditeenindus Lisa / muuta / kustutada Pakkuja tüübid
fr_lu: Ajouter / Modifier / Supprimer
hr_hr: Dodati / urediti / izbrisati Supplier vrste
ja: 仕入先連絡先の追加/修正/削除
lv_lv: Pievienot / rediģēt / dzēst Piegādātāja veidi
pl_pl: Dodaj / edytować / usuwać Dostawca Typy
vi_vn: Thêm/S?a/Xóa Lo?i nhà cung c?p

source: The supplier type name description must be 100 characters or less long
ar: يجب أن يكون المورد النوع الوصف اسم 100 حرفا أو أقل طويلة
et: Tarnija tüübi nimi kirjeldus peab olema 100 tähemärki või vähem pikk
fr_lu: La description le nom du fournisseur de type doit être de 100 caractères ou moins long
hr_hr: Naziv dobavljača opis putovanja mora biti 100 znakova ili manje duga
ja: 条件内容は40文字以下でなければなりません
lv_lv: Piegādātājs veida nosaukums aprakstā jābūt 100 rakstzīmes vai mazāk ilgā
pl_pl: Typu dostawca opis nazwa musi być niż 100 znaków długości
vi_vn: Mô tả tên của loại nhà cung cấp phải dưới 100 kí tự

source: The supplier type name description must contain at least one character
ar: يجب أن يحتوي المورد النوع الوصف اسم حرف واحد على الأقل
et: Tarnija tüübi nimi kirjeldus peab sisaldama vähemalt üht tähemärki
fr_lu: Le nom du type de fournisseur doit comporter au moins un caractère
hr_hr: Naziv Opis Vrsta dobavljač mora sadržavati barem jedan znak
ja: 勘定セクション名は文字列を含むことができません
lv_lv: Piegādātājs veida nosaukums aprakstā jābūt vismaz vienai rakstzīmei
pl_pl: Opis typu dostawca nazwa musi zawierać co najmniej jeden znak
vi_vn: Mô tả tên của loại nhà cung cấp phải có ít nhất 1 kí tự

source: You already have a supplier type called
ar: لديك بالفعل نوع المورد دعا
et: Sul on jubatarnija tüüp kutsus
fr_lu: Vous avez déjà un type de fournisseur appelé
hr_hr: Vi već imate dobavljaču tip zove
ja: あなたは既に呼ばサプライヤタイプを持ってい
lv_lv: Jums jau ir piegādātāju sauc tipa
pl_pl: Masz już typu dostawca nazywa
vi_vn: Bạn đã có một loại được gọi là nhà cung cấp

source: The supplier type
ar: نوع المورد
et: Tarnija tüüp
fr_lu: Le type de fournisseur
hr_hr: Dobavljač putovanja
ja: 仕入先コード
lv_lv: Piegādātājs veids
pl_pl: Typu dostawca
vi_vn: Loại nhà cung cấp

source: The supplier type
ar: نوع المورد
et: Tarnija tüüp
hr_hr: Dobavljač putovanja
ja: 仕入先コード
lv_lv: Piegādātājs veids
pl_pl: Typu dostawca
vi_vn: Loại nhà cung cấp

source: Supplier type
ar: نوع المورد
et: Pakkuja tüüp
fr_lu: Le type de fournisseur
hr_hr: Dobavljač putovanja
ja: 仕入先名
lv_lv: piegādātājs veids
pl_pl: typ dostawcy
vi_vn: Loại nhà cung cấp
