Repository: timschofield/KwaMoja-Medical
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar, et, fa, fr_lu, hr_hr, ja, lv_lv, pl_pl, vi_vn

source: Inventory Comparison Report
ar: مقارنة تقرير المخزون
et: Inventory võrdleva aruande
fa: پرسشنامه گزارش مقایسه
fr_lu: Rapport de comparaison d'inventaire
hr_hr: Inventar Usporedba Prijavi
ja: 在庫実績レポート
lv_lv: Inventarizācijas salīdzinājums pārskats
pl_pl: Raport Porównanie Inventory
vi_vn: Báo cáo so sánh hàng tồn kho

source: Choose Option
ar: اختر الخيار
et: Vali variant
fa: گزینه را انتخاب کنید
fr_lu: Option
hr_hr: Odaberite opciju
ja: オプションを選択してください
lv_lv: Izvēlieties opciju
pl_pl: Wybierz Opcję
vi_vn: chọn Lựa chọn

source: Report and Close the Inventory Comparison Processing Adjustments As Necessary
ar: تقرير وإغلاق التعديلات التحميل مقارنة الجرد حسب الاقتضاء
et: Raport ja SuleInventory Võrdlus Processing vajalikud täpsustused
fa: گزارش و بستن موجودی مقایسه تنظیمات پردازش در صورت لزوم
fr_lu: Afficher les différences et faire les ajustements si nécessaires
hr_hr: Prijavi se, zatvori prilagodba zaliha usporedbu kao potrebna obrada
ja: 必要に応じてインベントリ比較処理の調整を報告して閉じる
lv_lv: Ziņot un Aizveriet Inventāra salīdzinājums apstrādes Korekcijas pēc vajadzības
pl_pl: Wydrukuj i Zakończ Wprowadzając Korekty z Natury
vi_vn: Báo cáo và đóng hàng tồn kho điều chỉnh chế biến so sánh như cần thiết

source: Report The Inventory Comparison Differences Only - No Adjustments
ar: تقرير مقارنة الاختلافات الجرد فقط - أي تسويات
et: TeataInventory Võrdlus Erinevused Only - No korrigeerimine
fa: گزارش موجودی مقایسه تفاوت فقط -- بدون تنظیمات
fr_lu: N'afficher que les différences - Ne pas faire d'ajustement
hr_hr: Prijavi Razlike oglasni usporedbu - Nema Adjustments
ja: インベントリのみの比較の相違点を報告 - いいえ調整を
lv_lv: Ziņojums inventarizācijas salīdzinājums atšķiras tikai - nekādas korekcijas
pl_pl: Wydrukuj Różnice Stanów Magazynowych - Bez Korekt
vi_vn: Các báo cáo hàng tồn kho so sánh Chỉ khác nhau - Không có điều chỉnh

source: Action for Zero Counts
ar: العمل من أجل صفر التهم
et: Action for null Loeb
fa: اقدام برای صفر شمارش
fr_lu: Action pour les comptes nuls
hr_hr: Akcija za nula grofova
ja: ゼロカウントのための行動
lv_lv: Prasība Zero grāfu
pl_pl: Dla niepoliczonych
vi_vn: Hành động cho Zero Counts

source: Adjust System stock to Nil
ar: ضبط نظام الأوراق المالية إلى النيل
et: Reguleeri süsteemi varu Nil
fa: تنظیم سهام سیستم به تهی
fr_lu: Mettre le stock à zéro
hr_hr: Prilagodba sustava zalihe na Nil
ja: nilにシステム株式を調整します
lv_lv: Pielāgot System krājumu, lai Nil
pl_pl: Koryguj do stanu zero
vi_vn: Điều chỉnh hệ thống chứng khoán để Nil

source: Do not Adjust System stock to Nil
ar: لا ضبط نظام الأوراق المالية إلى النيل
et: Ärge reguleerige süsteemi varu Nil
fr_lu: Ne pas mettre le stock à zéro
hr_hr: Ne Podešavanje sustava zalihe na Nil
ja: nilにシステム株式を調整しないでください
lv_lv: Vai nav Pielāgot System krājumu, lai Nil
vi_vn: Không điều chỉnh hệ thống chứng khoán để Nil

source: Stock Location Transfer Docket Error
ar: الأسهم نقل الموقع خطأ المفكرة
et: Stock Asukoht Transfer Reumatoloogia viga
fa: بانک محل خطا در انتقال دفتر ثبت دعاوی حقوقی
fr_lu: Erreur de registre de transfert
hr_hr: Stock Lokacija prijevoz etiketa Greška
ja: 在庫場所転送整理エラー
lv_lv: Noliktavas atrašanās vieta Transfer kalendārs kļūda
pl_pl: Błąd Wydruku Listy Przeniesienia Magazynowego
vi_vn: Đến từ chứng khoán chuyển Docket Lỗi

source: Reprint transfer docket
ar: طبع سجل نقل
et: Printige üleandmine docket
fa: چاپ مجدد دفتر ثبت دعاوی حقوقی انتقال
fr_lu: Impression registre de transfert
hr_hr: Pretisak prijenosa etiketa
ja: 移動記録簿印刷
lv_lv: Atkārtoti pārsūtīšanas kalendārs
pl_pl: bloczek transfer Reprint
vi_vn: In lại chuyển sổ ghi

source: Transfer docket to reprint
ar: نقل المفكرة إلى طبع
et: Transfer docket kordustrükk
fa: دفتر ثبت دعاوی حقوقی انتقال به چاپ مجدد
fr_lu: Registre de transfert à (ré)-imprimer
hr_hr: Prijenos etiketa ispišite
ja: 移動の制御アイテム
lv_lv: Transfer dokumentu izrakstu , lai to izdrukātu
pl_pl: bloczek Transfer na przedruk
vi_vn: Chuyển sổ ghi để in lại

source: Inventory Location Transfer BOL
ar: جرد موقع نقل BOL
et: Inventory Asukoht Transfer Bol
fa: محل سکونت BOL انتقال موجودی
fr_lu: BOL transfert de site
hr_hr: Inventar Mjesto prijevoz BOL
ja: インベントリの場所転送BOL
lv_lv: Inventarizācijas Atrašanās vieta Transfer BOL
pl_pl: List Przewozowy Przesunięcie Towaru
vi_vn: Hàng tồn kho từ Chuyển BOL

source: An error occurred retrieving the items on the transfer
ar: حدث خطأ في استرداد البنود المدرجة على نقل
et: Tekkis viga allalaadimiseesemed üleandmise
fa: خطا رخ داده است بازیابی موارد در انتقال
fr_lu: Erreur lors de la recherche des articles du transfert
hr_hr: Došlo je do pogreške dohvaćanje predmeta na prijenos
ja: エラーは、転送の項目を取得する発生
lv_lv: Kļūda ielādējot jautājumus nodošanu
pl_pl: Błąd przy odtwarzaniu towarów przenoszonych
vi_vn: Có lỗi xảy ra khi truy xuất mặt hàng trong việc chuyển giao

source: This page must be called with a location transfer reference number
ar: يجب استدعاء هذه الصفحة مع نقل الموقع الرقم المرجعي
et: See leht tuleb kutsuda koosasukoha üle viitenumber
fa: این صفحه باید با تعداد انتقال مکان مرجع به نام
fr_lu: Cette page doit être appelée avec un numéro de référence emplacement de transfert de
hr_hr: Ova stranica mora biti pozvani s referentnom mjesto prijenosa broja
ja: このページは、位置転送参照番号で呼ばれなければならない
lv_lv: Šī lapa ir jāizsauc ar atrašanās vietas nodošanas atsauces numuru
pl_pl: Ta strona musi być wywołana z numerem przesunięcia magazynowego
vi_vn: Trang này c?n du?c g?i cùng v?i s? tham chi?u chuy?n giao d?a di?m

source: The SQL that failed while retrieving the items on the transfer was
ar: كان SQL التي فشلت أثناء استرداد العناصر على نقل
et: SQL , et ei suutnud samal ajal allalaadimisepunkte üleandmine oli
fa: گذاشتن که شکست خورد در حالی که بازیابی موارد در انتقال بود
fr_lu: Échec de la commande SQL:
hr_hr: SQL koji nije uspio , a vraćajući stavke o prijenosu bio
ja: 転送の項目を取得中に失敗したSQLがあった
lv_lv: SQL , ka neizdevās ielādējot priekšmetus , pārvietojot bija
pl_pl: Użyta fraza SQL
vi_vn: D? li?u SQL d? truy xu?t m?t hàng trong vi?c trao d?i là

source: The transfer reference selected does not appear to be set up
ar: لا يظهر إشارة نقل اختيارها على إقامتها
et: Transfeer viide valitud ei tundu luua
fa: مرجع انتقال انتخاب شده به نظر نمی رسد که راه اندازی
fr_lu: La référence de transfert n'existe pas
hr_hr: Prijevoz Referentna odabrana ne pojavljuje se postaviti
ja: 選択された転送参照が設定されていないよう
lv_lv: Nodošana izvēlēts atskaites nešķiet jāizveido
pl_pl: Wybrany numer transferu wydaje się być nie ustawiony
vi_vn: Tham chi?u chuy?n giao v?a ch?n chua du?c thi?t l?p

source: enter the items to be transferred first
ar: إدخال العناصر على أن يتم تحويلها أولا
et: sisestada üleantavate materjalide esimene
fa: وارد موارد به اول منتقل
fr_lu: saisir les articles à transférer
hr_hr: unesite stavki za prijenos prve
ja: 最初に転送する項目を入力してください
lv_lv: ievadiet priekšmetus, lai pārceltu vispirms
pl_pl: najpierw wprowadź towary przenoszone
vi_vn: Nhập tên đối tượng cần trao đổi đầu tiên

source: Inventory Negatives Listing
ar: جرد السلبيات قائمة
et: Inventory Negatiivseid pakkumist
fa: منفی موجودی مثال
fr_lu: Négatifs Liste d'inventaire
hr_hr: Inventar Negativne Oglas
ja: インベントリネガリスト
lv_lv: Inventarizācijas Negatīvās Listing
pl_pl: Wydruk ujemnych ilości magazynowych
vi_vn: Li?t kê thi?u hàng t?n kho

source: Negative Stock Listing Error
ar: الأسهم السلبية خطأ قائمة
et: Negatiivne Stock pakkumist viga
fa: منفی سهام خطا در مثال
fr_lu: Négative erreur inscrites à la Bourse
hr_hr: Negativan Stock Oglas Greška
ja: 負の株式リストエラー
lv_lv: Negatīvs Stock Listing kļūda
pl_pl: Błąd wydruku ujemnych stanów magazynowych
vi_vn: L?i li?t kê thi?u hàng trong kho

source: An error occurred retrieving the negative quantities.
ar: حدث خطأ في استرداد كميات سلبية.
et: Tekkis viga allalaadimisenegatiivne kogustes.
fa: خطا رخ داده است بازیابی مقادیر منفی است.
fr_lu: Erreur lors de la recherche des quantités négatives.
hr_hr: Došlo je do pogreške pri dohvaćanju negativne količine .
ja: エラーは負の量を取得発生しました。
lv_lv: Kļūda ielādējot negatīvo daudzumu .
pl_pl: Błąd przy odtwarzaniu ujemnych wartości
vi_vn: Có l?i khi truy xu?t s? lu?ng hàng thi?u

source: The sql that failed to retrieve the negative quantities was
ar: كان SQL التي فشلت في استرداد كميات السلبية
et: SQL , mis ei suutnud hankidanegatiivne kogus oli
fa: گذاشتن که قادر به بازیابی مقادیر منفی بود
fr_lu: Le sql qui n'a pas pu récupérer les quantités négatives a été
hr_hr: SQL koja se nije uspjela dohvatiti negativne količine je
ja: 期間データ取得に失敗したSQLでした
lv_lv: SQL , ka neizdevās iegūt negatīvo daudzumu bija
pl_pl: Sql, że nie może pobrać negatywny ilości został
vi_vn: D? li?u SQL dùng d? truy xu?t s? lu?ng hàng thi?u dã không thành công là

source: There are no negative stocks to list
ar: لا يوجد مخزون السلبية إلى قائمة
et: Puuduvad negatiivne varude nimekirja
fa: هیچ سهام منفی وجود دارد به لیست
fr_lu: Il n'y a pas de stocks négatifs à la liste
hr_hr: Nema negativnih dionice na popis
ja: リストするマイナス在庫がありません
lv_lv: Nepastāv negatīva krājumi uz sarakstu
pl_pl: Nie było ujemnych ilości do wydrukowania
vi_vn: Không có kho âm d? li?t kê

source: Negative Stock Listing Problem
ar: الأسهم السلبية مشكلة قائمة
et: Negatiivne Stock videod Problem
fr_lu: problème de stock négatif
hr_hr: Negativan Stock Oglas Problem
ja: マイナス在庫一覧表

source: The entered transfer reference is expected to be numeric
ar: ومن المتوقع أن تكون رقمية المرجع نقل دخلت
et: Kantakse üle viide peaks olema numbriline
fr_lu: La référence du transfert doit être numérique
hr_hr: Ušao prijenos referenca se očekuje numerička
ja: 為替レートは数字でなければいけない

source: Print Stock Transfer
ar: طباعة تحويل الأسهم
et: Trüki Stock Transfer
fr_lu: Imprimer les mouvements de stock
hr_hr: Ispis Stock Transfer
ja: 在庫移動入力

source: Print Transfer Note
ar: طباعة نقل ملاحظة
et: Trüki -saatelehe
fr_lu: Imprimer les notes concernant les transferts
hr_hr: Ispis međuskladišnice
ja: 移動記録簿印刷

source: Print Stock Transfer Note
ar: طباعة تحويل الأسهم ملاحظة
et: Trüki Stock saatelehe
fr_lu: Imprimer les notes concernantles mouvements de stock
hr_hr: Ispis Napomena Transfer Stock
ja: 移動記録簿印刷

source: Stock Transfer Form
ar: نموذج تحويل الأوراق المالية
fa: فرم انتقال سهام
fr_lu: Formulaire de transfert de droits
hr_hr: Stock Transfer obrazac
ja: 在庫移動
lv_lv: Pārskaitīt no
pl_pl: Formularz Transfer fotografia
vi_vn: M?u trao d?i kho

source: Print Stock Transfer - Error
ar: طباعة تحويل الأسهم - خطأ
et: Prindi Stock Transfer - viga
fr_lu: Erreur d'impression des mouvements de stock
hr_hr: Ispis Stock Transfer - Pogreška
ja: 在庫移動

source: There was no transfer found at your location with number
ar: لم يكن هناك نقل عثر عليها في الموقع الخاص بك مع عدد
et: Puudus üle leida oma asukohta number
fa: هیچ انتقال در محل شما با شماره وجود دارد
fr_lu: Il n'y avait pas de transfert trouvé à votre endroit avec le nombre
hr_hr: Nije bilo prijenosa naći na vašem mjestu s brojem
ja: 数字であなたの場所に見つかりませ転送はありませんでした
lv_lv: Nebija nodošana atrast jūsu atrašanās vietā ar numuru
pl_pl: Nie było przeniesienie znaleźć na swoim miejscu z numerem
vi_vn: Không có chuyển tìm thấy tại địa điểm của bạn với số

source: Try Again
ar: حاول مرة أخرى
et: Proovi uuesti
fr_lu: Essayez à nouveau
ja: 開始位置へ
lv_lv: Mēģiniet vēlreiz

source: Date of transfer:
ar: تاريخ النقل :
et: Ülemineku kuupäev :
fa: تاریخ انتقال :
fr_lu: Date du transfert:
hr_hr: Datum transfera :
ja: 最終日
lv_lv: Pēdējā dienas datums
pl_pl: Data przekazania:
vi_vn: Ngày trao d?i

source: Supplier Transaction Listing
ar: المورد قائمة عملية
et: Pakkuja väljavõte
fa: تامین کننده مثال معامله
fr_lu: Liste des transactions Fournisseur
hr_hr: Dobavljač Transakcija Oglas
ja: 仕入先トランザクション
lv_lv: Piegādātājs Darījuma Listing
pl_pl: Lista transakcji sprzedawca
vi_vn: Liệt kê giao dịch khách hàng

source: Supplier transaction listing from
ar: المورد قائمة الصفقة من
et: Pakkuja väljavõte alates
fa: تامین کننده فهرست معامله از
fr_lu: liste des transactions Fournisseur de
hr_hr: Dobavljač transakcije na popis
ja: 仕入先トランザクション
lv_lv: Piegādātājs darījumu sarakstā no
pl_pl: wykaz transakcji z Dostawcą
vi_vn: Liệt kê giao dịch khách hàng từ

source: Top Items Search Result
ar: الأعلى العناصر نتائج البحث
et: Top Kirjed Otsing Tulemused
fa: موارد بالا نتیجه جستجو
fr_lu: Articles Top Résultat de la recherche
hr_hr: Top Proizvodi Rezultat pretraživanja
ja: トップアイテムの検索結果
lv_lv: Top preces meklēšanas rezultāti
pl_pl: Top przedmioty wynikach wyszukiwania
vi_vn: Kết quả tìm kiếm các hàng hóa dẫn đầu

source: Clear purchase orders with quantity on back order
ar: مسح أوامر الشراء مع كمية عن النظام مرة أخرى
et: Selge ostutellimused koguse tagasi et
fa: پاک کردن سفارشات خرید با مقدار در پشت
fr_lu: Effacer les bons de commande avec la quantité commandée de retour
hr_hr: Vedro narudžbe s količinom na leđa red
ja: バックオーダーの量で注文書をクリア
lv_lv: Skaidrs, pirkuma pasūtījumu , daudzuma, uz muguras pasūtījuma
pl_pl: Wyczyść zleceń kupna z ilości na zamówienie powrót
vi_vn: Xóa đơn đặt hàng với số lượng đặt hàng trở lại

source: Clear Supplier Back Orders
ar: واضح مزود عودة الطلبيات
et: Selge Pakkuja Tagasi Tellimused
fa: پاک کردن تامین کننده برگشت سفارشات
fr_lu: Clair Fournisseur Retour commandes
hr_hr: Vedro Supplier nalozi
ja: クリアサプライヤーバックオーダー
lv_lv: Skaidrs Piegādātājs Atpakaļ Pasūtījumi
pl_pl: Usuń Zamówienia Powrót dostawcy
vi_vn: Nhà cung cấp rõ ràng Trở lại đơn đặt hàng

source: Purchase Order Report
ar: تقرير شراء ترتيب
et: Ostutellimuse aruanne
fa: سفارش خرید گزارش
fr_lu: Rapport bon de commande
hr_hr: Narudžbenica Prijavi
ja: 購買発注番号
lv_lv: Iepirkuma rīkojums
pl_pl: Sprawozdanie zamówienia
vi_vn: Báo cáo đơn hàng thu mua

source: Extended Price
ar: تمديد السعر
et: Maksumus
fa: تمدید قیمت
fr_lu: Prix total
hr_hr: Proširena Cijena
ja: 御提供価格
lv_lv: pagarināts Cena
pl_pl: Cena Rozszerzona (?)
vi_vn: Giá mở rộng

source: Customer Number
ar: عدد العملاء
et: Klientide arv
fa: شماره مشتری
fr_lu: Numéro de client
hr_hr: Broj korisnika
ja: 得意先名
lv_lv: Klienta nosaukums
pl_pl: Numer klienta
vi_vn: Mã số khách hàng

source: Month
ar: شهر
et: kuu
fa: ماه
fr_lu: Mois
hr_hr: mjesec
ja: 月
lv_lv: Mēnesis
pl_pl: Miesiąc
vi_vn: Tháng

source: Supplier Number
ar: عدد المورد
et: Pakkuja number
fa: منبع شماره
fr_lu: Nombre Fournisseur
hr_hr: Dobavljač Broj
ja: 仕入先番号
lv_lv: Vendor Number
pl_pl: Numer dostawcy
vi_vn: Mã số nhà cung cấp

source: Supplier Name
ar: اسم المورد
et: Pakkuja nimi
fa: نام تامین کننده
fr_lu: Nom
hr_hr: Dobavljač Ime
ja: 仕入先名
lv_lv: Piegādātaja nosaukums
pl_pl: Nazwa Dostawcy
vi_vn: Tên nhà cung cấp

source: Header Details
ar: تفاصيل الرأس
et: Päise info
fa: سربرگ جزئیات
fr_lu: Détails en-tête
hr_hr: kolektora Brodu
ja: 行詳細
lv_lv: Header detaļas
pl_pl: Szczegóły nagłówka
vi_vn: Chi tiết tiêu đề

source: By
ar: من قبل
et: poolt
fa: توسط
fr_lu: Par
hr_hr: po
ja: によって
lv_lv: līdz
vi_vn: bằng/ bởi

source: Date Type
ar: التاريخ النوع
fa: نوع تاریخ
hr_hr: Datum Tip
ja: 販売タイプ
lv_lv: Pārdo&#353;anas veids
pl_pl: Data Typ
vi_vn: ngày Loại

source: Date Range
ar: نطاق التاريخ
et: Ajavahemik
fa: محدوده تاریخ
hr_hr: Razdoblje
ja: 日付範囲
lv_lv: No datuma
pl_pl: Zakres dat
vi_vn: Phạm vi Ngày

source: Line Item Status
ar: خط وضع البند
et: Rida Status
fa: وضعیت خط مورد
fr_lu: Statut du poste
hr_hr: Stavka Status
ja: 在庫品目状況
lv_lv: Preču status
pl_pl: Status przedmiotu Line
vi_vn: Tình trạng các mặt hàng

source: Order No
ar: أجل لا
et: Tellimuse nr
fa: سفارش شماره
fr_lu: Commande n°
hr_hr: Naručite Nema
ja: 注文番号
lv_lv: Pasūtījuma nr.
pl_pl: Zamówienie Nr
vi_vn: Mã số đặt hàng

source: Supplier No
ar: المورد لا
et: Pakkuja nr
fa: تامین کننده وجود ندارد
fr_lu: Fournisseur n
hr_hr: Dobavljač nema
ja: 仕入先
lv_lv: Piegādātājs
pl_pl: Dostawca nr
vi_vn: Mã số nhà cung cấp

source: Order Qty
ar: الكمية النظام
et: Tellimiskogus
fa: سفارش Qty
fr_lu: Qté à commander
hr_hr: Naručite Količina
ja: 注文数量
lv_lv: Pasūtījuma datums
pl_pl: Zamówienie Ilość
vi_vn: Lượng hàng đặt

source: Extended Cost
ar: التكلفة الموسعة
et: Laiendatud Cost
fa: هزینه تمدید
fr_lu: Coût détaillé
hr_hr: Prošireni Troškovi
ja: 標準原価
lv_lv: pagarināts izmaksas
pl_pl: Rozszerzony koszt
vi_vn: Chi phí mở rộng

source: Invoiced Qty
ar: الكمية فواتير
et: arve Kogus
fa: صورتحساب Qty
fr_lu: Qté facturée
hr_hr: Dostavljeni Kol
ja: 請求済
lv_lv: Izsūtīti reiķini
pl_pl: Ilość zafakturowana
vi_vn: Số lượng hóa đơn

source: Line Status
ar: حالة الخط
fa: وضعیت خط
fr_lu: Statut de la ligne
ja: 状況
lv_lv: Pasūtījuma statuss
pl_pl: Status Line
vi_vn: dòng trạng

source: Item Due
ar: البند بسبب
et: Punkt linnale
fa: مورد توجه
fr_lu: Article à échéance
hr_hr: Stavka Zbog
ja: 品目価格
lv_lv: Preces kods
pl_pl: Ze względu przedmiotu
vi_vn: Do mục

source: Totals
ar: المجاميع
et: Summad
fa: بالغ بر
fr_lu: Totaux
hr_hr: Ukupan rezultat
ja: 合計
lv_lv: Kopā
pl_pl: Sumy
vi_vn: tổng số

source: Lines -
ar: خطوط -
fa: خطوط --
fr_lu: Lignes -
hr_hr: linije -
ja: ライン -
lv_lv: Rindas -
vi_vn: dòng -

source: Export as csv file
ar: تصدير كملف CSV
et: Ekspordi CSV-faili
fa: صادرات به عنوان فایل csv
fr_lu: Exporter au format CSV
hr_hr: Izvoz u CSV datoteku
ja: csvファイルとしてエクスポート
lv_lv: Eksportēt kā CSV failu
pl_pl: Eksportuj jako plik csv
vi_vn: Xuất khẩu như csv

source: To
ar: إلى
et: kuni
fa: به
fr_lu: Pour
hr_hr: na
ja: 終了
lv_lv: līdz
pl_pl: Aby
vi_vn: Tới

source: The report has been exported as a csv file.
ar: وقد تم تصدير التقرير كملف CSV .
et: Aruandes on eksporditud CSV-failina .
fa: گزارش شده است به عنوان فایل csv صادر می شود.
fr_lu: Le rapport a été exporté dans un fichier csv.
hr_hr: Izvješće je izvezeno kao CSV datoteku .
ja: というレポートがアップデートされた
lv_lv: Ziņojumā ir eksportēti kā CSV failu .
pl_pl: Raport został wywieziony do pliku csv.
vi_vn: Báo cáo đã được xuất khẩu như là một tập tin csv .

source: Report Type
ar: نوع التقرير
et: Aruande tüüp
fa: نوع گزارش
fr_lu: Type de rapport
hr_hr: Prijavi Vid
ja: 受取タイプ
lv_lv: Saņem&#353;anas veids
pl_pl: Typ raportu
vi_vn: Loại báo cáo

source: Delivery Date
ar: تاريخ التسليم
et: tarnetähtaeg
fa: تاریخ تحویل
fr_lu: Date de livraison
hr_hr: Dostava Datum
ja: 納品日数
lv_lv: Piegādāt uz
pl_pl: Data dostawy
vi_vn: Ngày giao hàng

source: Equals
ar: يساوي
et: Vastus
fa: برابر
fr_lu: égale
hr_hr: Jednako
ja: 等しい
lv_lv: Vienāds
pl_pl: Równa
vi_vn: bằng

source: Begins With
ar: يبدأ
et: algab
fa: آغاز می شود با
fr_lu: Commence par
hr_hr: počinje sa
ja: 次で始まる
lv_lv: Sākas ar
pl_pl: Z Begins
vi_vn: Bắt đầu với

source: Not Completed
ar: لم يكتمل
et: ei ole lõpetatud
fa: کامل نشده است
fr_lu: Non Terminé
hr_hr: Ne Završeni
ja: 完了
lv_lv: Nepabeigti
pl_pl: Nie zakończone
vi_vn: Chưa hoàn thành

source: Stock Categories
ar: الأسهم الفئات
et: stock Kategooriad
fa: ردههای صفحه بانک
fr_lu: Catégories
hr_hr: Stock Kategorije
ja: 在庫カテゴリ
lv_lv: Preču kategorija
pl_pl: Fotografia Kategorie
vi_vn: Danh mục cổ phiếu

source: Sort By
ar: الترتيب حسب
et: Sorteeri
fa: مرتبسازی بر حسب
fr_lu: Trier par
hr_hr: Sortiranje po
ja: 並べ替え
lv_lv: Šķirot pēc
pl_pl: Sortuj według
vi_vn: Phân loại bởi

source: Summary Type
ar: نوع ملخص
et: Kokkuvõte tüüp
fa: خلاصه نوع
fr_lu: Résumé Type
hr_hr: Sažetak Tip
ja: 集約だけ
lv_lv: Kopsavilkuma veids
pl_pl: Podsumowanie Typ
vi_vn: Loại tổng hợp

source: Run Inquiry
ar: تشغيل التحقيق
et: Käivita päring
fa: اجرای استعلام
fr_lu: Lancer la consultation
hr_hr: Trčanje Upit
ja: 勘定問合せ
lv_lv: Run Izmeklēšanas
pl_pl: Uruchom śledczej
vi_vn: Chạy yêu cầu

source: Purchase Order Authorisation Maintenance
ar: شراء صيانة التفويض بالدفع
et: Ostutellimuse autoriseerimist Hooldus
fa: تعمیر و نگهداری خرید سفارش اختیارات
fr_lu: Gestion des autorisations de commande (achats)
hr_hr: Kupnja održavanje Punomoć redoslijedom
ja: 印刷済購買発注
lv_lv: Cenrāža uzturē&#353;ana
pl_pl: Zamówienia Utrzymanie zezwoleń
vi_vn: B?o trì ?y quy?n don mua hàng

source: There already exists an entry for this user/currency combination
ar: موجود هناك بالفعل إدخال لهذا الجمع المستخدم / العملة
et: Seal on juba olemaskanne selle kasutaja / valuuta kombinatsioon
fa: در حال حاضر وجود دارد وجود دارد برای ورود به این کاربر / ترکیبی ارز
fr_lu: Il existe déjà une autorisation pour cette combinasion identifiant / devise.
hr_hr: Tu već postoji unos za tog korisnika / valuta kombinaciji
ja: すでにこのユーザ/通貨の組み合わせのエントリが存在する
lv_lv: Tur jau ir ieraksts par lietotāju / valūta kombinācijas
pl_pl: Nie istnieje już wpis na temat tego użytkownika kombinacji waluty
vi_vn: Ðã t?n t?i m?t ph?n nh?p cho ngu?i s? d?ng này/ s? k?t h?p ti?n t?

source: The authentication details cannot be updated because
ar: لا يمكن تحديث التفاصيل المصادقة لأن
et: Autentimise andmed , ei saa ajakohastada , sest
fa: جزئیات احراز هویت را نمی توان به دلیل به روز شده
fr_lu: Les informations d'authentification ne peut pas être mis à jour car
hr_hr: U provjeru pojedinosti ne može biti ažurirana , jer
ja: 注文が更新できない理由は
lv_lv: Regulārāis pārdo&#353;anas rīkojuma veidni nevar labot, jo
pl_pl: Szczegóły uwierzytelniania nie może zostać zaktualizowany, ponieważ
vi_vn: Các chi tiết xác thực không được cập nhật bởi vì

source: The authentication details cannot be deleted because
ar: لا يمكن حذف تفاصيل مصادقة بسبب
et: Autentimine üksikasjad ei saa kustutada , sest
fa: جزئیات اعتبار پاک نمی شود چون
fr_lu: Les informations d'authentification ne peut pas être supprimé car
hr_hr: U provjeru pojedinosti ne može biti izbrisan , jer
ja: 買掛金トランザクション詳細は取り出しできませんでした、理由は
lv_lv: Rēķina informāciju nevar iegūt, jo
pl_pl: Szczegóły uwierzytelniania nie można usunąć, ponieważ
vi_vn: Các chi tiết xác thực không được xóa bởi vì

source: The authentication details cannot be retrieved because
ar: لا يمكن استرجاع تفاصيل مصادقة بسبب
et: Autentimise andmed ei saa taastada , sest
fa: جزئیات احراز هویت را می توان بازیابی نیست زیرا
fr_lu: Les informations d'authentification ne peut pas être trouvé en raison
hr_hr: U provjeru pojedinosti ne mogu dohvatiti , jer
ja: 買掛金トランザクション詳細は取り出しできませんでした、理由は
lv_lv: Rēķina informāciju nevar iegūt, jo
pl_pl: Szczegóły uwierzytelniania nie może być przywrócony, ponieważ
vi_vn: Các chi tiết xác thực không được truy xuất bởi vì

source: Create Order
ar: خلق النظام
et: Loo Tellimus
fa: ایجاد سفارش
fr_lu: Passer une commande
hr_hr: Kreiraj nalog
ja: 注文更新
lv_lv: Labot rīkojumu
pl_pl: Tworzenie Zamówienie
vi_vn: Tạo đơn hàng

source: Can Release
ar: يمكن أن يطلق
et: saab vabastada
fa: آیا می توانم فایل
hr_hr: Mogu Oslobodite
ja: 解放することができます
lv_lv: var atbrīvot
pl_pl: Może zwolnić
vi_vn: Có th? phát hành

source: Authority Level
ar: مستوى الهيئة
et: omavalitsuse tasandil
fa: سطح سازمان
fr_lu: Montant autorisé
hr_hr: Vlast Razina
ja: 税務当局名称
lv_lv: iestāde līmeņa
pl_pl: Urząd Poziom
vi_vn: M?c d? ?y quy?n

source: Are you sure you wish to delete this authorisation level?
ar: هل أنت متأكد أنك تريد حذف هذا المستوى إذن ؟
et: Oled sa kindel, et soovid kustutada selle loa andmisel ?
fr_lu: Voulez-vous supprimer ce niveau d'autorisation?
hr_hr: Jeste li sigurni da želite izbrisati ovu autorizaciju razinu ?
ja: この仕入先価格を削除してもよろしいですか？

source: User can create orders
ar: يمكن للمستخدم إنشاء أوامر
et: Kasutaja saab luua tellimuste
fa: کاربر می تواند دستورات ایجاد
fr_lu: L'utilisateur peut créer des commandes
hr_hr: Korisnik može kreirati naloge
ja: 品目コード入力
lv_lv: Ievadiet preces kodu
pl_pl: Użytkownik może tworzyć zleceń
vi_vn: Ngu?i s? d?ng có th? t?o don hàng

source: User can release invoices
ar: يمكن للمستخدم تحرير الفواتير
et: Kasutaja saab vabastada arved
fa: کاربر می تواند فایل فاکتورها
fr_lu: L'utilisateur peut créer des factures
hr_hr: Korisnik može objaviti račune
ja: 仕入先の請求書入力
lv_lv: Lietotājs var atbrīvot rēķinus
pl_pl: Użytkownik może zwolnić faktury
vi_vn: Ngu?i s? d?ng có th? phát hành hóa don

source: User can authorise orders up to :
ar: يمكن للمستخدم يأذن أوامر تصل إلى:
et: Kasutaja saab lubada tellimusi kuni :
fa: کاربر می تواند سفارشات تا اجازه :
hr_hr: Korisnik može odobriti naloge sve do:
ja: ユーザーはに命令を認可することができます。
lv_lv: Lietotājs var apstiprināt rīkojumus līdz :
pl_pl: Użytkownik może autoryzacji zleceń do:
vi_vn: Ngu?i s? d?ng có th? ?y quy?n don hàng t?i da t?i
