Repository: timschofield/KwaMoja-Medical
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar, et, fa, fr_lu, hr_hr, ja, lv_lv, pl_pl, vi_vn

source: a unique branch code must be entered for the new code
ar: يجب إدخال رمز فريد فرع لرمز جديدة
et: unikaalne filiaal kood tuleb sisestadauus kood
fr_lu: un code d'agence unique doit être saisie pour le nouveau code
hr_hr: Jedinstveni kod podružnice mora se unijeti za novog koda
ja: ユニークな支店コードは、新しいコードを入力する必要があり
lv_lv: unikālo filiāles kods jāievada , lai jauno kodu
pl_pl: Nowy kod oddziału klienta musi być unikalny
vi_vn: Một mã nhánh phải được nhập cho mã mới

source: Inserting the new customer branches master record
ar: إدراج السجل الرئيسي فروع عميل جديد
et: Sisestamine uus klient filiaalid kapten rekord
fa: قرار دادن شاخه های مشتری رکورد جدید استاد
fr_lu: Insertion de la nouvelle fiche client maître branches
hr_hr: Umetanje novog kupca grane master zapis
ja: 新しい顧客支店マスタレコードを挿入する
lv_lv: Ievietojot jaunu klientu filiāles master ierakstu
pl_pl: Dodanie nowego oddziału klienta
vi_vn: Chèn các ngành ghi chủ khách hàng mới

source: The SQL to insert the new customer branch master record failed because
ar: و SQL لادخال السجل الرئيسي فرع زبون جديد فشلت بسبب
et: SQL sisestada uus klient filiaal kapten rekord ebaõnnestus, kuna
fr_lu: Échec de la commande SQL d'ajoût de succursale client prinicpale:
hr_hr: SQL umetnuti novi kupac rekord poslovnicu majstor nije uspio jer
ja: 新しい顧客支店マスタレコードを挿入するためのSQLが失敗しました。
lv_lv: SQL ievietot jaunu klientu filiāli ģenerālplānu ieraksts neizdevās, jo
pl_pl: Dodanie nowego oddziału klienta przez SQL nie powiodło się ponieważ
vi_vn: SQL để chèn các bản ghi chủ chi nhánh khách hàng mới đã thất bại vì

source: Changing customer transaction records
ar: تغيير سجلات المعاملات العملاء
et: Klientide muutuvad tehingudokumendid
fr_lu: Changer les relevés de transaction client
hr_hr: Promjena evidencije kupaca transakcija
ja: 顧客のトランザクションレコードを変更すること
lv_lv: Mainot klientu darījumu uzskaiti
pl_pl: Zmiana zapisów transakcji klienta
vi_vn: Thay đổi hồ sơ giao dịch của khách hàng

source: The SQL to update debtor transaction records failed because
ar: و SQL لتحديث سجلات المعاملات المدين فشلت بسبب
et: SQL uuendada võlgnik tehingudokumendid ebaõnnestus, kuna
fr_lu: Échec de la commande SQL de mise à jour des relevés de transaction débiteur:
hr_hr: SQL ažurirati evidencije dužničkih transakcija nije uspjela jer
ja: 債務者のトランザクション·レコードを更新するSQLが失敗しました。
lv_lv: SQL atjaunināt parādniekam darījumu uzskaiti neizdevās, jo
pl_pl: Akualizacja transakcji dłużnika przez SQL nie powiodła sie ponieważ
vi_vn: Dữ liệu SQL dùng để cập nhật hồ sơ giao dịch của người nờ đã không thành công vì

source: Changing sales analysis records
ar: تغيير سجلات تحليل المبيعات
et: Muutuvad müügi analüüs arvestust
fr_lu: Modification de documents d'analyse des ventes
hr_hr: Promjena prodaja analiza zapisa
ja: 販売分析レコードを変更すること
lv_lv: Mainot pārdošanas analīzes ierakstus
pl_pl: Zmiana zapisów analizy sprzedaży
vi_vn: Thay đổi hồ sơ hồ sơ phân tích kinh doanh

source: The SQL to update Sales Analysis records failed because
ar: و SQL لتحديث سجلات تحليل المبيعات فشلت بسبب
et: SQL uuendada müügi analüüs arvestust ebaõnnestunud
fr_lu: Échec de la commande SQL de mise à jour des analyses des ventes:
hr_hr: SQL ažurirati prodaja analiza zapisa nije uspjelo jer
ja: 販売分析レコードを更新するためのSQLが失敗しました。
lv_lv: SQL atjaunināt pārdošanas analīze ierakstus neizdevās, jo
pl_pl: Zmiana zapisów analizy sprzedaży przez SQL nie powiodła się ponieważ
vi_vn: Cơ sở dữ liệu dùng để cập nhật hồ sơ phân tích kinh doanh không thành công bởi

source: Changing order delivery differences records
ar: تغيير من أجل إنجاز الاختلافات السجلات
et: Muutmine , et sünnitust erinevuste arvestust
fr_lu: Changer l'ordre des différences d'exécution des dossiers
hr_hr: Promjena isporukama razlike zapisa
ja: 注文送達相違レコードを変更すること
lv_lv: Mainot pasūtījuma piegādes atšķirības ierakstus
pl_pl: Zmiana różnic w wysyłce zamówień
vi_vn: Thay đổi trật tự giao hồ sơ khác biệt

source: The SQL to update order delivery differences records failed because
ar: و SQL لتحديث السجلات من أجل إنجاز الاختلافات فشلت بسبب
et: SQL ajakohastada , et sünnitust erinevuste arvestust ebaõnnestunud
fr_lu: Échec de la commande SQL de mise à jour des écarts de livraison:
hr_hr: SQL ažurirati isporukama razlike zapisa nije uspjelo jer
ja: 順序どおりの配信の違いレコードを更新するためのSQLが失敗しました。
lv_lv: SQL atjaunināt Piegāde atšķirības ierakstus neizdevās, jo
pl_pl: Zmiana różnic w wysyłce zamówień przez SQL nie powiodła się ponieważ
vi_vn: SQL để cập nhật để cung cấp các hồ sơ khác nhau đã thất bại vì

source: Changing pricing records
ar: تغيير سجلات التسعير
et: Muutuvad hinnakujunduse andmed
fa: تغییر پرونده های قیمت گذاری
fr_lu: Changer les dossiers de prix
hr_hr: Promjena cjenovne rekorde
ja: 価格設定レコードを変更すること
lv_lv: Mainot cenu ierakstus
pl_pl: Zmiana zapisów cenowych
vi_vn: Thay đổi hồ sơ giá

source: The SQL to update the pricing records failed because
ar: و SQL لتحديث السجلات التسعير فشلت بسبب
et: SQL uuendada hinnakujundust arvestust ebaõnnestunud
fr_lu: Échec de la commande SQL de mise à jour des prix:
hr_hr: SQL ažurirati cjenovne rekorde uspio jer
ja: 価格設定レコードを更新するためのSQLが失敗しました。
lv_lv: SQL atjaunināt cenu ierakstus neizdevās, jo
pl_pl: Zmiana zapisów cenowych przez SQL nie powiodła się ponieważ
vi_vn: Cơ sở dữ liệu SQL dùng để cập nhật hồ sơ giá cả không thành công bởi

source: Changing sales orders records
ar: تغيير أوامر البيع السجلات
et: Muutuvad müügitellimuste kirjed
fr_lu: Changement de commandes records
hr_hr: Promjena narudžbe zapisa
ja: 販売受注レコード変更
lv_lv: Mainot pārdošanas pasūtījumus ierakstus
pl_pl: Zmiana zamówień sprzedaży
vi_vn: Tháy đổi hồ sơ đơn hàng

source: The SQL to update the sales order header records failed because
ar: و SQL لتحديث سجلات المبيعات رأس النظام فشلت بسبب
et: SQL uuendada müügitellimuse päise arvestust ebaõnnestunud
fr_lu: Échec de la commande SQL de mise à jour des en-têtes de commandes (vente):
hr_hr: SQL ažurirati rekorde prodaje red zaglavlja nije uspio jer
ja: 販売注文ヘッダーレコードを更新するSQLが失敗しました。
lv_lv: SQL atjaunināt pārdošanas pasūtījuma galvenes ierakstus neizdevās, jo
pl_pl: Zmiana zamówień sprzedaży przez SQL nie powiodła się ponieważ
vi_vn: SQL để cập nhật thứ tự hồ sơ tiêu đề bán hàng thất bại vì

source: Changing stock movement records
ar: تغيير سجلات حركة المخزون
et: Muutuvad aktsia liikumise arvestust
fr_lu: Modification des dossiers mouvement de stock
hr_hr: Promjena evidencije zaliha pokreta
ja: ロボットの動きレコードを変更すること
lv_lv: Mainot krājumu kustības uzskaites
pl_pl: Zmiana przesunięć magazynowych
vi_vn: Thay đổi bản ghi chuyển động chứng khoán

source: The SQL to update the stock movement records failed because
ar: و SQL لتحديث سجلات حركة المخزون فشلت بسبب
et: SQL uuendada aktsia liikumise arvestust ebaõnnestunud
fr_lu: Échec de la commande SQL de mise à jour des mouvements de stock:
hr_hr: SQL ažurirati evidenciju zaliha pokret nije uspio , jer
ja: 株式の動きの記録を更新するSQLが失敗しました。
lv_lv: SQL atjaunināt krājumu kustības uzskaites neizdevās, jo
pl_pl: Zmiana przesunięć magazynowych przez SQL nie powiodła się ponieważ
vi_vn: SQL để cập nhật các bản ghi chuyển động cổ phiếu không thành công vì

source: Changing user default customer records
ar: تغيير المستخدم سجلات العملاء الافتراضي
et: Muutuvad kasutaja default kliendi andmed
fr_lu: Modification des enregistrements d'utilisateurs par défaut à la clientèle
hr_hr: Promjena zadane korisničke podatke korisnika
ja: ユーザーのデフォルトの顧客レコードを変更する
lv_lv: Mainot lietotāja noklusējuma klientu uzskaiti
pl_pl: Zmiana domyślnych ustawień klienta
vi_vn: Thay đổi hồ sơ khách hàng mặc định người sử dụng

source: The SQL to update the user records failed
ar: و SQL لتحديث السجلات المستخدم فشل
et: SQL uuendada kasutaja andmed ei ole
fr_lu: Échec de la commande SQL de mise à jour des utilisateurs:
hr_hr: SQL ažuriranje korisničkog zapisa nije uspjelo
ja: ユーザレコードを更新するSQLに失敗しました
lv_lv: SQL atjaunināt lietotāja ierakstus neizdevās
pl_pl: Zmiana ustawień klienta przez SQL nie powiodła się
vi_vn: SQL để cập nhật hồ sơ người dùng thất bại

source: Changing the customer branch code in contract header records
ar: تغيير رمز الفرع العملاء في سجلات رأس العقد
et: Muutuvad klient filiaal kood lepingu kaudu arvestust
fa: تغییر کد شعبه مشتری در سوابق هدر قرارداد
fr_lu: Modification du code de l'agence à la clientèle dans les dossiers d'en-tête contrat
hr_hr: Promjena kod kupaca poslovnicu u zaglavlju ugovor zapisa
ja: 契約ヘッダレコードの顧客の分岐コードを変更する
lv_lv: Mainot klientu filiāle kodu līgumu header ierakstus
pl_pl: Zmiana zapsiów oddziału klienta w kontraktach
vi_vn: Thay đổi mã chi nhánh khách hàng trong hồ sơ tiêu đề hợp đồng

source: The SQL to update contract header records failed because
ar: و SQL لتحديث سجلات رأس العقد فشلت بسبب
et: SQL uuendada leping header arvestust ebaõnnestunud
fr_lu: Échec de la commande SQL de mise à jour des en-têtes de contrat:
hr_hr: SQL ažurirati evidenciju ugovora zaglavlja nije uspio jer
ja: 契約ヘッダーレコードを更新するSQLが失敗しました。
lv_lv: SQL atjaunināt līguma header ierakstus neizdevās, jo
pl_pl: Zmiana kontraktów przez SQL nie powiodła się ponieważ
vi_vn: SQL để cập nhật hồ sơ tiêu đề hợp đồng thất bại vì

source: Deleting the old customer branch record
ar: حذف سجل فرع العملاء القديمة
et: Kustutaminevana klient filiaal rekord
fr_lu: Suppression de la fiche client vieille branche
hr_hr: Brisanje stari rekord kupaca poslovnica
ja: 古い顧客支店レコードを削除する
lv_lv: Izdzēšot veco klientu filiāle rekordu
pl_pl: Usunięcie starego oddziału klienta
vi_vn: Xóa các bản ghi chi nhánh khách hàng cũ

source: The SQL to delete the old customer branch record failed because
ar: و SQL لحذف سجل فرع العملاء القديمة فشلت بسبب
et: SQL kustutada vana klient filiaal rekord ebaõnnestus, kuna
fr_lu: Échec de la commande SQL de suppression de la succursale de l'ancien client:
hr_hr: SQL izbrisati stari rekord kupaca podružnice nije uspjela jer
ja: 古い顧客支店レコードを削除するSQLが失敗しました。
lv_lv: SQL izdzēst veco klientu filiāle rekordu neizdevās, jo
pl_pl: Usunięcie starego oddziału klienta przez SQL nie powiodło się ponieważ
vi_vn: SQL để xóa các bản ghi chi nhánh khách hàng cũ bị phá vỡ bởi vì

source: Existing Branch Code
ar: رمز الفرع القائمة
et: Olemasolevad Harukood
fr_lu: Code succursale existant
hr_hr: Šifra postojeće podružnice
ja: 既存の支店コード
lv_lv: Esošās filiāles kods
pl_pl: Dotychczasowy Kod Oddziału
vi_vn: Mã số chi nhánh hiện có

source: New Branch Code
ar: رمز الفرع الجديد
et: Uus Branch Code
fr_lu: Code nouvelle succursale
hr_hr: Šifra nove podružnice
ja: 新しい支店コード
lv_lv: Jauns Filiāles kods
pl_pl: Nowy Kod Oddziału
vi_vn: Mã số chi nhánh mới

source: UTILITY PAGE To Changes A Customer Code In All Tables
ar: PAGE الأداة المساعدة ل يغير القانون العملاء في جميع الجداول
et: UTILITY leht muudatusedKliendi kood kõikides tabelites
fa: صفحه UTILITY به تغییراتکد مشتری در تمام جداول
fr_lu: UTILITÉ page aux changements A du Code de la clientèle dans tous les tableaux
hr_hr: UTILITY stranicu izmjenama kupac Kodeks u svim tablicama
ja: すべてのテーブルの変更は顧客コードをするためのユーティリティPAGE
lv_lv: UTILITY lapu, lai maina Klienta kods Visās tabulās
pl_pl: STRONA SERWISOWA Do Zmiany Kodu Klienta We Wszystkich Tablicach
vi_vn: UTILITY TRANG Để thay đổi A Mã khách hàng trong tất cả các bảng

source: The customer code
ar: رمز العملاء
et: Kliendi kood
fr_lu: Le code client
hr_hr: Šifra kupca
ja: 顧客コード
lv_lv: Klienta kods
pl_pl: Kod Klienta
vi_vn: Mã số khách hàng

source: does not currently exist as a customer code in the system
ar: غير موجود حاليا باعتباره رمز العملاء في النظام
et: Praegu ei eksisteeri klient koodi süsteemi
fa: در حال حاضر به عنوان یک کد مشتری در سیستم وجود ندارد
fr_lu: n'existe pas actuellement comme un code client dans le système
hr_hr: trenutno ne postoji kao kod kupaca u sustavu
ja: 現在システムで顧客コードとして存在しません
lv_lv: pašlaik nav kā klientu kodu sistēmā
pl_pl: nie występuje w bazie danych jako kod klienta
vi_vn: hiện không tồn tại như một mã số khách hàng trong hệ thống

source: The new customer code to change the old code to must be entered as well
ar: يجب إدخال رمز عميل جديد لتغيير القانون القديم إلى فضلا عن
et: Uus klient koodi muuta vana kood tuleb sisestada ka
fr_lu: Le nouveau code client de changer l'ancien code doit être entré pour ainsi
hr_hr: Novi broj kupaca promijeniti stari kod mora unijeti i
ja: に古いコードを変更するには、新しい顧客コードも同様に入力する必要があります
lv_lv: Jaunu klientu kodu, lai mainītu veco kodu ir jāievada kā arī
pl_pl: Nowy kod oddziału klienta,który ma zastąpić stary kod musi być także podany
vi_vn: Mã khách hàng mới để thay đổi các mã cũ để phải được nhập cũng

source: The replacement customer code
ar: رمز العملاء استبدال
et: Asendamine kliendi kood
fr_lu: Le code client de remplacement
hr_hr: Kod zamjene kupca
ja: 交換用の顧客コード
lv_lv: Nomaiņa klienta kods
pl_pl: Nowy kod klienta
vi_vn: Việc thay thế mã số khách hàng

source: already exists as a customer code in the system
ar: موجود بالفعل ك a رمز العملاء في النظام
et: juba olemaskliendi koodi süsteemi
fa: در حال حاضر به عنوان یک کد مشتری در سیستم وجود دارد
fr_lu: existe déjà un code client dans le système
hr_hr: već postoji kao kod kupaca u sustavu
ja: システム内の顧客コードとしてすでに存在している
lv_lv: jau pastāv kā klientu kodu sistēmā
pl_pl: już istnieje jako kod klienta w systemie
vi_vn: đã tồn tại như một mã số khách hàng trong hệ thống

source: a unique customer code must be entered for the new code
ar: يجب إدخال رمز العميل فريدة من نوعها لرمز جديدة
et: ainulaadne klient kood tuleb sisestadauus kood
fr_lu: un code client unique doit être saisie pour le nouveau code
hr_hr: Jedinstvena kupac morate unijeti za novi kod
ja: ユニークな顧客コードは、新しいコードを入力する必要があり
lv_lv: unikālu klienta kods jāievada , lai jauno kodu
pl_pl: nowy kod klienta musi być unikalny
vi_vn: một mã số khách hàng duy nhất phải được nhập cho các mã mới

source: Inserting the new debtors master record
ar: إدراج السجل الرئيسي المدينين جديدة
et: Sisestamine uus võlgnike kapten rekord
fr_lu: Insertion de la fiche de nouveaux débiteurs
hr_hr: Umetanje novog dužnika master zapis
ja: 新たな債務者マスタレコードを挿入する
lv_lv: Ievietojot jaunu debitori kapteinis rekordu
pl_pl: Dodanie nowego rekordu dłużnika
vi_vn: Chèn các bản ghi chủ nợ mới

source: The SQL to insert the new debtors master record failed
ar: و SQL لادخال السجل الرئيسي المدينين الجديدة فشلت
et: SQL sisestada uus võlgnike kapten rekord ebaõnnestus
fr_lu: Échec de la commande SQL d'ajoût de la fiche principale de nouveaux débiteurs:
hr_hr: SQL umetnuti novi dužnika master rekord nije uspio
ja: 新たな債務者マスタレコードを挿入するためのSQLが失敗した
lv_lv: SQL ievietot jaunu debitori kapteinis ierakstu nav
pl_pl: Dodanie dłużnika przez SQL nie powiodło się
vi_vn: SQL để chèn các bản ghi chủ nợ mới không

source: the SQL statement was
ar: وكان بيان SQL
et: SQL oli
fr_lu: l'instruction SQL a été
hr_hr: SQL je
ja: SQL文があった
lv_lv: SQL bija
pl_pl: Wykonane zapytanie SQL
vi_vn: Báo cáo d? li?u SQL là

source: Inserting new customer branch records
ar: إدراج جديد السجلات فرع العملاء
et: Lisada uus klient filiaal kirjed
fr_lu: Insertion de nouveaux records de la branche des internautes
hr_hr: Umetanje nove evidencije korisnika podružnica
ja: 新しい顧客ブランチレコードを挿入
lv_lv: Iekļaujot jaunus klientu filiāles ierakstus
pl_pl: Wprowadzenie oddziałów dla nowego klienta
vi_vn: Chèn hồ sơ chi nhánh khách hàng mới

source: The SQL to insert new customer branch records failed
ar: و SQL لإدراج سجلات جديدة فرع العملاء فشلت
et: SQL sisestada uus klient filiaal arvestust ei
fr_lu: Échec de la commande SQL d'ajoût de succursale client:
hr_hr: SQL umetnuti nove evidencije korisnika podružnica nije uspio
ja: 新しい顧客分岐レコードを挿入するためのSQLが失敗しました
lv_lv: SQL ievietot jaunu klientu filiāles ierakstus neizdevās
pl_pl: Dodanie nowych oddziałów klienta przez SQL nie powiodło się
vi_vn: SQL để chèn các bản ghi chi nhánh khách hàng mới đã thất bại

source: Changing debtor transaction records
ar: تغيير سجلات المعاملات المدين
et: Muutuvad võlgnik tehingudokumendid
fr_lu: Changer les relevés de transaction débiteur
hr_hr: Promjena evidencije dužničkih transakcijske
ja: 債務者のトランザクションレコードを変更すること
lv_lv: Mainot parādniekam darījumu uzskaiti
pl_pl: Aktualizacja zapisów operacji dłużnika
vi_vn: Thay đổi hồ sơ con nợ

source: The SQL to update debtor transaction records failed
ar: و SQL لتحديث سجلات المعاملات المدين فشلت
et: SQL uuendada võlgnik tehingudokumendid ebaõnnestus
fr_lu: Échec de la commande SQL de mise à jour des relevés de transaction débiteur:
hr_hr: SQL ažurirati evidencije dužničkih transakcija nije uspjela
ja: 債務者の取引記録を更新するためのSQLが失敗しました
lv_lv: SQL atjaunināt parādniekam darījumu uzskaiti neizdevās
pl_pl: Aktualizacja transakcji dłużnika przez SQL nie powiodła się
vi_vn: Cơ sở dữ liệu SQL dùng để cập nhật hồ sơ con nợ không thành công bởi

source: The SQL to update Sales Analysis records failed
ar: و SQL لتحديث سجلات تحليل المبيعات فشلت
et: SQL uuendada müügi analüüs arvestust ei
fr_lu: Échec de la commande SQL de mise à jour des analyses des ventes:
hr_hr: SQL ažurirati prodaja analiza zapisa nije uspjelo
ja: 販売分析レコードを更新するためのSQLが失敗しました
lv_lv: SQL atjaunināt pārdošanas analīze ierakstus neizdevās
pl_pl: Aktualizacja Analiz Sprzedaży przez SQL nie powiodła się
vi_vn: Cơ sở dữ liệu SQL dùng để cập nhật hồ sơ phân tích kinh doanh không thành công

source: The SQL to update order delivery differences records failed
ar: و SQL لتحديث السجلات من أجل إنجاز الخلافات فشل
et: SQL ajakohastada , et sünnitust erinevuste arvestust ei
fr_lu: Échec de la commande SQL de mise à jour des écarts de livraison:
hr_hr: SQL ažurirati isporukama razlike zapisa nije uspjelo
ja: 順序どおりの配信の違いレコードを更新するためのSQLが失敗しました
lv_lv: SQL atjaunināt Piegāde atšķirības ierakstus neizdevās
pl_pl: Aktualizacja wysyłek zamówień przez SQL nie powiodła się
vi_vn: SQL để cập nhật để cung cấp các hồ sơ khác nhau thất bại

source: The SQL to update the pricing records failed
ar: و SQL لتحديث السجلات التسعير فشلت
et: SQL uuendada hinnakujunduse andmed ei
fr_lu: Échec de la commande SQL de mise à jour des prix:
hr_hr: SQL ažurirati podatke za utvrđivanje cijena nije uspio
ja: 価格設定レコードを更新するためのSQLが失敗しました
lv_lv: SQL atjaunināt cenu ierakstus neizdevās
pl_pl: Aktualizacja zapisów cenowych przez SQL nie powiodła się
vi_vn: Cơ sở dữ liệu SQL dùng để cập nhật hồ sơ giá cả không thành công

source: The SQL to update the sales order header records failed
ar: و SQL لتحديث سجلات المبيعات رأس النظام فشل
et: SQL uuendada müügitellimuse päise arvestust ei
fr_lu: Échec de la commande SQL de mise à jour des en-têtes de commandes (vente):
hr_hr: SQL ažurirati rekorde prodaje reda kolektora nije uspio
ja: 販売オーダー·ヘッダー·レコードを更新するためのSQLが失敗しました
lv_lv: SQL atjaunināt pārdošanas pasūtījuma galvenes ierakstus neizdevās
pl_pl: Aktualizacja zamówień sprzedaży przez SQL nie powiodła się
vi_vn: SQL để cập nhật thứ tự hồ sơ tiêu đề bán hàng không

source: Changing the customer code in contract header records
ar: تغيير التعليمات البرمجية العميل في سجلات رأس العقد
et: Muutuvad klient koodi lepingu kaudu arvestust
fr_lu: Modifier le code client dans les dossiers d'en-tête contrat
hr_hr: Promjena kupaca kod u ugovoru header zapisa
ja: 契約ヘッダレコードの顧客コードを変更すること
lv_lv: Mainot klientu kodu līgumu header ierakstus
pl_pl: Zmiana kodu klienta w nagłówkach kontraktów
vi_vn: Thay đổi mã khách hàng trong hồ sơ tiêu đề hợp đồng

source: The SQL to update contract header records failed
ar: و SQL لتحديث سجلات رأس العقد فشلت
et: SQL uuendada leping header arvestust ei
fr_lu: Échec de la commande SQL de mise à jour des en-têtes de contrat:
hr_hr: SQL ažurirati evidenciju ugovora zaglavlja nije uspio
ja: 契約·ヘッダー·レコードを更新するためのSQLが失敗しました
lv_lv: SQL atjaunināt līguma header ierakstus neizdevās
pl_pl: Aktualizacja nagłówków kontraktów przez SQL nie powiodła się
vi_vn: SQL để cập nhật hồ sơ tiêu đề hợp đồng thất bại

source: Deleting the old customer branch records from the CustBranch table
ar: حذف السجلات القديمة فرع عميل من جدول CustBranch
et: Kustutaminevana klient filiaal kirjedCustBranch tabel
fr_lu: Suppression de la branche d'anciens enregistrements client de la table CustBranch
hr_hr: Brisanje stare zapise kupaca grana iz CustBranch stola
ja: CustBranchテーブルから古い顧客支店レコードを削除
lv_lv: Izdzēšot veco klientu filiāle ierakstus no CustBranch tabulas
pl_pl: Usunięcie starych zapisów oddziałów klienta z tablicy CustBranch
vi_vn: Xóa các hồ sơ chi nhánh khách hàng cũ từ bảng CustBranch

source: The SQL to delete the old CustBranch records for the old debtor record failed
ar: و SQL لحذف السجلات القديمة CustBranch للسجل المدين القديمة فشلت
et: SQL kustutada vana CustBranch arvestustvana võlgnik rekord ebaõnnestus
fr_lu: Échec de la commande SQL de suppression des "CustBranch" correspondant à l'enregistrement ancien débiteur:
hr_hr: SQL izbrisati stare CustBranch zapise za starog dužnika rekord nije uspio
ja: 旧債務者レコードの古いCustBranchレコードを削除するSQLが失敗した
lv_lv: SQL, lai izdzēstu vecās CustBranch ierakstus vecajā parādnieku reģistra neizdevās
pl_pl: Usunięcie starych zapisów z tablicy CustBranch dla byłego dłużnika przez SQL nie powiodło się
vi_vn: SQL để xóa các hồ sơ CustBranch cũ cho ghi nợ cũ bị phá vỡ

source: Deleting the customer code from the DebtorsMaster table
ar: حذف رمز عميل من جدول DebtorsMaster
et: Kustutamine kliendi kood DebtorsMaster tabel
fa: حذف کد های مشتری ، ممکن است که مشتری از جدول DebtorsMaster است
fr_lu: Suppression du code client de la table DebtorsMaster
hr_hr: Brisanje kupca kod sa stola DebtorsMaster
ja: DebtorsMasterテーブルから顧客コードを削除する
lv_lv: Dzēšot klientu kodu no DebtorsMaster tabulas
pl_pl: Usunięcie kodu klienta z tablicy DebtorsMaster
vi_vn: Xóa các mã số khách hàng từ bảng DebtorsMaster

source: The SQL to delete the old debtor record failed
ar: و SQL لحذف السجل المدين القديمة فشلت
et: SQL kustutada vana võlgnik rekord ebaõnnestus
fr_lu: Échec de la commande SQL de suppression de l'ancien débiteur:
hr_hr: SQL izbrisati staru dužničku rekord nije uspio
ja: 旧債務者レコードを削除するためのSQLが失敗しました
lv_lv: SQL izdzēst veco parādnieka ierakstu nav
pl_pl: Usunięcie starego rekordu dłużnika przez SQL nie powiodło się
vi_vn: SQL để xóa các bản ghi nợ cũ bị phá vỡ

source: Existing Debtor Code
ar: كود المدين القائمة
et: Olemasolevad Võlgnik kood
fr_lu: Code débiteur existant
hr_hr: Postojeći Dužnik Code
ja: 既存の債務者コード
lv_lv: Esošās Parādnieks kods
pl_pl: Aktualny Kod Dłużnika
vi_vn: Mã số người nợ hiện tại

source: New Debtor Code
ar: كود المدين جديدة
et: Uus Võlgnik kood
fr_lu: Code nouveau débiteur
hr_hr: Novi dužnik kod
ja: 新たな債務者コード
lv_lv: Jauns Parādnieks kods
pl_pl: Nowy Kod Dłużnika
vi_vn: Mã số người nợ mới

source: UTILITY PAGE Change A GL Account Code
ar: PAGE UTILITY تغيير رمز حساب GL
et: UTILITY ChangeGL Konto Code
fa: در صفحه ابزار تغییرGL کد حساب ها
fr_lu: PAGE D'UTILITÉ modifier un code de compte GL
hr_hr: UTILITY STRANICA promijenite kod GL račun
ja: UTILITYページがGL勘定コードを変更
lv_lv: UTILITY LPP nomainīt GL kontu kodeksu
pl_pl: PAGE UTILITY zmienić kod konto GL
vi_vn: UTILITY TRANG thay đổi A Mã số tài khoản GL

source: The GL account code
ar: رمز حساب GL
et: GL konto kood
fa: کد حساب GL
fr_lu: Le code de compte GL
hr_hr: Kod GL račun
ja: GL勘定コード
lv_lv: GL konta numurs
pl_pl: Kod konta GL
vi_vn: Mã tài khoản GL

source: does not currently exist as a GL account code in the system
ar: غير موجود حاليا باعتباره رمز حساب GL في النظام
et: Praegu ei eksisteeriGL konto koodi süsteemi
fa: در حال حاضر به عنوان یک کد حساب GL در سیستم وجود ندارد
fr_lu: n'existe pas actuellement comme un code de compte GL dans le système
hr_hr: trenutno ne postoji kao kod GL računa u sustavu
ja: 現在システムでGL勘定コードとして存在しません
lv_lv: pašlaik nav kā GL konta kodu sistēmā
pl_pl: nie istnieje obecnie jako kod GL rachunek w systemie
vi_vn: hiện không tồn tại như là một mã tài khoản GL trong hệ thống
