Repository: timschofield/KwaMoja-Medical
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar, et, fa, fr_lu, hr_hr, ja, lv_lv, pl_pl, vi_vn

source: There are no outstanding payments or credits yet to be allocated for this supplier
ar: لا توجد المدفوعات المستحقة أو قروض إلى حد الآن التي ستخصص لهذا المورد
et: Puuduvad tasumata maksete või krediiti veel eraldatakse see tarnija
fr_lu: Il n'y a pas de paiements en souffrance ou des crédits encore à attribuer pour ce fournisseur
hr_hr: Nema dugovanja i potraživanja još treba izdvojiti za ovaj dobavljača
ja: 未解決の支払いやクレジットは、このサプライヤーのために割り当てられるまだありません
lv_lv: Nav nenokārtotie maksājumi un kredīti vēl nav piešķirti šim piegādātājam
pl_pl: Nie ma nierozliczonych pypłat ani korekt dla tego dostawcy
vi_vn: Không có các khoản thanh toán nợ hoặc tín dụng chưa được giao cho nhà cung cấp này

source: Supplier Balance Listing
ar: المورد قائمة الرصيد
et: Pakkuja Balance pakkumist
fr_lu: Annonce de la balance des fournisseurs
hr_hr: Dobavljač bilanca Oglas
ja: 仕入先残高一覧表
lv_lv: Vendor Balance Listing
pl_pl: Zestawienie Sald Dostawcy
vi_vn: Nhà cung cấp cân Liệt kê

source: Supplier Balances
ar: أرصدة المورد
et: Pakkuja Kaalud
fr_lu: Fournisseur Soldes
hr_hr: Dobavljač Vage
ja: 仕入先残高
lv_lv: Vendor Balances
pl_pl: Salda Dostawcy
vi_vn: Cân nhà cung cấp

source: Supplier Balances - Problem Report
ar: المورد الأرصدة - تقرير مشكلة
et: Tarnija saldod - Probleem aruanne
fr_lu: Soldes fournisseur - Signaler un problème
hr_hr: Supplier Vage - Problem Prijavi
ja: 経年仕入先勘定分析 - 問題レポート
lv_lv: Piegādātājs Svari - Problēma Ziņojums
pl_pl: Dostawca Rachunki - Zgłoś problem
vi_vn: Cân nhà cung cấp - Báo cáo vấn đề

source: There are no supplier balances to list
ar: لا توجد المورد الأرصدة إلى قائمة
et: Puuduvad tarnija saldod nimekirja
fr_lu: Il n'y a pas de fournisseur de soldes à la liste
hr_hr: Nema dobavljač balansira na popis
ja: リストするマイナス在庫がありません
lv_lv: Nav piegādātāja bilances uzskaitīt
pl_pl: Nie ma dostawca wagi do listy
vi_vn: Không có nhà cung cấp cân bằng để liệt kê

source: Supplier Balances At A Period End
ar: أرصدة المورد في نهاية الفترة
et: Pakkuja saldoperioodi lõpu seisuga
fr_lu: Les soldes fournisseurs à une période Fin
hr_hr: Supplier vage na kraju razdoblja
ja: 期末債権残高
lv_lv: Vendor Balances At a Period End
pl_pl: Dostawca salda na koniec okresu
vi_vn: Cân nhà cung cấp Tại Một Kết thúc giai đoạn

source: Supplier Contacts
ar: مزود اتصالات
et: Pakkuja Kontaktid
fr_lu: Contacts fournisseurs
hr_hr: Dobavljač Kontakti
ja: 仕入先連絡先
lv_lv: Vendor Contacts
pl_pl: Kontakty Dostawcy
vi_vn: nhà cung cấp Liên hệ

source: This page must be called with the supplier code of the supplier for whom you wish to edit the contacts
ar: يجب استدعاء هذه الصفحة مع رمز المورد من المورد لمن كنت ترغب في تحرير اتصالات
et: See leht tuleb kutsuda koostarnija kood tarnija , kellele soovite kontaktide
fr_lu: Cette page doit être appelée avec le code du fournisseur que vous voulez modifier
hr_hr: Ova stranica mora biti pozvani s dobavljačem kod dobavljača za kojeg želite urediti kontakte
ja: このページは、連絡先を編集し、あなたが望む誰のためにサプライヤのサプライヤコードで呼び出される必要があります
lv_lv: This page must be called with the vendor code of the vendor for whom you wish to endit the contacts
pl_pl: Ta strona musi być wywołana z kodem dostawcy dla którego chcesz zmienić kontakty
vi_vn: Trang này sẽ chuyển tới mã của nhà cung cấp mà bạn muốn chỉnh sửa số liên lạc

source: When the page is called from within the system this will always be the case
ar: عندما يتم استدعاء الصفحة من داخل النظام سيكون هذا هو الحال دائما
et: Kui lehekülg on kutsutud süsteemi sees see alati nii olla
fr_lu: Lorsque la page est appelée depuis le système, c est toujours le cas
hr_hr: Kada sestranica zove unutar sustava to će uvijek biti slučaj
ja: ページをシステム内から呼び出された場合、これは常にそうであろう
lv_lv: Kad lapa ir sauc no sistēmas ietvaros tas vienmēr būsgadījums
pl_pl: Jeśli strona będzie wywoływana wewnętrznie, tak będzie zawsze
vi_vn: Khi trang web được gọi là từ bên trong hệ thống này sẽ luôn luôn được các trường hợp

source: Select a supplier first, then select the link to add/edit/delete contacts
ar: حدد المورد الأول ، ثم حدد الرابط لإضافة / تحرير / حذف اتصالات
et: Vali tarnija , seejärel valida link lisada / muuta / kustutada kontaktid
fr_lu: Sélectionner d abord un fournisseur, puis Sélectionner le lien pour ajouter/modifier/supprimer des contacts
hr_hr: Odaberite dobavljača , a zatim odaberite vezu za dodavanje / izmjenu / brisanje kontakata
ja: 最初のサプライヤを選択し、 [追加/編集/連絡先を削除するためのリンクを選択
lv_lv: Select a vendor first, then select the link to add/edit/delete contacts
pl_pl: Wybierz dostawcę, po czym wybierz link dodawania/edycji/usuwania kontaktów
vi_vn: Trước tiên chọn nhà cung cấp, sau đó chọn đường link để thêm/sửa/ xóa thông tin liên hệ

source: The contact name must be at least one character long
ar: يجب أن يكون اسم الاتصال حرف واحد على الأقل طويل
et: Kontaktisiku nimi peab olema vähemalt üks märk pikk
fr_lu: Le nom du contact doit contenir au moins un caractère
hr_hr: Ime kontakt mora biti najmanje jedan znak vremena
ja: 連絡先の名前には、少なくとも1文字でなければなりません
lv_lv: Kontaktpersonas vārds , jābūt vismaz vienai rakstzīmei garš
pl_pl: Nazwisko kontaktowe może mieć co najmniej 1 znak
vi_vn: Tên liên lạc phải có ít nhất một nhân vật dài

source: The email address entered does not appear to be a valid email address
ar: لا يظهر عنوان البريد الإلكتروني الذي تم إدخاله إلى أن يكون عنوان بريد إلكتروني صالح
fr_lu: L'adresse de courriel n'est pas correcte, vérifiez-la.
hr_hr: E-mail adresa je ušao ne pojaviti se bitivaljana e-mail adresa
ja: 入力したメールアドレスは有効な電子メールアドレスであることが表示されません

source: The supplier contact information has been updated
ar: تم تحديث معلومات الاتصال المورد
et: Tarnija kontaktandmed on uuendatud
fr_lu: La fiche a été mise à jour
hr_hr: Informacije dobavljač kontakt je ažuriran
ja: 仕入先の連絡先情報が更新されました
lv_lv: The vendor contact information has been updated
pl_pl: Kontakt dostawcy zaktualizowany
vi_vn: thông tin liên lạc nhà cung cấp đã được cập nhật

source: The new supplier contact has been added to the database
ar: تمت إضافة الاتصال المورد جديدة إلى قاعدة البيانات
et: Uus tarnija kontaktandmed on lisatud andmebaasi
fr_lu: Le contact fournisseur a été ajouté
hr_hr: Novi dobavljač kontakt je dodan u bazu podataka
ja: 新しいサプライヤ接触がデータベースに追加された
lv_lv: Jauns piegādātājs kontakts ir pievienots , lai datu bāzē
pl_pl: Dodano nowy kontakt dla dostawcy do bazy danych
vi_vn: Liên lạc với nhà cung cấp mới đã được thêm vào cơ sở dữ liệu

source: The supplier contact could not be inserted or updated because
ar: لا يمكن إدراج الاتصال المورد أو تحديثها لأن
et: Tarnija kontakti ei saa sisestatud või uuendatud , sest
fr_lu: Ce contact fournisseur ne peut pas être créé ou mis à jour car
hr_hr: Dobavljač kontakt nije mogao biti stavljen ili ažurirati jer
ja: サプライヤーとの接触は、挿入またはので、更新できませんでした
lv_lv: Piegādātājs kontakts nevar ievietot vai atjaunināt, jo
pl_pl: Kontakt dostawcy nie może być dodany lub zmodyfikowany ponieważ
vi_vn: Liên lạc với nhà cung cấp không thể được chèn vào hoặc cập nhật vì

source: The SQL that was used but failed was
ar: كان SQL التي تم استخدامها لكنها فشلت
et: SQL , mida kasutati , kuid ei olnud
fr_lu: Échec de la commande SQL:
hr_hr: SQL koji je korišten , ali nije bio
ja: 使用されますが、失敗したSQLがあった
lv_lv: SQL , kas tika izmantota, bet neizdevās , bija
pl_pl: Użyte zapytanie SQL
vi_vn: SQL đã được sử dụng nhưng không thành công là

source: The supplier contact could not be deleted because
ar: لا يمكن حذف الاتصال المورد بسبب
et: Tarnija kontakti ei saa kustutada , sest
fr_lu: Ce contact fournisseur ne peut pas être supprimé car
hr_hr: Dobavljač kontakt nije mogao biti izbrisan , jer
ja: サプライヤーとの接触は、削除できませんでしたので、
lv_lv: Piegādātājs kontakts nevarēja izdzēst , jo
pl_pl: Kontakt dostawcy nie mógł być usunięty ponieważ
vi_vn: Không thể xóa được thông tin liên hệ của nhà cung cấp vì

source: Supplier contact has been deleted
ar: تم حذف الاتصال المورد
et: Tarnija kontaktandmed on kustutatud
fr_lu: Ce contact fournisseur a été supprimé
hr_hr: Dobavljač kontakt je izbrisan
ja: サプライヤーとの接触は削除されました
lv_lv: Piegādātāja kontaktpersona ir izdzēsta
pl_pl: Kontakt dostawcy został usunięty
vi_vn: Đã xóa thông tin liên hệ của nhà cung cấp

source: Contacts Defined for
ar: اتصالات محددة ل
et: Kontaktid Määratletakse
fr_lu: Contacts définis pour
hr_hr: Kontakti određena za
ja: コンタクトのために定義された
lv_lv: Kontakti definēts
pl_pl: Kontakty Zdefiniowane dla
vi_vn: Thông tin liên h? xác d?nh cho

source: There are no contacts defined for this supplier
ar: لا توجد اتصالات محددة لهذا المورد
fr_lu: pas de contact défini pour ce fournisseur
ja: このレベルで定義したカテゴリはありません

source: Show all the supplier contacts for
ar: تظهر كافة جهات الاتصال مورد لل
et: Näita kõikitarnija kontaktid
fr_lu: Affiche tous les contacts fournisseur pour
hr_hr: Pokaži sve kontakte s dobavljačima za
ja: のためのすべてのサプライヤの連絡先を表示
lv_lv: Show all the vendor contacts for
pl_pl: Pokaż wszystkie kontakty dostawcy dla
vi_vn: Hiển thị tất cả thông tin liên lạc của nhà cung cấp cho

source: Mobile No
ar: المحمول لا
et: Mobiilne ei
fa: نه تلفن همراه
fr_lu: N° de mobile
hr_hr: Ne Mobile
ja: 携帯番号
lv_lv: Mob. te.
pl_pl: Tel.kom.
vi_vn: Số điện thoại

source: Supplier Credit Note
ar: المورد الائتمان ملاحظة
et: Tarnija kreeditarve
fr_lu: Note de crédit fournisseur
hr_hr: Dobavljač odobrenju
ja: 仕入先返品伝票
lv_lv: Vendor Credit Note
pl_pl: Korekta Dostawcy
vi_vn: ghi chú về Phiếu cho nợ của nhà cung cấp

source: Enter Supplier Credit Note:
ar: أدخل مزود الائتمان ملاحظة:
et: Sisesta tarnijakrediidiga Note:
hr_hr: Unesite Napomena Credit Supplier :
ja: 仕入先返品伝票入力
lv_lv: Ievadiet Piegādātāja Credit Piezīme :
pl_pl: Wpisz Uwaga kredytu dostawcy:
vi_vn: Nhập Nhà cung cấp tín dụng Lưu ý:

source: The supplier record selected
ar: سجل المورد المختار
et: Tarnija rekord valitud
fr_lu: La fiche fournisseur sélectionné
hr_hr: Dobavljač rekord odabrana
ja: 選択されたサプライヤーレコード
lv_lv: The vendor record selected
pl_pl: Wybrany dostawca
vi_vn: Thông tin về nhà cung cấp đã được chọn

source: The tax province associated with your user account has not been set up in this database. Tax calculations are based on the tax group of the supplier and the tax province of the user entering the invoice. The system administrator should redefine your account with a valid default stocking location and this location should refer to a valid tax province
ar: لم يتم تعيين مقاطعة الضريبة المرتبط بحساب المستخدم الخاص بك في قاعدة البيانات هذه .
et: Maks provintsis seostatud kasutaja konto ei ole loodud selle andmebaasi .
fa: استان مالیاتی مرتبط با حساب کاربری خود شده است تا در این پایگاه داده تنظیم نشده است .
fr_lu: La province d'impôt associé à votre compte d'utilisateur n'a pas été mis en place dans cette base de données. calculs sont basés sur l'impôt du groupe fiscal du fournisseur et la province d'impôt de l'utilisateur saisie de la facture. L'administrateur système doit redéfinir votre compte avec un emplacement de stockage par défaut valide et cet endroit doit se référer à une province de taxe valide
hr_hr: Porez pokrajina povezana s vašim korisničkim računom nije postavljen u ovoj bazi podataka .
ja: あなたのユーザアカウントに関連付けられている税務省は、このデータベースで設定されていません。
lv_lv: Nodokļu province saistīta ar jūsu lietotāja kontam nav izveidota šajā datu bāzē .
pl_pl: W prowincji podatkowych związanych z konta użytkownika nie została utworzona w bazie danych. Obliczenia podatkowe oparte są na grupy podatkowej dostawcy i prowincji podatkowe użytkownika wprowadzającego faktury. Administrator systemu powinien przedefiniować swoje konto z prawidłową lokalizację domyślną i hodowli tej lokalizacji powinien odnosić się do ważnych prowincji podatku
vi_vn: Tỉnh thuế liên quan đến tài khoản người dùng của bạn đã không được thiết lập trong cơ sở dữ liệu này .

source: To enter a supplier credit note the supplier must first be selected from the supplier selection screen
ar: لإدخال ملاحظة الائتمان المورد المورد يجب أولا اختيارها من شاشة اختيار الموردين
et: Sisestamiseks tarnija kreeditarve tarnijalt kõigepealt valitaksetarnija valiku ekraan
fr_lu: Pour entrer une note de crédit fournisseur, le fournisseur doit d'abord être sélectionné dans l'écran de sélection des fournisseurs
hr_hr: Za upisivanje note kredita dobavljačasupplier prvo mora biti izabran iz zaslona dobavljač izbor
ja: サプライヤー信用音符を入力するにはサプライヤーが最初のサプライヤの選択画面から選択する必要があります
lv_lv: To enter a vendor credit note the vendor must first be selected from the vendor selection screen
pl_pl: Aby wprowdzić fakturę korygującą najpierw musisz wybrać dostawcę z ekranu Wybór Dostawcy
vi_vn: Để nhập một phiếu nợ, trước tiên nhà cung cấp phải được chọn từ màn hình lựa chọn nhà cung cấp

source: Select A Supplier to Enter an Credit Note For
ar: تحديد مورد لإدخال ملاحظة الائتمان لل
et: Vali tarnija Sisestakreeditarve
fr_lu: Sélectionner un fournisseur pour saisir un avoir
hr_hr: Odaberite da dobavljač Unesite odobrenju za
ja: の信用メモを入力するためにサプライヤーを選択してください
lv_lv: Select A Vendor to Enter a Credit Note For
pl_pl: Wybierz Dostawcę do Wprowadzenia Korekty Dla
vi_vn: Chọn một nhà cung cấp để nhập một phiếu nợ cho

source: Purchase Orders
ar: أوامر الشراء
et: Ostutellimuste
fa: سفارشات خرید
fr_lu: Commandes
hr_hr: narudžbenice
ja: 購買発注
lv_lv: Iepirkuma rīkojums
pl_pl: Zamówienia Zakupu
vi_vn: Đơn hàng thu mua

source: You should automatically be forwarded to the entry of credit notes against goods received page
ar: ينبغي لك تلقائيا تحال إلى دخول تلاحظ الائتمان ضد البضائع الواردة الصفحة
et: Sa peaksid automaatselt edastatakse kandmise kreeditarved vastu saadud kaupa lehekülg
fr_lu: Vous devriez être automatiquement transmis à l'entrée des notes de crédit contre les biens reçus page
hr_hr: Trebali biste biti automatski proslijeđen na ulasku kreditne bilješke s robom primili stranicu
ja: あなたは自動的に商品に対する信用ノートのエントリに転送されるべきは、ページを受信
lv_lv: Jums vajadzētu automātiski jānosūta kad kredīta piezīmes pret saņemtajām precēm lapu
pl_pl: Powienienneś zostać automatycznie przeniesiony do formularza wprowadzania faktury korygującej na towary przyjęte
vi_vn: Bạn sẽ tự động được chuyển tiếp đến sự xâm nhập của các ghi chú tín dụng đối với hàng hoá nhận được trang

source: You should automatically be forwarded to the entry of credit notes against shipments page
ar: ينبغي لك تلقائيا تحال إلى دخول تلاحظ الائتمان ضد شحنات الصفحة
et: Sa peaksid automaatselt edastatakse kandmise kreeditarved vastu saadetisi lehele
fr_lu: Vous devriez être automatiquement transmis à l'entrée des notes de crédit contre les expéditions page
hr_hr: Trebali biste biti automatski proslijeđen na upis knjižnih protiv pošiljke stranici
ja: あなたは自動的に出荷のページに対して信用ノートのエントリに転送されるべき
lv_lv: Jums vajadzētu automātiski jānosūta kad kredīta piezīmes pret sūtījumiem lapā
pl_pl: Powienienneś zostać automatycznie przeniesiony do formularza wprowadzania faktury korygującej dla dostawy
vi_vn: Bạn sẽ tự động được chuyển tiếp đến sự xâm nhập của các ghi chú tín dụng đối với các lô hàng trang

source: You should automatically be forwarded to the entry of credit notes against the general ledger page
ar: ينبغي لك تلقائيا تحال إلى دخول تلاحظ الائتمان ضد صفحة دفتر الأستاذ العام
et: Sa peaksid automaatselt edastatakse kandmise kreeditarved vastupearaamat lehele
fr_lu: Vous devriez être automatiquement transmis à l'entrée des notes de crédit contre la page du grand livre général
hr_hr: Trebali biste biti automatski proslijeđen na upis knjižnih protiv glavne knjige stranici
ja: あなたは、自動的に総勘定元帳のページに対して信用ノートのエントリに転送されるべき
lv_lv: Jums vajadzētu automātiski jānosūta , iekļauj kredīta piezīmes pret vispārējo virsgrāmatu lapā
pl_pl: Powienienneś zostać automatycznie przeniesiony do formularza wprowadzania faktury korygującej dla KG
vi_vn: Bạn sẽ tự động được chuyển tiếp đến sự xâm nhập của các ghi chú tín dụng đối với các trang sổ cái chung

source: You should automatically be forwarded to the entry of supplier credit notes against contracts page
ar: ينبغي لك تلقائيا تحال إلى دخول تلاحظ الائتمان المورد ضد صفحة العقود
et: Sa peaksid automaatselt edastatakse kandmise tarnija kreeditarve vastu lepingute lehele
fr_lu: Vous devriez être automatiquement transmis à l'entrée des notes de crédit fournisseur contre les contrats page
hr_hr: Trebali biste biti automatski proslijeđen na upis dobavljača kreditne bilješke protiv ugovora stranici
ja: 注文行の詳細ページの入力を自動的に進めなければなりません
lv_lv: Jums vajadzētu automātiski jānosūta kad piegādātājām kredīta piezīmes pret līgumi lapā
pl_pl: Należy być automatycznie przesyłane do wejścia not kredytowych dostawca przeciwko stronie umowy
vi_vn: Bạn sẽ tự động được chuyển tiếp đến sự xâm nhập của các ghi chú tín dụng nhà cung cấp đối với các hợp đồng trang

source: You should automatically be forwarded to the entry of invoices against fixed assets page
ar: ينبغي لك تلقائيا تحال إلى دخول الفواتير ضد صفحة الأصول الثابتة
et: Sa peaksid automaatselt edastatakse kanne arvete vastu põhivara lehekülg
fr_lu: Vous devriez être automatiquement transmis à l'entrée des factures sur immobilisations page
hr_hr: Trebali biste biti automatski proslijeđen na ulasku faktura protiv stalnih sredstava stranici
ja: 注文行の詳細ページの入力を自動的に進めなければなりません
lv_lv: Jums vajadzētu automātiski jānosūta , iekļauj rēķinu pret pamatlīdzekļu lapā
pl_pl: Należy być automatycznie przesyłane do wejścia faktur przed środki trwałe
vi_vn: Bạn sẽ tự động được chuyển tiếp đến sự xâm nhập của hóa đơn đối với trang tài sản cố định

source: Supplier Credit Note Reference
ar: الائتمان مزود ملاحظة المرجعي
et: Tarnija kreeditarve viide
fr_lu: Référence Fournisseur note de crédit
hr_hr: Dobavljač Kreditne Napomena Reference
ja: 仕入先返品伝票参照
lv_lv: Piegādātāja kredīta reiķina reference
pl_pl: Numer Faktury Korygującej Dostawcy
vi_vn: Nhà cung cấp tín dụng Lưu ý tham khảo

source: Credit Note Date
ar: ملاحظة الائتمان التسجيل
et: Kreeditarve aeg
fr_lu: Date Note de crédit
hr_hr: Kreditne Napomena Datum
ja: 返品伝票日
lv_lv: Kredīta rēķina datums
pl_pl: Data Faktury Korygującej
vi_vn: Lưu ý tín dụng ngày

source: in format
ar: في شكل
et: formaadis
fr_lu: au format
hr_hr: u obliku
ja: 形式
lv_lv: formātā
pl_pl: w formacie
vi_vn: trong định dạng

source: Purchase Order Credits
ar: طلب شراء ائتمانات
et: Ostutellimuse Autorid
fr_lu: Crédits bon de commande
hr_hr: Narudžbenica Krediti
ja: 購買発注
lv_lv: Pirkuma pasūtījuma Kredīti
pl_pl: Kredyty Zamówienie
vi_vn: Mua Uy Tín hàng

source: Credited
ar: الفضل
et: krediteeritakse
fr_lu: Crédité
hr_hr: U korist
ja: 返品
lv_lv: Kreditēts
pl_pl: Skorygowane
vi_vn: ghi

source: Price Credited
ar: الفضل السعر
et: Hind krediteeritud
fr_lu: Prix à valoir
hr_hr: Cijena korist
ja: 返品価格
lv_lv: Kreditē&#353;anas cena
pl_pl: Cena Skorygowana
vi_vn: giá ghi có

source: Total Value of Goods Credited
ar: مجموع قيمة السلع الفضل
et: Kaupade koguväärtus krediteeritud
fr_lu: Valeur totale des marchandises à valoir
hr_hr: Ukupna vrijednost robe korist
ja: 商品返品価格合計
lv_lv: Kopējā kreditētā preču vērtība
pl_pl: Razem Wartość po Korekcie
vi_vn: Tổng giá trị hàng hoá ghi có

source: Shipment Credits
ar: شحنة الاعتمادات
et: Vedu Autorid
fr_lu: Crédits d'expédition
hr_hr: Krediti pošiljke
ja: 出荷
lv_lv: Sūtījuma Kredīti
pl_pl: Kredyty przesyłki
vi_vn: lô hàng Uy Tín

source: Total Credited Against Shipments
ar: مجموع تخصم الشحنات
et: Kokku krediteeritakse veod
fa: مجموع اعتبار در مقابل حمل و نقل
fr_lu: Total des recettes contre les transferts
hr_hr: Ukupna potraživanja od Pošiljke
ja: 出荷に対する返品合計
lv_lv: Kopā kreditēts pret pegādēm
pl_pl: Razem Korekta dla Dostawy
vi_vn: Tổng số ghi có đối với lô hàng

source: Fixed Asset Credits
ar: قروض الأصول الثابتة
et: Põhivarade Autorid
fr_lu: Avoirs d'immobilisations
hr_hr: Fiksne imovine Krediti
ja: 返品処理
lv_lv: Fiksētie Asset Kredīti
vi_vn: Tín dụng tài sản cố định

source: Contract Charges
ar: رسوم العقد
et: Lepingu eest
fr_lu: Frais de contrat
hr_hr: Ugovor Optužbe
ja: カテゴリコード
lv_lv: Līgums Maksas
pl_pl: Opłaty umowy
vi_vn: phí hợp đồng

source: Total Credited against Contracts
ar: مجموع الفضل ضد العقود
et: Kokku krediteeritakse Lepingud
fr_lu: Total Crédits par rapport aux contrats
hr_hr: Ukupno priznati protiv ugovora
ja: 出荷に対する返品合計

source: General Ledger Analysis
ar: دفتر الأستاذ العام تحليل
et: Pearaamat analüüs
fr_lu: Analyse du grand livre général
hr_hr: Glavna knjiga Analiza
ja: 総勘定元帳分析入力
lv_lv: Virsgrāmatas analīze
pl_pl: Analiza General Ledger
vi_vn: Chung Ledger Phân tích

source: Total GL Analysis
ar: المشاركات التحليل GL
fr_lu: Total analyses GL
ja: 総勘定元帳分析入力

source: Credit Amount in Supplier Currency
ar: المبلغ الائتمان في مزود العملات
et: Sissemakse summa Pakkuja Valuuta
fr_lu: Montant du crédit en devises Fournisseur
hr_hr: Iznos kredita u valuti dobavljača
ja: 仕入先通貨での返品総額
lv_lv: Kredīta summa piegādātāja valūtā
pl_pl: Wartość Skorygowana w Walucie Dostawcy
vi_vn: Số tiền tín dụng Nhà cung cấp ngoại tệ

source: Update Tax Calculation
ar: تحديث حساب الضريبة
et: Uuenda Maksu arvutamine
fr_lu: Calcul de la taxe de mise à jour
hr_hr: Ažuriraj obračun poreza
ja: 税額計算方法変更
lv_lv: Mainīt nodokļu aprēķina metodi
pl_pl: Obliczania podatku Update
vi_vn: C?p nh?t các tính toán thu?

source: Automatic
ar: أوتوماتيكي
et: automaatne
fr_lu: Automatique
hr_hr: automatski
ja: 自動
lv_lv: Automātiski
pl_pl: Automatyczna
vi_vn: Tự động

source: Manual Entry
ar: الإدخال اليدوي
et: Käsitsi sisestamise
fr_lu: Saisie manuelle
hr_hr: ručni unos
ja: 手入力
lv_lv: Ievadīt ar roku
pl_pl: Wprowadzanie ręczne
vi_vn: nhập dẫn

source: Credit Note Total
ar: ملاحظة إجمالي الائتمان
et: Kreeditarve kokku
fr_lu: Total note de crédit
hr_hr: Kreditne Napomena Ukupno
ja: 返品伝票合計
lv_lv: Kredīta rēķins kopā
pl_pl: Razem Wartość Skorygowana
vi_vn: Lưu ý tín dụng Tổng số

source: Enter Credit Note
ar: أدخل الائتمان ملاحظة
et: Sisesta kreeditarve
fr_lu: Saisir un avoir
hr_hr: Unesite odobrenju
ja: 返品伝票入力
lv_lv: Ievadīt kredīta rēķinu
pl_pl: Wprowadź Fakturę Korygującą
vi_vn: Nhập tín dụng Lưu ý

source: The credit note as entered cannot be processed because the total amount of the credit note is less than or equal to 0
ar: المذكرة الائتمان كما دخلت لا يمكن معالجتها لأن المبلغ الإجمالي لل ملاحظة الائتمان أقل من أو يساوي 0
et: Kreeditarve kantud ei ole võimalik töödelda , sest kogusummakreeditarve on väiksem või võrdne 0
fr_lu: La note de crédit portée ne peut être traitée parce que le montant total de la note de crédit est inférieur ou égal à 0
hr_hr: Odobrenju , kako se navodi ne mogu obraditi jerukupni iznos kreditne bilješku manji ili jednak 0
ja: 貸方の合計量が0以下であるので、そのまま入力したクレジットメモを処理することはできません
lv_lv: Nevar ievadīt kredītrēķinu, jo kopējā summa kredīta summa ir vienāda ar 0 vai mazāka
pl_pl: Nota kredytowa nie może być przetworzona ponieważ wartość noty jest mniejsza lub równa 0
vi_vn: Những lưu ý tín dụng như đã nhập không thể được xử lý bởi vì tổng số tiền của các lưu ý là tín dụng ít hơn hoặc bằng 0

source: Credit notes are expected to be entered as positive amounts to credit
ar: ومن المتوقع أن يتم إدخال كميات و إيجابية على الائتمان تلاحظ الائتمان
et: Credit märgib eeldatavasti kantakse positiivse summana laenu
fr_lu: Les notes de crédit doivent être inscrits comme des montants positifs au crédit
hr_hr: Kreditne note Očekuje se da će upisati kao pozitivne iznosi kredita
ja: クレジットノートは信用への正量として入力されると予想される
lv_lv: Kredīta rēķina summmai ir jābūt pozitīvai
pl_pl: Noty kredytowe mają być wpisane jako kwoty dodatnie do kredytów
vi_vn: Ghi chú tín dụng dự kiến ​​sẽ được đưa vào như một lượng tích cực cho tín dụng
