Repository: timschofield/KwaMoja-Medical
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar, et, fa, fr_lu, hr_hr, ja, lv_lv, pl_pl, vi_vn

source: No Sales Areas defined
ar: لا مجالات المبيعات المحددة
et: Ei Müük kindlaksmääratud alad
fa: هیچ تعریف مناطق فروش
fr_lu: Définissez un secteur de vente
hr_hr: Nema prostora za prodaju definirani
ja: 販売地域
lv_lv: Nav pārdošanas jomas noteiktas
pl_pl: Nr Sprzedaż Obszary określone
vi_vn: Chưa có khu vực bán hàng nào được xác định

source: Your account enables you to see only customers allocated to you
ar: حسابك يتيح لك أن ترى فقط العملاء المخصصة لكم
et: Sinu konto saate näha ainult klientidele sulle eraldatud
fa: حساب کاربری شما شما را قادر به دیدن تنها مشتریان اختصاص داده شده به شما
fr_lu: Votre compte vous permet de voir la clientèle qui vous est attribuée
hr_hr: Vaš račun vam omogućuje da vidite samo vama dodijeljene kupce
ja: あなたのアカウントは、顧客だけがあなたに割り当てられた参照してくださいすることができます
lv_lv: Jūms pie&#353;ķirtas tiesības strādāt tikai ar Jums norādītiem klientiem
pl_pl: Twoje konto umożliwia wyświetlanie tylko klientów przydzielonych do Ciebie
vi_vn: Tài khoản của bạn cho phép bạn xem chỉ có khách hàng giao cho bạn

source: Note: Sales-person Login
ar: ملاحظة: شخص المبيعات دخول
et: Märkus: Sales - inimene sisse
fa: توجه : فروش حضوری ورود
fr_lu: Note: identifiant vendeur
hr_hr: Napomena: Prijava prodavača
ja: 注：販売人ログイン
lv_lv: Piezīme pārdevēja Logins
pl_pl: Uwaga: Sprzedaż osoby Zaloguj
vi_vn: Lưu ý : Bán hàng - người Đăng nhập

source: Click to view the csv Search Result
ar: انقر فوق لعرض نتائج البحث CSV
et: Klikka vaatamakscsv Otsingu tulemused
fa: با کلیک بر روی csv نتیجه جستجو برای مشاهده
fr_lu: Cliquer pour afficher le résultat de la recherche CSV
hr_hr: Kliknite da biste vidjeli rezultat CSV Traži
ja: csvファイルの検索結果を表示するためにクリック
lv_lv: Klikšķiniet, lai apskatītu CSV meklēšanas rezultāti
pl_pl: Kliknij, aby zobaczyć wyniki wyszukiwania csv
vi_vn: Nhấn vào đây để xem kết quả tìm kiếm csv

source: Mapping is enabled, but no Mapping data to display for this Customer.
ar: رسم الخرائط هو تمكين ، ولكن لا توجد بيانات لرسم الخرائط لعرضه لهذا العميل .
et: Kaardistamine on lubatud, kuid ei Mapping andmed kuvada selle kliendi .
fa: نقشه برداری فعال باشد ، اما هیچ اطلاعات نقشه برداری برای این مشتری ندارید.
fr_lu: La cartographie est activée mais il n'y a pas de données pour ce client.
hr_hr: Mapping je omogućen , ali nema Mapiranje podataka za prikaz za ovog klijenta .
ja: マッピングは有効ですが、全くのマッピングデータは、このお客様のために表示しないように。
lv_lv: Kartēšana ir iespējots , bet ne kartēšanas datu , lai parādītu šo klientu .
pl_pl: Mapowanie jest włączona, ale nie dane z map do wyświetlenia dla tego klienta.
vi_vn: Lập bản đồ được kích hoạt , nhưng không có dữ liệu bản đồ để hiển thị cho khách hàng này .

source: Customer Mapping
ar: رسم الخرائط العملاء
et: Kliendi Mapping
fa: مشتری نقشه برداری
fr_lu: Cartographie des clients
hr_hr: Kupac Mapping
ja: 得意先 担当場所
lv_lv: Klientu kartēšana
pl_pl: Klient Mapping
vi_vn: Lập

source: Mapping is enabled, Map will display below.
ar: يتم تمكين رسم الخرائط، و سيتم تعيين عرض أدناه.
et: Kaardistamine on lubatud, siis kuvab kaart allpool .
fa: نقشه برداری فعال باشد ، نقشه زیر نمایش داده خواهد شد.
fr_lu: La cartographie est activée, la carte sera affichée ci-dessous.
hr_hr: Mapping je omogućen , Karta će se prikazati u nastavku .
ja: マッピングを有効にすると、地図の下に表示されます。
lv_lv: Kartēšana ir aktivizēta, karte būs redzams turpmāk.
pl_pl: Mapowanie jest włączona, mapa będzie wyświetlana.
vi_vn: Lập bản đồ được kích hoạt , Bản đồ sẽ hiển thị dưới đây .

source: Customer Data
ar: بيانات العملاء
et: Kliendi andmed
fa: اطلاعات مشتری
fr_lu: Données client
hr_hr: Korisnički podaci
ja: 得意先名
lv_lv: Klienta dati
pl_pl: Dane klienta
vi_vn: Dữ liệu khách hàng

source: No receipts from this customer.
ar: لا إيصالات من هذا العميل .
et: No laekumine sellele kliendile .
fa: بدون رسید از این مشتری می باشد.
fr_lu: Aucun reçu de ce client.
hr_hr: Nema primici od tog kupca .
ja: 期間の入金合計
lv_lv: Neviens ieņēmumi no šo klientu .
pl_pl: Brak wpływów z tego klienta.
vi_vn: Không có biên lai từ khách hàng này.

source: Last Paid Date:
ar: مشاركة المدفوع التسجيل:
et: Last Paide aeg :
fa: تاریخ و زمان آخرین تاریخ پرداخت :
hr_hr: Zadnji plaćeni Date :
ja: 最終納品
lv_lv: Pēdējais maksājuma datums no klienta:
pl_pl: Ostatnie Płatny Data:
vi_vn: Cuối cùng trả tiền ngày:

source: Last Paid Amount (inc tax):
ar: مشاركة المبلغ المدفوع ( المؤتمر الوطني العراقي الضرائب):
et: Last Paide summa (sh maks) :
fa: تاریخ و زمان آخرین مبلغ پرداخت شده (وارز مالیات) :
hr_hr: Zadnja uplaćenog iznosa (uklj. PDV) :
ja: ラスト有料金額（INC税込） ：
lv_lv: Pēdējā maksājuma summa
pl_pl: Ostatnie zapłaconej kwoty (brutto):
vi_vn: Cuối cùng trả tiền ( inc thuế ) :

source: Customer since:
ar: العملاء منذ:
et: Kliendi alates:
fa: مشتری از :
hr_hr: Korisnik od:
ja: 得意先設定
lv_lv: Klients no:
pl_pl: Klient od:
vi_vn: Khách hàng từ:

source: No Spend from this Customer.
ar: لا تنفق من هذا العميل .
et: Ei kuluta selle klient.
fa: بدون صرف از این مشتری.
fr_lu: Non Passez à partir de cette clientèle .
hr_hr: Ne Provedite iz ovog Kupca .
ja: 得意先支店
lv_lv: Meklēt klientu
pl_pl: Nr spędzić z tego klienta.
vi_vn: Không dành từ khách hàng này .

source: Total Spend from this Customer (inc tax):
ar: إجمالي الإنفاق من هذا العميل (ضريبة المؤتمر الوطني العراقي) :
et: Kogukulu selle Kliendi (sh maks) :
fa: تعداد صرف از این مشتری (وارز مالیات) :
hr_hr: Ukupni trošak od ovog klijenta (uklj. PDV) :
ja: 総売上高と収入（税込）
lv_lv: Kopā Pavadīt no šīs Klienta ( inc nodoklis ) :
pl_pl: Łączne wydatki z tego klienta (brutto):
vi_vn: Tổng số chi tiêu của khách hàng này ( thuế) :

source: Customer Type:
ar: نوع العميل :
et: Tellija tüüp :
fa: نوع مشتری :
hr_hr: Vrsta klijenta :
ja: 得意先参照
lv_lv: Klienta reference
pl_pl: Typ klienta:
vi_vn: Loại khách hàng :

source: Add New Contact
ar: إضافة جهة اتصال جديدة
et: Lisa uus kontakt
fa: افزودن تماس جدید
fr_lu: Ajouter un contact
hr_hr: Dodaj novi kontakt
ja: 連絡先
lv_lv: Pievienot jaunu kontaktu
pl_pl: Dodaj nowy kontakt
vi_vn: Thêm thông tin liên hệ

source: date
ar: تاريخ
et: kuupäev
fa: تاریخ
hr_hr: datum
ja: 更新
lv_lv: datums
pl_pl: data
vi_vn: Ngày

source: note
ar: لاحظ
et: märkus
fa: یادداشت
hr_hr: primijetiti
ja: 注意
lv_lv: piezīme
pl_pl: uwagę
vi_vn: Ghi chú

source: hyperlink
ar: الارتباط التشعبي
et: hüperlink
fa: لینک
fr_lu: lien hypertexte
hr_hr: hiperlink
ja: ハイパーリンク
lv_lv: links
pl_pl: hiperłącze
vi_vn: liên kết

source: priority
ar: أفضلية
et: prioriteet
fa: اولویت
fr_lu: priorité
hr_hr: prioritet
ja: 優先
lv_lv: prioritāte
pl_pl: priorytet
vi_vn: Ưu tiên

source: Add New Note
ar: إضافة ملاحظة جديدة
et: Lisa uus märkus
fa: افزودنیهای توجه داشته باشید جدید
fr_lu: Ajouter une note
hr_hr: Dodajte novu bilješku
ja: 新品目追加
lv_lv: Pievienot jaunu Note
pl_pl: Dodaj Uwaga
vi_vn: Thêm ghi chú

source: Add New Note for this Customer
ar: إضافة ملاحظة جديدة لهذا العميل
et: Lisa uus märkus selle kliendi
fa: اضافه کردن توجه مشتریان جدید برای این
fr_lu: Ajouter une note pour ce client
hr_hr: Dodajte novu bilješku za ovog klijenta
ja: 新得意先追加
lv_lv: Pievienot jaunu Piezīme šim Klientam
pl_pl: Dodaj Uwaga dla tego Klienta
vi_vn: Lưu ý thêm mới cho khách hàng này

source: file link / reference / URL
ar: رابط ملف / مرجع / URL
et: faili link / viide / URL
fa: لینک فایل / مرجع / آدرس
fr_lu: lien du fichier / référence / URL
hr_hr: file veza / referenca / URL
ja: ファイルリンク/参照/ URL
lv_lv: file link / standarta / URL
pl_pl: link pliku / reference / URL
vi_vn: liên kết tập tin / tài liệu tham khảo / URL

source: Add New Group Note
ar: إضافة مجموعة جديدة ملاحظة
et: Lisa uus rühm Märkus
fa: افزودنیهای توجه گروه جدید
fr_lu: Ajouter une note pour le groupe
hr_hr: Dodajte novu bilješku grupi
ja: 新得意先追加
lv_lv: Pievienot jaunu grupu Note
pl_pl: Dodaj Uwaga Group
vi_vn: Thêm mới Nhóm Lưu ý

source: Search GL Accounts
ar: البحث GL الحسابات
et: Otsi GL Accounts
fa: جستجو گرم در حساب
fr_lu: Chercher un compte GL
hr_hr: Traži GL Računi
ja: ＧＬ勘定検索
lv_lv: Meklēt kontu
pl_pl: Szukaj Konta KG
vi_vn: Tìm kiếm sổ cái tài khoản

source: Search for General Ledger Accounts
ar: البحث عن يدجر الحسابات العامة
et: Otsi pearaamat Accounts
fa: جستجو برای حساب های لجر عمومی
fr_lu: Chercher les comptes du Grand Livre
hr_hr: Tražite računa glavne knjige
ja: ＧＬ勘定検索
lv_lv: Meklēt kontu
pl_pl: Szukaj na kontach księgi głównej
vi_vn: Tìm kiếm cho General Ledger khoản

source: Criteria for inquiry
ar: معايير التحقيق
et: Kriteeriumid küsitlus
fa: معیار برای تحقیق
fr_lu: Critères pour l' enquête
hr_hr: Kriteriji za upit
ja: お問い合わせのための基準
lv_lv: Kritēriji izmeklēšanu
pl_pl: Kryteria śledczej
vi_vn: Tiêu chí cho cuộc điều tra

source: Enter extract of text in the Account name
ar: أدخل استخراج من النص في اسم الحساب
et: Sisesta väljavõte tekstikonto nimi
fa: ورود به عصاره متن به نام حساب
fr_lu: Saisir un extrait de texte dans le nom du compte
hr_hr: Unesite ekstrakt tekst u ime računa
ja: 勘定科目名のテキストの一部を入力
lv_lv: Ievadiet daļu no konta nosaukuma
pl_pl: Wprowadź fragment tekstu nazwy konta
vi_vn: Nhập trích xuất văn bản trong tên tài khoản

source: Enter Account No. to search from
ar: أدخل رقم الحساب للبحث من
et: Sisesta Konto nr et otsida
fa: را وارد کنید شماره حساب را برای جستجو از
fr_lu: Saisir le numéro de compte de début
hr_hr: Unesite Broj računa potražiti na
ja: 検索開始勘定コードを入力
lv_lv: Ievadiet meklējamā konta numuru
pl_pl: Wprowadź Nr Konta Od
vi_vn: Nhập số tài khoản để tìm kiếm từ

source: Search In Account Group
et: Otsi kontogrupi
fa: جستجو در گروه حساب
fr_lu: Rechercher dans le groupe de compte
hr_hr: Traži U skupina konta
ja: 勘定グループで検索
lv_lv: Meklēšana kontā grupas
pl_pl: Szukaj w Grupie konta
vi_vn: Tìm kiếm Trong Nhóm Tài khoản

source: All Account Groups
et: Kõik Kontogruppide
fa: همه گروه های کاربری
fr_lu: Tous les groupes de comptes
hr_hr: Svi račun Grupe
ja: すべてのアカウントグループ
lv_lv: Visi Konta grupas
pl_pl: Wszystkie grupy konta
vi_vn: Tất cả các nhóm tài khoản

source: List of GL Accounts
ar: قائمة حسابات GL
et: Nimekiri GL Accounts
fa: فهرست حساب های GL
fr_lu: Liste des comptes GL
hr_hr: Popis GL računa
ja: GLアカウントのリスト
lv_lv: Saraksts GL kontu
pl_pl: Lista kont KG
vi_vn: Danh sách các GL khoản

source: Account Type
ar: نوع الحساب
et: Konto tüüp
fa: نوع حساب
fr_lu: Type de compte
hr_hr: Vrsta računa
ja: 勘定タイプ
lv_lv: Konta tips
pl_pl: Typ Konta
vi_vn: Loại tài khoản

source: Inquiry
ar: استفسار
et: küsitlus
fa: تحقیق
fr_lu: enquête
hr_hr: ispitivanje
ja: お問い合わせ
lv_lv: izmeklēšana
pl_pl: zapytanie
vi_vn: điều tra

source: Modifying Order
ar: تعديل ترتيب
et: Muudavad Tellimus
fa: اصلاح سفارش
fr_lu: Modification de la commande
hr_hr: Mijenjanje red
ja: 注文修正
lv_lv: Labot rīkojumu
pl_pl: Zmiana Zamówienia
vi_vn: Chỉnh sửa đơn hàng

source: Select Order Items
ar: حدد عناصر النظام
et: Vali Tellimused toodet
fa: آیتم های انتخاب سفارش
fr_lu: Sélection des articles
hr_hr: Odaberite naručiti stvari
ja: 注文品目選択
lv_lv: Izvēlēties preces rīkojumam
pl_pl: Wybierz Towary
vi_vn: Chọn các mặt hàng đặt

source: Your account is set up to see only a specific salespersons orders. You are not authorised to modify this order
ar: يتم إعداد حسابك لرؤية فقط أوامر بائعات محددة .
et: Teie konto on loodud , et näha ainult konkreetse müüjad tellimusi.
fa: حساب کاربری شما ایجاد شد برای دیدن تنها سفارشات فروشندگان خاص. شما مجاز به تغییر این دستور
fr_lu: Votre compte n'a la permission de voir que les commandes de certains vendeurs. Vous n'êtes pas autorisé à modifier cette commande
hr_hr: Vaš račun postavljen vidjeti samo određene prodavače narudžbe .
ja: あなたのアカウントは、特定の営業担当者の注文を参照するように設定されている。
lv_lv: Jūms atļauts aplūkot tikai noteiktu pārdo&#353;anas darbinieku rīkojumus, un jums nav tiesības tos labot
pl_pl: Twoje konto jest już skonfigurowane, aby zobaczyć tylko konkretnego sprzedawcy zamówień. Nie masz uprawnień do modyfikowania tego celu
vi_vn: Tài khoản của bạn được thiết lập để chỉ thấy một nhân viên bán hàng đơn đặt hàng cụ thể.

source: The customer the order is for cannot be modified once some of the order has been invoiced
ar: الزبون أن النظام هو ل لا يمكن تعديلها مرة واحدة بعض من النظام تم الفاتورة
et: Klient, et on ei saa muuta , kui mõned , et on arvele märgitud
fa: مشتری سفارش شده است برای یک بار می تواند برخی از صورتحساب منظور شده است قابل تغییر نیست
fr_lu: Impossible de modifier le client à qui la commande est destinée une fois que cette commande a été facturée
hr_hr: Kupacbi se za ne mogu se mijenjati nakon neke od reda je fakturirana
ja: オーダーの一部が請求された後順序はのためである顧客を変更することはできません
lv_lv: Ja rēķins ir jaui nosūtīts klientam tad rīkojumu nevar labot
pl_pl: Nie można zmienić klienta na zamówieniu po wystawieniu faktury na to zamówienie
vi_vn: Khách hàng theo thứ tự là không thể được sửa đổi một lần một số thứ tự đã được lập hoá đơn

source: account is currently flagged as an account that needs to be watched. Please contact the credit control personnel to discuss
ar: الحساب هو حاليا ترفع علم كحساب الذي يحتاج إلى أن يشاهد .
et: konto on hetkel lipugakonto , mis tuleb vaatasin .
fa: حساب در حال حاضر به عنوان یک حساب کاربری که نیاز به تماشا پرچم. لطفا با اعتبار پرسنل کنترل برای بحث در مورد
fr_lu: compte à surveiller. Mettez vous en rapport avec la comptabilité
hr_hr: Račun je trenutno označen kao račun koji treba gledali .
ja: アカウントには、現在視聴する必要がありますアカウントとしてフラグが付けられます。
lv_lv: Klientam ir atzīme par vāju kredītspēju, lūdzu sazinaties ar Kredītu kontroles darbiniekiem
pl_pl: konto jest obecnie oznaczone jako uwagę, że musi być obserwowany. Prosimy o kontakt z personelem kontroli kredytowej w celu omówienia
vi_vn: tài khoản hiện tại được đánh dấu như một tài khoản mà cần phải được theo dõi .

source: Your login is only set up for a particular salesperson. This customer has a different salesperson.
ar: تم تعيين دخولك فقط للحصول على مندوب مبيعات معين.
et: Sinu sisselogimine seadistada ainult konkreetse müüja.
fa: ورود به سایت شما تنها برای فروشنده خاص مجموعه. این مشتری تا فروشنده متفاوت است.
fr_lu: Votre connexion est uniquement destiné à un vendeur spécifique.
hr_hr: Vaša prijava je samo postaviti za određenu prodavaču .
ja: ログインは、特定の営業担当者用に設定されている。
lv_lv: Jūsu piekļuve atļauts redzēt noteiktu pārdo&#353;anas darbinieku ierakstus, Šim klientam ir cits pārdo&#353;anas darbinieks
pl_pl: Login to określają jedynie dla konkretnego sprzedawcy. Ten klient ma inny sprzedawca.
vi_vn: Đăng nhập của bạn chỉ được thiết lập cho một nhân viên bán hàng cụ thể.

source: account is currently on hold please contact the credit control personnel to discuss
ar: حساب مجمد حاليا يرجى الاتصال على موظفي مراقبة الائتمان لمناقشة
et: konto hetkel ootel võtkekrediidi kontrolli töötajad , et arutada
fa: حساب در حال حاضر در انتظار نگه داشته لطفا با اعتبار پرسنل کنترل برای بحث در مورد
fr_lu: compte est actuellement suspendu. Mettez vous en rapport avec la comptabilité
hr_hr: Račun je trenutno na čekanju obratite se osoblju kreditne kontrole kako bi razgovarali o
ja: アカウントが保留に現在して議論する与信管理担当者までご連絡ください
lv_lv: Sadarbība ar klientu ir apstādināta, lūdzu sazinaties ar kredītu kontroles darbiniekiem
pl_pl: konto jest w tej chwili zawieszone. Skontaktuj się z pracownikiem odpowiedzialnym za kontrolę płatności w celu wyjaśnienia
vi_vn: tài khoản hiện đang giữ xin vui lòng liên hệ với các nhân viên kiểm soát tín dụng để thảo luận về

source: The details for the customer selected
ar: تفاصيل عن العميل اختيار
et: Andmed kliendi valitud
fr_lu: Les infos du client sélectionné
hr_hr: Pojedinosti za kupca odabranim
ja: 選択した顧客の詳細
lv_lv: Klienta apraksts tika izvēlēts
pl_pl: Dane wybranego klienta
vi_vn: Chi tiết về khách hàng được chọn

source: Sorry, your account has been put on hold for some reason, please contact the credit control personnel.
ar: عذرا، لقد تم وضع حسابك في الانتظار لسبب ما، يرجى الاتصال على موظفي مراقبة الائتمان .
et: Sinu konto on ootele mingil põhjusel , võtkekrediidi kontrolli töötajad .
fr_lu: Désolé, votre compte a été suspendu.
hr_hr: Žao nam je , vaš račun je stavio na čekanje zbog nekog razloga , obratite se osoblju kreditne kontrole .
ja: 申し訳ありませんが、あなたのアカウントが何らかの理由で保留にされた、与信管理担当者までご連絡ください。
lv_lv: Piedodiet, Jūsu darbība ir apturēta, lūdzu sazinaties ar kredīta kontroles darbiniekiem
pl_pl: Niestety Twoje konto zostało zawieszone. Skontaktuj się z osobą odpowiedzialną za kontrolę płatności w celu wyjaśnienia
vi_vn: Xin lỗi , tài khoản của bạn đã bị tạm ngưng vì lý do nào , xin vui lòng liên hệ với các nhân viên kiểm soát tín dụng .

source: Enter an Order or Quotation
ar: إدخال أمر أو اقتباس
et: SisestaTellimuse või tsitaadina
fr_lu: Saisir une commande ou un devis
hr_hr: Unesite Narudžbu ili kotaciju
ja: 注文とか見積り入力
lv_lv: Jauns pārdo&#353;anas rīkojums vai piedāvājumu
pl_pl: Wpisz Zamówienie lub Oferta
vi_vn: Nhập vào một đơn hàng hoặc báo giá

source: Search for the Customer Branch.
ar: بحث عن فرع العملاء .
et: OtsiKliendi Branch .
fr_lu: recherche de la succursale du client concerné.
hr_hr: Traži za korisnike Branch .
ja: 得意先支店
lv_lv: Meklēt klienta filiāli
pl_pl: Szukaj Oddziału Klienta.
vi_vn: Tìm kiếm các chi nhánh khách hàng .

source: Orders/Quotations are placed against the Customer Branch. A Customer may have several Branches.
ar: يتم وضع أوامر / الاقتباسات ضد فرع العملاء .
et: Tellimused / tsitaadid on paigutatud Kliendi vastu Branch .
fa: سفارشات / نقل قول در برابر شعبه های مشتری ، ممکن است که مشتری قرار می گیرد.
fr_lu: Les commandes ou devis s'adressent à une succursale.</br> Attention, un même client peut avoir plusieurs succursales.
hr_hr: Narudžbe / Citati su postavljeni protiv Customer Branch .
ja: 受注/引用は、顧客支店に対して配置されます。
lv_lv: Rīkojumu un piedāvājumi tiek reģistrēti pret klienta filiāli. Klientam var būt vairākas filiāles.
pl_pl: Zlecenia / Notowania znajdują się wobec zleceniodawcy, Branch. Klient może mieć kilka odnóg.
vi_vn: Đơn đặt hàng / Trích dẫn được đặt đối với các chi nhánh khách hàng .

source: There are lines on this order that have already been invoiced. Please delete only the lines on the order that are no longer required
ar: هناك خطوط على هذا النظام التي سبق أن الفاتورة.
et: On rida selles järjekorras , mis on juba arve .
fa: خطوط در این دستور که در حال حاضر صورتحساب شده است وجود دارد .
fr_lu: Il ya des lignes sur cet ordre qui ont déjà été facturés. S'il vous plaît supprimer uniquement les lignes de l'ordre qui ne sont plus nécessaires
hr_hr: Postoje linije na njih koji su već izdani .
ja: すでに請求されて、このオーダーの行があります。
lv_lv: Ir līnijas šādā secībā , kas jau ir izrakstīti rēķini .
pl_pl: Część tego zamówienia zrealizowano. Usuń tylko pozycje zamówienia które są dłużej nie potrzebne
vi_vn: Có dòng trên lệnh này mà đã được lập hoá đơn .

source: There is an option on confirming a dispatch/invoice to automatically cancel any balance on the order at the time of invoicing if you know the customer will not want the back order
ar: هناك خيار على تأكيد برقية / فاتورة لإلغاء أي رصيد على النظام في وقت الفواتير تلقائيا إذا كنت تعرف سوف العميل لا يريد النظام الى الوراء
et: On võimalus on kinnitada,Lähte / arve automaatselt tühistada, tasakaalu , et ajal arvete kui tead, et klient ei tahatagasi , et
fa: یک گزینه در تایید اعزام / صورتحساب اگر شما می دانید مشتری به منظور عقب نمی خواهید به طور خودکار لغو هر گونه تعادل در نظم در زمان صورتحساب وجود دارد
fr_lu: Il ya une option sur la confirmation d'expédition / facture automatiquement annuler tout solde de l'ordre au moment de la facturation, si vous connaissez le client ne voudra pas l'ordre de retour
hr_hr: Tu jeopciju o potvrdi otpremu / račun za automatsko poništavanje bilo ravnotežu na poredak u trenutku izdavanja računa ako znatekupac neće htjeti stražnji red
ja: 顧客が戻って順序を使用することはありません知っていれば、自動的に請求時のオーダーで任意のバランスをキャンセルする派遣/請求書を確認し上のオプションがあります
lv_lv: Iruz apstiprinot nosūtīšanu / rēķinu risinājums, lai automātiski atceltu jebkuru atlikumu uz pasūtījuma brīdī rēķinu , ja jūs zināt,klients nevēlas aizmugurējo pasūtījumu
pl_pl: Istnieje opcja zatwierdzania wysyłki/faktury automatycznie usuwająca niezrealizowaną część zamówienia w czasie fakturowania o ile jesteś pewien że klient nie będzie jej chciał zrealizować
vi_vn: Có một tùy chọn trên xác nhận một công văn / hóa đơn để tự động hủy bỏ bất kỳ sự cân bằng về trình tự, tại thời điểm lập hóa đơn nếu bạn biết các khách hàng sẽ không muốn để lại

source: The order detail lines could not be deleted because
ar: لا يمكن حذف خطوط النظام لأن التفاصيل
et: Et detail rida ei saa kustutada , sest
fr_lu: Le détail des lignes de commande ne peut etre supprimé car
hr_hr: Reda detaljno linije ne može biti izbrisan , jer
ja: 受注明細行を削除できませんでしたので、
lv_lv: Rīkojuma informāciju nevar izdzēst, jo
pl_pl: Pozycje zamówienia nie mogą być usunięte ponieważ
vi_vn: Không xóa du?c chi ti?t don hàng vì

source: The order header could not be deleted because
ar: لا يمكن حذف رأس النظام لأن
et: Selleks header ei saa kustutada , sest
fr_lu: L'en-tête de commande ne peut pas être supprimé car
hr_hr: Kako header ne može biti izbrisan , jer
ja: 注文ヘッダーを削除できませんでしたので、
lv_lv: Rīkojuma pamatinformāciju nevar dzēst, jo
pl_pl: Nagłówek zamówienia nie może być usunięty ponieważ
vi_vn: Không xóa du?c tiêu d? don hàng vì

source: This sales order has been cancelled as requested
ar: تم إلغاء هذا النظام المبيعات على النحو المطلوب
et: See müük on võtnud tellimuse nõutud
fr_lu: Cet ordre de vente a été annulée à la demande
hr_hr: Ova prodaja je narudžba otkazana na zahtjev
ja: この販売受注は要求により取消された
lv_lv: Pārdo&#353;anas rīkojums atcelts pēc pieprasījuma
pl_pl: To zamówienie zostało anulowane
vi_vn: Đơn đặt hàng này đã bị hủy theo yêu cầu

source: Quotation for customer
ar: اقتباس للعميل
et: Tsitaat klient
fr_lu: Devis pour le client
hr_hr: Ponuda za kupca
ja: ご購入者
lv_lv: Citāts par klientu
pl_pl: Oferta dla klienta
vi_vn: Báo giá cho khách hàng

source: Order for customer
ar: أجل العملاء
et: Telli klient
fr_lu: Commande pour le client
hr_hr: Nalog za kupca
ja: 得意先向け繰越注文
lv_lv: Rīkojums par klientu
pl_pl: Zamówienie klienta
vi_vn: Đơn hàng cho khách hàng

source: Default Options (can be modified during order):
ar: الخيارات الافتراضية (يمكن تعديله أثناء النظام) :
et: Vaikimisi valikud ( saab muuta ajal järjekorras):
fa: گزینه های پیش فرض ( را می توان در جهت اصلاح ) :
hr_hr: Default Options ( može se mijenjati tijekom redom) :
ja: デフォルトオプション（受注時に変更することができます）
lv_lv: Noklusētais iestatījums (var mainīt pasūtījuma laikā)
pl_pl: Default Options (mogą być modyfikowane podczas jazdy):
vi_vn: Tùy chọn mặc định ( có thể được thay đổi trong thứ tự):

source: No asset was selected to dispose of. No assets have been added to this customer order
ar: تم تحديد أي الأصول للتخلص من .
et: Ei vara valiti käsutada .
fr_lu: Aucun actif n'a été sélectionné ni ajouté à cette commande
hr_hr: Ne imovina bila odabrana za odlaganje .
ja: いいえ資産は処分するように選択されていません。
lv_lv: Nav aktīvs tika izvēlēta , lai atbrīvotos no .
pl_pl: Nr aktywów został wybrany do usunięcia. Nr aktywa zostały dodane do zamówienia klienta
vi_vn: Không có tài sản được lựa chọn để xử lý .

source: Asset Disposals
ar: استبعادات الأصول
et: varade müük
fr_lu: Les cessions d'actifs
hr_hr: Asset Smanjenja
ja: 資産処分
lv_lv: aktīvu Izslēgšana
pl_pl: Zbycie aktywów
vi_vn: Thanh lý tài sản
