Repository: timschofield/KwaMoja-Medical
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar, et, fa, fr_lu, hr_hr, ja, lv_lv, pl_pl, vi_vn

source: This function is used to insert a new customer branch into the KwaMoja database.
ar: وتستخدم هذه الوظيفة لإدراج فرع عميل جديد إلى قاعدة البيانات KwaMoja .
et: Seda funktsiooni kasutatakse , et sisestada uus klient filiaalKwaMoja andmebaasis.
hr_hr: Ova funkcija se koristi za umetanje novog kupca poslovnicu u KwaMoja bazu podataka .

source: This function is used to retrieve the details of a customer branch from the KwaMoja database.
ar: يتم استخدام هذه الدالة لاسترداد تفاصيل فرع العملاء من قاعدة بيانات KwaMoja .
et: Seda funktsiooni kasutatakse laadida üksikasjadkliendi filiaali KwaMoja andmebaasis.
hr_hr: Ova funkcija se koristi za dohvaćanje pojedinosti o kupcima grane od KwaMoja baze podataka .

source: This function is used to retrieve the details of a customer from the KwaMoja database.
ar: يتم استخدام هذه الدالة لاسترداد التفاصيل من العملاء من قاعدة بيانات KwaMoja .
et: Seda funktsiooni kasutatakse laadida üksikasjadkliendiKwaMoja andmebaasis.
hr_hr: Ova funkcija se koristi za dohvaćanje pojedinosti o kupcu iz KwaMoja baze podataka .

source: This function is used to insert sales type details into the KwaMoja database.
ar: وتستخدم هذه الوظيفة لإدراج مبيعات تفاصيل نوع في قاعدة البيانات KwaMoja .
et: Seda funktsiooni kasutatakse , et sisestada müügi tüüpi andmeid arvesseKwaMoja andmebaasis.
hr_hr: Ova funkcija se koristi za umetanje prodaje tip pojedinosti u KwaMoja bazu podataka .

source: "salesarea" also is required, though again it appears to serve no useful purpose.
ar: \ 'salesarea \'أيضا مطلوب ، على الرغم من جديد يبدو أن تخدم أي غرض مفيد .
et: \ 'salesarea \'Samuti on vajalik , kuigi jälle tundub ei ole otstarbekas .
fa: \ 'salesarea \'نیز مورد نیاز است ، هر چند دیگر آن به نظر می رسد به خدمت هیچ هدف مفید است .
fr_lu: "salesarea" est également nécessaire bien qu'il ne soit d'aucune utilité apparente.
hr_hr: \ 'salesarea \ 'Također je potrebno , iako se čini da opet ne služe korisnu svrhu .
lv_lv: \ 'salesarea \'arī ir nepieciešama , lai gan atkal šķiet, ka tas kalpo ne lietderīga.
pl_pl: "powierzchni sprzedaży " również nie jest wymagane, ale znowu wydaje się bezcelowe.
vi_vn: "khu v?c bán hàng" cung du?c yêu c?u, m?c dù m?t l?n n?a, nó l?i không không xu?t hi?n d? ph?c v? m?c dích h?u ích

source: This function is used to insert a new supplier into the KwaMoja database.
ar: وتستخدم هذه الوظيفة لإدراج مورد جديد إلى قاعدة البيانات KwaMoja .
et: Seda funktsiooni kasutatakse lisada uus tarnija arvesseKwaMoja andmebaasis.
hr_hr: Ova funkcija se koristi za umetanje novog opskrbljivača u KwaMoja bazu podataka .

source: This function is used to modify a supplier which is already setup in the KwaMoja database.
ar: يتم استخدام هذه الدالة لتعديل المورد الذي يتم الإعداد مسبقا في قاعدة البيانات KwaMoja .
et: Seda funktsiooni kasutatakse muuta tarnijalt, kes on juba setupKwaMoja andmebaasis.
hr_hr: Ova funkcija se koristi za izmjenu dobavljača koji je već uspostavljen u KwaMoja bazi podataka .

source: This function is used to retrieve the details of a supplier from the KwaMoja database.
ar: يتم استخدام هذه الدالة لاسترداد تفاصيل المورد من قاعدة البيانات KwaMoja .
et: Seda funktsiooni kasutatakse laadida üksikasjadtarnijaKwaMoja andmebaasis.
hr_hr: Ova funkcija se koristi za dohvaćanje pojedinosti dobavljača iz KwaMoja baze podataka .

source: This function is used to retrieve the details of a work order from the KwaMoja database.
ar: يتم استخدام هذه الدالة لاسترداد تفاصيل أمر العمل من قاعدة بيانات KwaMoja .
et: Seda funktsiooni kasutatakse laadida üksikasjadtöö tellidaKwaMoja andmebaasis.
hr_hr: Ova funkcija se koristi za dohvaćanje pojedinosti radnog naloga iz KwaMoja baze podataka .

source: This function is used to insert new purchasing data into the KwaMoja database.
ar: وتستخدم هذه الوظيفة لإدراج البيانات الشرائية الجديدة إلى قاعدة البيانات KwaMoja .
et: Seda funktsiooni kasutatakse , et sisestada uus ostmise andmedKwaMoja andmebaasis.
hr_hr: Ova funkcija se koristi za umetanje nove kupovine podatke u bazu podataka KwaMoja .

source: This function is used to modify purchasing data into the KwaMoja database.
ar: يتم استخدام هذه الدالة ل تعديل البيانات في قاعدة البيانات الشرائية KwaMoja .
et: Seda funktsiooni kasutatakse muuta ostu andmedKwaMoja andmebaasis.
hr_hr: Ova funkcija se koristi za izmjenu podataka kupovine u KwaMoja bazu podataka .

source: Returns the KwaMoja default shipper
ar: إرجاع الشاحن الافتراضي KwaMoja
et: Annab KwaMoja vaikimisi saatja
hr_hr: Vraća otpremnik KwaMoja zadanu

source: Returns the KwaMoja default inventory location
ar: ترجع KwaMoja الموقع جرد الافتراضي
et: Annab KwaMoja default inventari asukoht
hr_hr: Vraća zalihama KwaMoja zadano mjesto

source: DBMS:
ar: نظم إدارة قواعد البيانات :
lv_lv: DBVS :

source: Enter Counter Returns
ar: أدخل عداد الإسترجاع
et: Sisesta Counter Tagasiside
hr_hr: Unesite Counter Returns

source: Fulfil Internal Stock Requests
ar: الوفاء تطلب الأسهم الداخلية
et: Täita Internal Stock Taotlused

source: The SQL that was used to move the account group was
et: SQL , mida kasutati , et liikuda konto rühmas

source: An error occurred in renaming the account group
et: Tekkis viga sisse ümbernimetaminekontogrupi

source: The SQL that was used to rename the account group was
et: SQL , mida kasutati ümberkonto rühmas

source: P.O.
et: Ostukorraldus
fa: صندوق پستی
fr_lu: Cde
hr_hr: Poštanskog
vi_vn: Bưu điện

source: Paid to Customer
et: Paide Kliendi

source: The SQL that failed to insert the allocation of the receipt to the credit note was
et: SQL , et ei suutnud sisestada jaotamisekviitungikreeditarve oli

source: Are you sure you wish to cancel this return?
et: Oled sa kindel, et soovid katkestada seda tagasi ?

source: Are you sure you wish to delete this department?
et: Oled sa kindel, et soovid kustutada selle osakond ?

source: Accum Depn GL
et: Akumuleeritud Depn GL
fa: Accum گرم Depn
fr_lu: Amortissement cumulé
hr_hr: Accum amort GL
pl_pl: GL Depn Accum

source: ALL
et: KÕIK
fa: همه
fr_lu: Tout(e)
hr_hr: SVE
lv_lv: VISI
vi_vn: Tất cả

source: Job Cards for Customer
et: Töö kaardid Kliendi

source: Creation Date
et: Koostamise kuupäev

source: Job Card Description
et: Job Card kirjeldus

source: Job Description
et: töö kirjeldus

source: Amount N$
et: Summa N $

source: Select Period:
et: Vali aeg:

source: The token ID must be less than 1000
et: Sümboolne ID peab olema väiksem kui 1000

source: Edit Stock Category Details
et: Muuda Stock kategooria üksikasjad

source: To Location
et: kuni Asukoht

source: Could not update the work order cost for an auto-issue component because
et: Pole võimalik uuendadatöökäsu kuluauto- teema komponent , sest

source: SQL to delete the stock movement tax records failed with the message
et: SQL kustutada aktsia liikumine maksuarvestust ebaõnnestussõnum

source: already exists
et: juba olemas

source: could not be removed
et: ei saa eemaldada

source: The index has been inserted
et: Indeks on sisestatud

source: The index has been droppeed
et: Indeks on droppeed

source: The index could not be dropped
et: Indeks ei saa langenud

source: The index does not exist
et: Indeks ei ole olemas

source: has been changed
et: on muutunud

source: could not be changed
et: ei ole võimalik muuta

source: has been renamed
et: on ümber

source: could not be renamed
et: ei saa ümber

source: could not be created
et: ei saa luua

source: could not be added
et: ei saa lisada
lv_lv: nevar pievienot
pl_pl: nie może być dodana

source: Rows have been deleted from
et: Read on kustutatud

source: Rows could not be deleted from
et: Read ei saa kustutada

source: has already been removed
et: on juba eemaldatud

source: The record has been inserted
et: Rekord on sisestatud

source: The record could not be inserted
et: Rekord ei saa sisestatud

source: The record is already in the table
et: Rekord on juba tabelis

source: has already been added
et: on juba lisatud

source: has been renamed to
et: nimeks on

source: The debtorno must already exist in the kwamoja database.
et: Debtorno peavad olema jubakwamoja andmebaasis.

source: The branchcode/debtorno combination must already exist in the kwamoja database.
et: Branchcode / debtorno kombinatsioon peab juba olemaskwamoja andmebaasis.

source: The supplierid must already exist in the kwamoja database.
et: Tarnijad peavad olema jubakwamoja andmebaasis.

source: Depn B/fwd
fa: Depn ب / جلو
fr_lu: DEPN B / Att
hr_hr: Amort B / Nap

source: Depn C/fwd
fa: Depn ج / جلو
hr_hr: Amort C / Nap

source: n/a
fa: ازت /
hr_hr: n /

source: Right
lv_lv: Svars

source: PO
fa: صندوق پستی
fr_lu: Cde
lv_lv: IR
pl_pl: Nr zam

source: Record has been added.
lv_lv: Ieraksts ir pievienots .
pl_pl: Rekord został dodany .
vi_vn: Hồ sơ đã được thêm vào.

source: Record has been updated.
lv_lv: Ieraksts ir atjaunināts .
pl_pl: Rekord został zaktualizowany .
vi_vn: Hồ sơ đã được cập nhật.

source: MUST
fa: باید
fr_lu: DOIT
lv_lv: jābūt
pl_pl: MUSI
vi_vn: PHẢI

source: Print Order
lv_lv: DrukÄ�t iepirkuma rÄ«kojumu
pl_pl: Wydruk Zamówienia

source: Labels - Customer
lv_lv: Izvēlēties klientu

source: A4
vi_vn: khổ A4

source: A3
vi_vn: khổ A3

source: Document.pdf
vi_vn: tài liệu dạng pdf

source: Order some
pl_pl: Zamów kilka

source: GRN
fr_lu: BR (bon de réception)
pl_pl: Pz

source: NBV
fr_lu: VAN

source: The currency abbreviation must be 3 characters or less long and for automated currency updates to work correctly be one of the ISO4217 currency codes
fr_lu: L'abréviation de change doit être de 3 caractères ou moins longues et des mises à jour automatiques de devises pour fonctionner correctement l'un des codes de devises ISO4217

source: The currency name must be 20 characters or less long
fr_lu: Le nom de la devise comporte au maximum 20 caractères

source: The currency code cannot contain any of the following characters
fr_lu: Le code de devise ne peut pas contenir les caractères suivants

source: Currency Abbreviation
fr_lu: Abréviation

source: Select an existing work order
fr_lu: Sélectionner un ordre de travail

source: ID
fa: شناسایی

source: WWW
fa: های وب

source: M/B
fa: م / ب

source: HTML
fa: نسخه متنی

source: PDF
fa: پی دی اف

source: SL
fa: خوردها

source: DV
fa: دی وی

source: x
fa: ایکس

source: y
fa: سالانه

source: M/B:
fa: م / ب :

source: Perform database maintenance at logon
fa: انجام تعمیر و نگهداری پایگاه داده در لاگین

source: . Download a template and ensure that fields are in the same sequence as the template.
fa: است.

source: MRP
fa: لوازم
