Repository: timschofield/KwaMoja-Medical
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar, et, fa, fr_lu, hr_hr, ja, lv_lv, pl_pl, vi_vn

source: The component
ar: المكون
et: Komponent
fa: جزء
fr_lu: Le composant
hr_hr: komponenta
ja: 構成
lv_lv: komponents
pl_pl: Komponent
vi_vn: các thành phần

source: is already recorded as a component of
ar: و سجلت بالفعل بوصفه عنصرا من عناصر
et: on juba salvestatud kui
fa: در حال حاضر به عنوان جزیی از ثبت
fr_lu: est déjà enregistré comme composant de
hr_hr: Već je zabilježeno kao komponenta
ja: 既にの構成要素として計上される
lv_lv: ir jau reģistrēta kā sastāvdaļa
pl_pl: jest już zapisany jako komponent
vi_vn: đã được ghi nhận là một thành phần của

source: Whilst the quantity of the component required can be modified it is inappropriate for a component to appear more than once in a bill of material
ar: في حين أن الكمية المطلوبة من العنصر يمكن تعديلها من غير المناسب لمكون أن يظهر أكثر من مرة واحدة في مشروع قانون من المواد
et: Kuigi vajamineva komponendi hulka saab muuta, on ebasobiv kui sama komponent on BOM'is rohkem kui ühe korra
fa: در حالیکه مقدار مورد نیاز جزء می تواند اصلاح شود درست نیست برای یک جزء به نظر می رسد بیش از یک بار در یک لایحه از مواد
fr_lu: Alors qu'il est possible de modifier la quantité des composants, il est anormale qu'un composant apparaisse plus dune fois dans la nomenclature
hr_hr: Dok jekoličina komponente potrebne mogu se mijenjati ako je neprikladno za komponentu da se pojavi više nego jednom u račun materijala
ja: 必要な成分の量は、それが部品表で複数回表示されるコンポーネントに不適切な変更することができますしながら
lv_lv: Lai ganpar nepieciešamo sastāvdaļu daudzumu var mainīt, tā ir nepiemērota kādu sastāvdaļu, kas parādās vairāk nekā vienu reizi rēķinu materiālu
pl_pl: O ile ilość dla komponentu może być zmodyfikowana, o tyle ten sam komponent nie może się pojawić na Liście więcej niż raz.
vi_vn: Trong khi số lượng các thành phần cần thiết có thể thay đổi nhưng mỗi thành phần không thể xuất hiện nhiều hơn một lần trong một danh sách vật liệu

source: Could not delete this BOM components because
ar: لا يمكن حذف هذه المكونات BOM لأن
et: Ei saanud selle BOM'i komponente kustutada, kuna
fa: ممکن است حذف این اجزای سازنده BOM نمی کند چرا که
fr_lu: Impossible de suprimer ce composant car
hr_hr: Ne može se izbrisati ove komponente bom , jer
ja: このBOMコンポーネントを削除できませんでしたので、
lv_lv: Nevar izdzēst šo BOM sastāvdaļas , jo
pl_pl: Nie można usunąć komponentu z listy ponieważ
vi_vn: Không thể xóa bỏ danh sách vật liệu này bởi vì

source: The SQL used to delete the BOM was
ar: استخدام SQL لحذف كان BOM
et: SQL, mida kasutati BOM'i kustutamiseks, oli
fa: گذاشتن مورد استفاده برای حذف BOM شد
fr_lu: Commande SQL de suppression de la nomenclature:
hr_hr: SQL se koristi za brisanjeBOM je
ja: BOMの削除にSQLは用いられた
lv_lv: SQL izmanto, lai dzēstuBOM bija
pl_pl: Użyta fraza SQL:
vi_vn: Cơ sở dữ liệu dùng để xóa danh sách vật liệu là

source: The component part
ar: الجزء المكون
et: Komponendi osa
fa: قسمت جزء
fr_lu: La pièce du composant
hr_hr: Sastavni dio
ja: 構成品目
lv_lv: Sastāvdaļa
pl_pl: Część składowa
vi_vn: phần hợp thành

source: has been deleted from this BOM
ar: تم حذفه من هذا BOM
et: on sellest BOM'ist kustutatud
fa: شده است از این حذف BOM
fr_lu: a été suprimé de cette nomenclature
hr_hr: je izbrisana iz ove sastavnice
ja: この部品表から削除された
lv_lv: ir svītrots no šī BOM
pl_pl: została usunięta z Listy Materiałów
vi_vn: Đã được xóa khỏi danh sách vật liệu

source: Could not retrieve the description of the parent part because
ar: لا يمكن استرداد الوصف من الجزء الرئيسي ل
et: Ei leidnud emadetaili kirjeldust, kuna
fa: آیا بازیابی شرح بخش پدر و مادر چرا که نه
fr_lu: Impossible de retouver la description de l'ensemble parent car
hr_hr: Ne mogu dohvatiti opis matičnog dijela , jer
ja: 親部品の説明をため取得できませんでした
lv_lv: Nevar paņemt aprakstu mātes daļēji tāpēc, ka
pl_pl: Nie mozna odtworzyć opisu produktu ponieważ
vi_vn: Không thể lấy lại mô tả của các phần gốc vì

source: The SQL used to retrieve description of the parent part was
ar: و SQL المستخدمة لاسترداد صفا لل جزء الرئيسي كان
et: SQL, mida kasutati emadetaili kirjelduse otsimiseks, oli
fa: گذاشتن استفاده برای بازیابی شرح بخش پدر و مادر بود
fr_lu: Échec de la commande SQL d'affichage de la description de la pièce parent:
hr_hr: SQL se koristi za dohvaćanje opis matičnog dijela bio
ja: 親部品の内容説明の検索にSQLは用いられた
lv_lv: SQL izmanto, lai ielādētu aprakstu mātes puses bija
pl_pl: Użyta fraza SQL:
vi_vn: Cơ sở dữ liệu dùng để truy xuất mô tả cho phần gốc là

source: Assembly
ar: جمعية
et: Koost
fa: اجتماع
fr_lu: Assemblage
hr_hr: Sklop
ja: 組立
lv_lv: Montēts
pl_pl: Komplet
vi_vn: phần nhập

source: Purchased
ar: تم شراؤها
et: Ostetud
fa: خرید
fr_lu: Acheté
hr_hr: Kupovna roba
ja: 購買
lv_lv: Iepirkts
pl_pl: Kupiony
vi_vn: mua

source: Manufactured
ar: المصنعة
et: Toodetud
fa: تولید
fr_lu: Fabriqué
hr_hr: Proizvedeno
ja: 製造
lv_lv: Izgatavots
pl_pl: Produkt
vi_vn: nhà sản xuất

source: Kit Set
ar: ضبط عدة
et: Komplekt
fa: کیت تنظیم
fr_lu: Composition du Kit
hr_hr: Komplet
ja: 一式
lv_lv: Komplekts
pl_pl: Zestaw
vi_vn: Bộ Kit

source: Phantom
ar: شبح
et: Fantoom
fa: شبح
fr_lu: Factice
hr_hr: Fantomski sklop
ja: ファントム
lv_lv: fantoms
pl_pl: Fantom
vi_vn: không có thực

source: Select a Different BOM
ar: اختر BOM مختلفة
et: Vali teine BOM
fa: انتخاب BOM مختلف
fr_lu: Sélectionner une autre nomenclature
hr_hr: Izaberi drugu sastavnicu
ja: 異なるBOM選択
lv_lv: Atlasi citu BOM
pl_pl: Wybierz inną Listę Materiałów
vi_vn: Lựa chọn một danh sách mặt hàng khác

source: Manufactured parent items
ar: البنود الأم المصنعة
et: Toodetud emadetailid
fa: اقلام ساخته شده به پدر و مادر
fr_lu: Article(s) parent fabriqué(s)
hr_hr: Nadređene proizvedene jedinice
ja: 製造親品目
lv_lv: Ražoti mātes vienības
pl_pl: Produkty powiązane
vi_vn: mục sản xuất chính

source: Assembly parent items
ar: البنود الأم الجمعية
et: Koostude emadetailid
fa: اقلام مجمع پدر و مادر
fr_lu: Article(s) parent(s)
hr_hr: Nadređeni montažne jedinice
ja: 組立親品目
lv_lv: Montāžas mātes vienības
pl_pl: Komplety
vi_vn: mục gốc

source: Kit sets
ar: عدة مجموعات
et: Komplektid
fa: کیت مجموعه
fr_lu: Ensembles de kit
hr_hr: Kompleti
ja: 一式
lv_lv: Komplekts
pl_pl: Zestawy
vi_vn: Bộ Kit

source: Level
ar: مستوى
et: Tase
fa: تراز
fr_lu: Niveau
hr_hr: Razina
ja: レベル
lv_lv: Līmenis
pl_pl: Poziom
vi_vn: mức,cấp độ

source: Sequence
ar: تسلسل
et: jada
fa: دنباله
fr_lu: Séquence
hr_hr: slijed
ja: 連続
lv_lv: Secība
pl_pl: Sekwencja
vi_vn: Trình tự

source: Location
ar: موقع
et: Asukoht
fa: محل
fr_lu: Site
hr_hr: Lokacija
ja: 場所
lv_lv: Noliktava
pl_pl: Lokacja
vi_vn: vùng, địa điểm

source: Work Centre
ar: مركز العمل
et: Töökeskus
fa: مرکز کار
fr_lu: Centre de travail
hr_hr: Rad centar
ja: 作業場
lv_lv: Darba centri
pl_pl: Centrum Produkcyjne
vi_vn: Trung tâm làm việc

source: Effective After
ar: سارية المفعول بعد
et: Jõus alates
fa: موثر پس از
fr_lu: Du
hr_hr: Učinkovito Nakon
ja: 効力開始
lv_lv: Darbojas pēc
pl_pl: Efektywne po
vi_vn: Hiệu quả sau khi

source: Effective To
ar: فعالة ل
et: Jõus kuni
fa: موثر
fr_lu: Au
hr_hr: Učinkovito Da
ja: 効力終了
lv_lv: Darbojas līdz
pl_pl: Efektywne do
vi_vn: Có hiệu quả với

source: Auto Issue
ar: العدد السيارات
et: Automaatne väljastus
fa: خودکار شماره
fr_lu: Émission automatique
ja: 自動払出
lv_lv: Automātiska izsnieg&#353;ana
vi_vn: tự động phát hành

source: Qty On Hand
ar: الكمية في متناول اليد
et: Saadavalolev hulk
fa: Qty در دست
fr_lu: Quantité disponible
hr_hr: Kol na ruku
ja: 在庫数量
lv_lv: Daudzums uz rokas
pl_pl: Ilość Hand On
vi_vn: Số lượng hiện có

source: No materials found.
ar: لم يتم العثور على المواد.
et: Materjale ei leitud
fa: بدون مواد در بر داشت.
fr_lu: Pas de matériaux trouvés.
hr_hr: Nema materijala pronađena .
ja: 原材料が見つからない。
lv_lv: Nav materiāli atrasts .
pl_pl: Nie znaleziono materiałów
vi_vn: Không tìm thấy vật liệu nào

source: Edit the details of the selected component in the fields below
ar: تحرير التفاصيل من المكون المحدد في الحقول أدناه
et: Redigeeri valitud komponendi üksikasju allolevates väljades
fa: ویرایش جزئیات مربوط به جزء انتخاب شده در زمینه های زیر
fr_lu: Modifiez le détail du composant selectionné dans les champs ci dessous
hr_hr: Uređivanje pojedinosti odabrane komponente u poljima ispod
ja: 上記のフィールドで選択した構成部品の詳細を編集
lv_lv: Rediģējiet informāciju par izvēlēto komponentu zemāk esošos laukus
pl_pl: Zmień szczegóły wybranego komponentu w liście poniżej
vi_vn: Chỉnh sửa các chi tiết của các thành phần được lựa chọn trong các trường dưới đây

source: Click on the Enter Information button to update the component details
ar: انقر على زر معلومات ENTER لتحديث تفاصيل عنصر
et: Kliki nupule Sisesta informatsioon, et uuendada komponendi üksikasju
fa: با کلیک بر روی دکمه اطلاعات را وارد کنید برای به روز رسانی اطلاعات بخش
fr_lu: Cliquez sur le bouton Entrée de l'information à jour les détails du composant
hr_hr: Kliknite na gumb unijeti podatke za ažuriranje sastavne pojedinosti
ja: 構成部品の詳細を更新して情報入力ボタンをクリックする
lv_lv: Noklikšķiniet uz Enter informācijas pogu, lai atjauninātu komponentu detaļas
pl_pl: Kliknij na przycisk "Wprowadź informację" aby zapisać szczegóły komponentu
vi_vn: Nhấp vào nút Nhập thông tin để cập nhật các thành phần chi tiết

source: Copy this BOM
ar: نسخ هذا BOM
et: Kopeeri see BOM
fa: کپی این BOM
fr_lu: Copiez ce BOM
hr_hr: Kopirajte ovaj BOM
ja: このBOMをコピー
lv_lv: Kopēt šo BOM
pl_pl: Skopiuj LM
vi_vn: Sao chép BOM này

source: New Component Details
ar: تفاصيل جديدة مكون
ja: 会社詳細表示

source: Component code
ar: رمز مكون
et: Komponendi kood
fa: کد کامپوننت
fr_lu: Code Composant
hr_hr: Komponenta broj
ja: 構成部品コード
lv_lv: komponents kodu
pl_pl: Kod komponentu
vi_vn: Mã linh ki?n

source: Could not retrieve the list of potential components because
ar: لا يمكن استرداد قائمة المكونات المحتملة ل
et: Ei leidnud võimalike komponentide nimekirja, kuna
fa: آیا بازیابی لیست قطعات بالقوه نه به خاطر
fr_lu: Impossible de retouver la liste de composants potentielle car
hr_hr: Ne mogu dohvatiti popis potencijalnih komponenti , jer
ja: 潜在的なコンポーネントの一覧を取得できませんでしたので、
lv_lv: Nevarēja iegūt sarakstu ar potenciālajiem komponentus, jo
pl_pl: Nie można odtworzyć listy potencjalnych komponentów ponieważ
vi_vn: Không thể lấy lại danh sách các thành phần tiềm năng vì

source: The SQL used to retrieve the list of potential components part was
ar: و SQL المستخدمة لاسترداد قائمة المكونات المحتملة جزء كان
et: SQL, mida kasutati potentsiaalsete komponentide nimekirja otsimiseks, oli
fa: گذاشتن استفاده برای بازیابی لیست بخشی از اجزاء بالقوه بود
fr_lu: Commande SQL d'affichage de la liste des pièces:
hr_hr: SQL se koristi za dohvaćanje popisa potencijalnih komponenti dio bio
ja: 潜在的構成部品のリストを検索にSQLは用いられた
lv_lv: SQL izmanto, lai iegūtu sarakstu ar iespējamo sastāvdaļu daļa bija
pl_pl: Użyta fraza SQL:
vi_vn: Cơ sở dữ liệu SQL dùng để truy xuất danh sách những thành phần chính là

source: Work Centre Added
ar: أضيفت مركز العمل
et: Töökeskus lisatud
fa: مرکز کار اضافه شده
fr_lu: Centre de travail supplémentaire
hr_hr: Rad Centar uvrštenja
ja: 作業場追加
lv_lv: Darba centrs Pievienots
pl_pl: Dodane Centrum Produkcyjne
vi_vn: Trung tâm làm việc đã được thêm vào

source: There are no work centres set up yet
ar: لا توجد مراكز العمل بإعداد حتى الآن
et: Veel ei ole ühtegi töökeskust rajatud
fa: هیچ کار مراکز راه اندازی نشده است
fr_lu: Aucun atelier en place pour l'instant
hr_hr: Nema radnih klubovi postavili još
ja: まだセットアップしない作業センターがありません
lv_lv: Darba centrs nav izveidots
pl_pl: Jeszcze nie wprowadzono żadnych Centrów Produkcyjnych
vi_vn: Chưa có trung tâm làm việc nào được thiết lập

source: Please use the link below to set up work centres
ar: يرجى استخدام الرابط أدناه لإعداد مراكز العمل
et: Palun kasuta allpool olevat linki, et töökeskuseid rajada
fa: لطفا از لینک زیر به راه اندازی مراکز کار
fr_lu: Utilisez le liens ci dessous pour créer des ateliers
hr_hr: Molimo koristite link ispod za postavljanje radnih centara
ja: ワークセンターを設置するには、以下のリンクをご利用ください
lv_lv: Lūdzu izmantot zemāk esošo linku, lai izveidotu darba centru!
pl_pl: Użyj linku poniżej do zmiany listy Centrów.
vi_vn: Vui lòng sử dụng đường dẫn dưới đây để thiết lập trung tâm làm việc

source: Work Centre Maintenance
ar: مركز أعمال الصيانة
et: Töökeskuse hooldamine
fa: کار تعمیر و نگهداری مرکز
fr_lu: Gestion des ateliers
hr_hr: Rad Centre održavanje
ja: 作業場メンテナンス
lv_lv: Darba centru uzturēšana
pl_pl: Zarządzanie Centrami Produkcji
vi_vn: Bảo trì trung tâm làm việc

source: Auto Issue this Component to Work Orders
ar: العدد السيارات هذا المكون ل أوامر العمل
et: Automaatselt väljasta see komponent töökäskudesse
fa: خودکار شماره این کامپوننت به کار سفارشات
fr_lu: Émission automatique de ce composant à la commande de travail
hr_hr: Auto izdavanja ove komponente za radne naloge
ja: 作業指図へこの構成部品自動払出
lv_lv: Auto Problēma Šis komponents strādāt Pasūtījumi
pl_pl: Auto Problem ten komponent do zleceń
vi_vn: tự động đưa ra phần này để làm đơn đặt hàng

source: to maintain the bill of material for using the options below
ar: للحفاظ على مشروع قانون من المواد لل استخدام الخيارات أدناه
et: et säilitada BOM'i, kasutamaks allolevaid võimalusi
fa: برای حفظ این لایحه از مواد برای استفاده از گزینه های زیر
fr_lu: pour afficher la nomenclature c orrespondante.
hr_hr: održavati račun materijala za korištenje mogućnosti u nastavku
ja: 以下のオプションを使用ため原材料構成をメンテナンス
lv_lv: uzturēt rēķinu materiālu izmantošanas iespējas tālāk
pl_pl: do dalszych operacji
vi_vn: để duy trì hóa đơn nguyên liệu sử dụng lựa chọn bên dưới

source: Backup KwaMoja Database
ar: قاعدة بيانات النسخ الاحتياطي KwaMoja
et: Backup KwaMoja Andmebaas
hr_hr: Backup baze podataka KwaMoja
ja: バックアップKwaMojaデータベース
lv_lv: Backup KwaMoja datu bāze
vi_vn: Sao lưu cơ sở dữ liệu KwaMoja

source: Deleted
fr_lu: Supprimé
ja: 削除

source: Unable to delete
ar: غير قادر على حذف
fr_lu: Impossible de supprimer
ja: は削除された

source: All backup files on the server have been deleted
ar: تم حذف جميع ملفات النسخ الاحتياطي على الخادم
fr_lu: Tous les fichiers de sauvegarde ont été supprimés du serveur
ja: 単位が削除された

source: No backup files on the server were deleted
ar: تم حذف أية ملفات النسخ الاحتياطي على الخادم
et: No backup faile serveris kustutati
fr_lu: Aucun fichier de sauvegarde n'a été supprimé du serveur
hr_hr: Nema backup datoteke na poslužitelju su izbrisani
ja: サーバー上にバックアップファイルは削除されませんでした
lv_lv: Nav backup failus uz servera tika dzēsti
vi_vn: Không có tập tin sao lưu trên máy chủ đã bị xóa

source: Backup
ar: النسخ الاحتياطي
fr_lu: Sauvegarde
ja: 銀行

source: The backup file has now been created. You must now download this to your computer because in case the web-server has a disk failure the backup would then not on the same machine. Use the link below
ar: وقد تم الآن إنشاء ملف النسخ الاحتياطي .
et: Backup fail on nüüd loodud.
fa: فایل پشتیبان در حال حاضر ایجاد شده است.
fr_lu: Le fichier de sauvegarde a été créé. Téléchargez ce fichier pour séparer physiquement le serveur et ses sauvegardes. utilisez le lien ci-dessous.
hr_hr: Backup datoteka je sada stvorio .
ja: バックアップファイルが作成されました。
lv_lv: Backup fails tagad ir izveidots .
pl_pl: Plik kopii zapasowej został utworzony.
vi_vn: Các tập tin sao lưu đã được tạo ra.

source: Download the backup file to your locale machine
ar: تحميل ملف النسخ الاحتياطي إلى آلة بلدك
et: Lae varukoopia oma locale masin
fa: دانلود فایل پشتیبان به ماشین محلی خود را
fr_lu: Télécharger le fichier de sauvegarde sur votre ordinateur
hr_hr: Preuzmite datoteku sigurnosne kopije na vaše lokalno stroja
ja: ロケールのマシンにバックアップファイルをダウンロード
lv_lv: Lejupielādēt rezerves kopijas failu uz jūsu locale mašīna
pl_pl: Pobierz plik kopii zapasowej na komputerze locale
vi_vn: Tải về các tập tin sao lưu vào máy tính ngôn ngữ của bạn

source: Once you have downloaded the database backup file to your local machine you should use the link below to delete it - backup files can consume a lot of space on your hosting account and will accumulate if not deleted - they also contain sensitive information which would otherwise be available for others to download!
ar: بمجرد أن تقوم بتحميل ملف النسخ الاحتياطي قاعدة البيانات إلى الجهاز المحلي الخاص بك يجب عليك استخدام الرابط أدناه ل حذفها - يمكن ملفات النسخ الاحتياطي تستهلك الكثير من المساحة على استضافة الحساب الخاص بك و سوف تتراكم إذا لم يتم حذف - كما أنها تحتوي على معلومات حساسة من شأنها أن يكون الأمر خلاف ذلك
et: Kui olete alla laadinud andmebaasi varukoopia fail oma masina siis tuleks kasutada linki kustutada - backup faile saab tarbida palju ruumi oma hosting konto ja koguneda , kui ei jäetud - see sisaldab ka tundlikku teavet , mida muidu
fa: هنگامی که شما فایل پشتیبان پایگاه داده را دانلود کرده به ماشین محلی خود را به شما باید لینک زیر به آن را حذف کنید استفاده کنید - فایل های پشتیبان می توانید مقدار زیادی از فضای در حساب میزبانی خود را مصرف و تجمع می یابد در صورتی که حذف نمی - آنها نیز حاوی اطلاعات حساس است که در غیر این صورت خواهد بود
fr_lu: Utilisez le lien ci-dessous pour effacer la source du fichier téléchargé une fois celui-ci récupéré. Les fichiers de sauvegarde consument beaucoup d'espace et s'accumulent. Ils contiennent aussi des informations confidentielles.
hr_hr: Nakon što ste preuzeli datoteku sigurnosne kopije baze podataka na lokalni stroj trebali koristiti link ispod da biste ga izbrisali - backup datoteke mogu pojesti puno prostora na vašem hosting računu , te će se akumulirati ako se ne briše - oni također sadrže osjetljive podatke koji bi se inače
ja: あなたのローカルマシンにデータベースのバックアップファイルをダウンロードしているしたら、それを削除するには、以下のリンクを使用する必要があります - バックアップファイルは、ホスティングアカウント上で多くのスペースを消費することができますし、削除されていない場合、蓄積されます - 彼らはまた、他の方法であろう機密情報が含まれ
lv_lv: Kad esat lejupielādējis datu bāzes backup failu uz jūsu vietējo mašīna jums vajadzētu izmantojiet saites zemāk, lai to izdzēstu - backup failus var patērēt daudz vietas uz jūsu hostinga kontu , un būs uzkrāt , ja netiek dzēsts - tie arī satur svarīgu informāciju, kas citā gadījumā būtu
pl_pl: Po pobraniu pliku kopii zapasowej bazy danych na lokalnym komputerze należy użyć poniższy link, aby go usunąć - kopii zapasowych plików może zajmować dużo miejsca na konto hostingowe i gromadzą się , jeśli nie zostaną usunięte - oni również zawierać poufne informacje , które inaczej byłyby
vi_vn: Một khi bạn đã tải về các tập tin sao lưu cơ sở dữ liệu để máy tính địa phương của bạn, bạn nên sử dụng các liên kết dưới đây để xóa nó - các tập tin sao lưu có thể tiêu tốn rất nhiều không gian trên tài khoản lưu trữ của bạn và sẽ tích lũy nếu không bị xóa - chúng cũng chứa thông tin nhạy cảm mà nếu không sẽ

source: Delete the backup file off the server
ar: حذف ملف النسخ الاحتياطي إيقاف الملقم
et: Kustutavarukoopia offserver
fr_lu: Supprimer un fichier de sauvegarde du serveur
hr_hr: Obriši datoteku sigurnosne kopije off poslužitelju
ja: サーバーからバックアップファイルを削除します
lv_lv: Dzēst backup failu off servera
vi_vn: Xóa các tập tin sao lưu ra máy chủ

source: There was some problem producing a backup using mysqldump. Normally this relates to a permissions issue - the web-server user must have permission to write to the companies directory
ar: كان هناك بعض المشاكل إنتاج نسخة احتياطية باستخدام mysqldump .
et: Seal oli mingi probleem tekib backup kasutades mysqldump .
fa: بعضی از مشکل در تولید یک نسخه ی پشتیبان با استفاده از mysqldump وجود دارد.
fr_lu: Une erreur a eu lieu lors de la pahse de sauvegarde avec mysqldump. Cela est généralement du à un problème de permission pour l'utilisateur web (www-data pour apache) afin de créer des dossiers.
hr_hr: Bilo je nekih problema proizvoditi kopije koristeći mysqldump .
ja: mysqldumpを使用してバックアップを生成するいくつかの問題が発生しました。
lv_lv: Tur bija dažas problēmas radot dublējumu, izmantojot mysqldump .
pl_pl: Był jakiś problem wytwarzania za pomocą programu mysqldump .
vi_vn: Có một số vấn đề sản xuất một bản sao lưu sử dụng mysqldump .

source: Maintenance Of Bank Account Authorised Users
ar: صيانة الحساب المصرفي المعتمد المستخدمين
et: Hooldus pangakonto Volitatud kasutajad
fa: تعمیر و نگهداری از کاربران بانک حساب مجاز
hr_hr: Održavanje bankovnih računa Ovlašteni korisnici
ja: 銀行口座正規ユーザーの維持
lv_lv: Uzturēšana Bankas konta pilnvaroto lietotāju
pl_pl: Utrzymanie Autoryzowani Użytkownicy konta bankowego
vi_vn: Bảo trì của người sử dụng tài khoản ngân hàng được ủy quyền

source: Not Yet Selected
ar: لم يتم اختياره حتى الآن
fr_lu: En attente de sélection
ja: 価格表が未選択

source: Accept
ar: قبول
et: aktsepteerima
fa: پذیرفتن
fr_lu: Valider
hr_hr: Prihvati
ja: 入力
lv_lv: Apstiprināt
pl_pl: Akceptuj
vi_vn: chấp nhận

source: Cancel
ar: إلغاء
et: tühistama
fa: انصراف
fr_lu: Annuler
hr_hr: Odustani
ja: 取消
lv_lv: Atcelt
pl_pl: Zrezygnuj
vi_vn: Hủy

source: User Name
ar: اسم المستخدم
et: kasutajanimi
fa: نام کاربری
fr_lu: Nom complet
hr_hr: Korisničko ime
ja: ユーザー名
lv_lv: Lietotāja vārds
pl_pl: Imię i nazwisko
vi_vn: Tên người sử dụng

source: Bank Accounts Maintenance
ar: صيانة الحسابات المصرفية
et: Pangakontode korrashoid
fa: تعمیر و نگهداری حساب های بانک
hr_hr: Održavanje bankovnih računa
ja: 銀行口座メンテナンス
lv_lv: Bankas kontu uzturēšana
pl_pl: Zarządzanie Kontami Bankowymi
vi_vn: Bảo trì các tài khoản ngân hàng

source: Bank
ar: مصرف
et: Pank
fa: بانک
fr_lu: Banque
hr_hr: Banka
ja: 銀行
lv_lv: Banka
vi_vn: ngân hàng

source: Update Bank Account details. Account Code is for SWIFT or BSB type Bank Codes. Set Default for Invoices to Currency Default or Fallback Default to print Account details on Invoices (only one account should be set to Fall Back Default).
ar: تحديث تفاصيل الحساب المصرفي .
fr_lu: Modifier les informations de compte bancaire.
hr_hr: Update o bankovnom računu .
ja: 銀行口座の詳細を更新します。

source: The bank account code already exists in the database
ar: رمز حساب البنك موجود بالفعل في قاعدة البيانات
et: Pangakonto suunanumber juba eksisteerib andmebaasis
fa: بانک کد حساب در حال حاضر در پایگاه داده وجود دارد
fr_lu: Le code de compte bancaire existe déjà
hr_hr: Broj bankovnog računa već postoji u bazi podataka
ja: 銀行口座詳細は更新された
lv_lv: Bankas konta kods jau eksistē datubāzē
pl_pl: Kod konto już istnieje w bazie danych
vi_vn: Mã tài khoản ngân hàng luôn có sẵn trong cơ sở dữ liệu

source: The bank account name must be fifty characters or less long
ar: يجب أن يكون اسم الحساب المصرفي خمسين حرفا أو أقل طويلة
et: Pangakonto nimi ei või olla rohkem kui viiskümmend tähemärki pikk
fa: نام حساب بانکی باید نویسههای پنجاه یا کمتر طولانی
fr_lu: Le nom du compte bancaire ne doit dépasser 50 caractères
hr_hr: Naziv bankovni račun mora biti pedeset znakova ili manje duga
ja: 銀行口座名は15文字以下でなければなりません
lv_lv: Bankas konta nosaukums nevar būt garāks par piecdesmit rakstzīmēm
pl_pl: Nazwa Konta Bankowego może mieć najwyżej 50 znaków
vi_vn: tên tài khoản ngân hàng trong khoảng 50 ký tự hoặc ít hơn

source: The bank account name may not be empty.
ar: قد لا يكون اسم حساب البنك فارغ .
et: Pangakonto nime lahter ei või olla tühi.
fa: نام حساب بانکی نمی تواند خالی باشد.
fr_lu: Le nom de compte bancaire ne doit pas être vide.
hr_hr: Naziv računa banka ne može biti prazan .
ja: 銀行口座名は空白にできない
lv_lv: Bankas konta nosaukumam ir jābūt aizpildītam
pl_pl: Nazwa konta nie może być pusta
vi_vn: Tên tài khoản ngân hàng này có thể không có

source: The bank account number must be fifty characters or less long
ar: يجب أن يكون رقم الحساب المصرفي خمسين حرفا أو أقل طويلة
et: Pangakonto number ei või olla rohkem kui viiskümmend tähemärki pikk
fa: شماره حساب بانکی باید شخصیت های پنجاه یا کمتر طولانی
fr_lu: Le numéro de compte bancaire ne doit dépasser 50 chiffres
hr_hr: Broj računa banke mora biti pedeset znakova ili manje duga
ja: 銀行口座番号は15文字以下でなければなりません
lv_lv: Bankas konta numurs nevar būt garāks par piecdesmit rakstzīmēm
pl_pl: Numer Konta Bankowego może mieć najwyżej 50 znaków
vi_vn: tên tài khoản ngân hàng khoảng 50 ký tự hoặc ít hơn
