Repository: timschofield/KwaMoja-Medical
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar, et, fa, fr_lu, hr_hr, ja, lv_lv, pl_pl, vi_vn

source: The database changes have been applied
et: Andmebaasi muudatused on rakendatud
fa: تغییرات پایگاه داده استفاده شده است
fr_lu: Les modifications de la base ont été appliquées
hr_hr: Baza podataka promjene su primijenjene
ja: データベースの変更が適用されている
lv_lv: Šīs datu bāzes izmaiņas tika piemērotas
pl_pl: Zmiany bazy danych zastosowano
vi_vn: Những thay đổi cơ sở dữ liệu đã được áp dụng

source: has been successfully added to KwaMoja
ar: وقد تم بنجاح إضافة إلى KwaMoja
et: on edukalt lisatud KwaMoja
fa: شده است با موفقیت به KwaMoja اضافه شده
hr_hr: je uspješno dodan KwaMoja
ja: 首尾KwaMojaに追加されました
lv_lv: ir veiksmīgi pievienots KwaMoja
pl_pl: został dodany do KwaMoja
vi_vn: đã được thêm vào thành công KwaMoja

source: The plugin has been successfully installed. You can now use it from the main menu
ar: تم تثبيت البرنامج المساعد بنجاح .
et: Plugin on edukalt installitud .
fa: افزونه شده است با موفقیت نصب شده است.
fr_lu: Le plugin a été installé avec succès .
hr_hr: Plugin je uspješno instaliran .
ja: プラグインが正常にインストールされています
lv_lv: Spraudnis ir veiksmīgi instalēta .
pl_pl: Wtyczka została zainstalowana pomyślnie .
vi_vn: Các plugin đã được cài đặt thành công .

source: Select the plugin that you wish to install from the list below.
ar: حدد البرنامج المساعد الذي ترغب في تثبيته من القائمة أدناه .
et: Vali plugin , mida soovite installida allpool olevast nimekirjast .
fa: پلاگین را که می خواهید نصب کنید را از لیست زیر انتخاب کنید.
fr_lu: Sélectionnez le plug-in que vous voulez installer dans la liste ci-dessous.
hr_hr: Odaberite plugin koji želite instalirati s popisa u nastavku .
ja: あなたは以下のリストからインストールしたいプラグインを選択します。
lv_lv: Izvēlieties spraudnis , ka jūs vēlaties , lai instalētu no saraksta zemāk .
pl_pl: Wybierz wtyczki , które chcesz zainstalować z poniższej listy .
vi_vn: Chọn các plugin mà bạn muốn cài đặt từ danh sách dưới đây .

source: Available plugins
ar: الإضافات المتاحة
et: saadaval pluginad
fa: پلاگین های موجود
fr_lu: plugins disponibles
hr_hr: Dostupni dodaci
ja: 利用可能なプラグイン
lv_lv: Pieejamie spraudņi
pl_pl: dostępne plugins
vi_vn: plugin có sẵn

source: Plugin attributes
ar: سمات المساعد
et: Plugin atribuudid
fa: ویژگی های پلاگین
fr_lu: Attributs d'un plugin
hr_hr: Plugin atributi
ja: プラグインの属性
lv_lv: spraudnis atribūti
pl_pl: atrybuty Plugin
vi_vn: thuộc tính Plugin

source: File Name
ar: اسم الملف
fa: نام پرونده
fr_lu: Nom du fichier
ja: ファイル名
lv_lv: Faila nosaukums
pl_pl: Nazwa pliku

source: Plugin Name
ar: اسم البرنامج المساعد
et: Plugin nimi
fa: نام پلاگین
fr_lu: Nom du Plugin
hr_hr: Plugin ime
ja: プラグイン名
lv_lv: spraudnis Vārds
pl_pl: Nazwa Plugin
vi_vn: Plugin Tên

source: License
ar: ترخيص
et: litsents
fa: پروانه
fr_lu: licence
hr_hr: licenca
ja: ライセンス
lv_lv: licence
pl_pl: licencja
vi_vn: giấy phép

source: Approved
ar: وافق
et: Kinnitatud
fa: تایید شده
fr_lu: approuvé
hr_hr: odobren
ja: 承認された
lv_lv: apstiprināts
pl_pl: zatwierdzony
vi_vn: đã được phê duyệt

source: Uninstall a KwaMoja plugin
ar: إلغاء تثبيت البرنامج المساعد KwaMoja
et: UninstallKwaMoja plugin
fa: یک پلاگین KwaMoja عزل
hr_hr: Deinstaliranje KwaMoja plugin
ja: KwaMojaプラグインをアンインストールします
lv_lv: Atinstalēt KwaMoja spraudnis
pl_pl: Odinstaluj wtyczkę KwaMoja
vi_vn: Gỡ bỏ cài đặt một plugin KwaMoja

source: Uninstall Plugin
ar: إلغاء البرنامج المساعد
et: eemalda plugin
fa: پلاگین عزل
fr_lu: désinstaller plugin
ja: プラグインをアンインストールします
lv_lv: atinstalēt Plugin
pl_pl: Odinstaluj wtyczkę
vi_vn: gỡ bỏ cài đặt Plugin

source: Uninstall KwaMoja Plugin
ar: إلغاء KwaMoja البرنامج المساعد
fa: عزل KwaMoja پلاگین
ja: KwaMojaプラグインをアンインストールします
lv_lv: Atinstalēt KwaMoja Plugin
pl_pl: Odinstaluj KwaMoja Plugin
vi_vn: Gỡ bỏ cài đặt KwaMoja Plugin

source: The menu additions have been removed
et: Menüü lisandused on eemaldatud
fa: شده منو حذف شده اند
fr_lu: Les ajouts de menu ont été enlevés
hr_hr: Izbornika slike su uklonjene
ja: メニューの追加が削除されました
lv_lv: Izvēlnes papildinājumi ir noņemts
pl_pl: Dodatki menu usunięto
vi_vn: Bổ sung trình đơn đã được loại bỏ

source: has been successfully removed from KwaMoja
ar: تمت إزالة بنجاح من KwaMoja
et: on edukalt eemaldatud KwaMoja
fa: شده است موفقیت از KwaMoja حذف شده
hr_hr: je uspješno uklonjen iz KwaMoja
ja: 首尾KwaMojaから削除されました
lv_lv: ir veiksmīgi noņemta no KwaMoja
pl_pl: powodzeniem usunięte z KwaMoja
vi_vn: đã được gỡ bỏ thành công từ KwaMoja

source: The plugin has been successfully removed.
et: Plugin on edukalt kustutatud .
fa: افزونه شده است با موفقیت حذف خواهند شد.
fr_lu: Le plugin a été supprimé avec succès .
hr_hr: Plugin je uspješno uklonjen .
ja: プラグインが正常に削除された。
lv_lv: Spraudnis ir veiksmīgi noņemta .
pl_pl: Plugin został pomyślnie usunięty .
vi_vn: Các plugin đã được gỡ bỏ thành công .

source: Select the plugin that you wish to remove from the list below.
ar: حدد البرنامج المساعد الذي ترغب في إزالته من القائمة أدناه.
et: Vali plugin , mida soovite loendist eemaldada allpool .
fa: پلاگین که شما مایل به حذف از لیست زیر انتخاب کنید.
fr_lu: Sélectionnez le plug-in que vous souhaitez supprimer dans la liste ci-dessous.
hr_hr: Odaberite plugin koji želite ukloniti s popisa u nastavku .
ja: あなたは以下のリストから削除したいプラグインを選択します。
lv_lv: Izvēlieties spraudnis , ko vēlaties noņemt no saraksta zemāk .
pl_pl: Wybierz wtyczkę , którą chcesz usunąć z listy poniżej.
vi_vn: Chọn các plugin mà bạn muốn loại bỏ từ danh sách dưới đây .

source: Installed plugins
ar: الإضافات المثبتة
et: paigaldatud pluginad
fa: پلاگین های نصب شده
fr_lu: plugins installés
hr_hr: instalirani dodaci
ja: インストールされたプラグイン
lv_lv: Uzstādītie plugins
pl_pl: zainstalowanych wtyczek
vi_vn: plugin được cài đặt

source: Upload a KwaMoja plugin
ar: تحميل البرنامج المساعد KwaMoja
et: TäiendavaKwaMoja plugin
fa: بارگذاریپلاگین KwaMoja
hr_hr: Pošalji KwaMoja plugin
ja: KwaMojaプラグインをアップロード
lv_lv: Augšupielādēt KwaMoja spraudnis
pl_pl: Ściągnij plugin KwaMoja
vi_vn: Tải lên một plugin KwaMoja

source: Upload Plugin
ar: تحميل البرنامج المساعد
et: Täiendava Plugin
fa: بارگذاری پلاگین
fr_lu: Téléchargez plugin
ja: プラグインをアップロード
lv_lv: Pievienot Plugin
pl_pl: Prześlij Plugin
vi_vn: tải lên Plugin

source: Upload KwaMoja Plugin
ar: تحميل البرنامج المساعد KwaMoja
et: Täiendava KwaMoja Plugin
fa: آپلود پلاگین KwaMoja
ja: KwaMojaプラグインをアップロード
lv_lv: Pievienot KwaMoja Plugin
pl_pl: Prześlij Plugin KwaMoja
vi_vn: Tải lên KwaMoja Plugin

source: The plugins directory cannot be created. Please make your root directory writeable for the web server
ar: لا يمكن إنشاء الدليل الإضافات .
et: Plugins kataloogi ei saa luua .
fa: دایرکتوری پلاگین ها نمی تواند ایجاد شود .
fr_lu: Le répertoire des plugins ne peut pas être créé.
hr_hr: Čep katalog ne može biti stvorena .
ja: pluginsディレクトリを作成できません。
lv_lv: Plugins direktorijā nevar izveidot .
pl_pl: Katalogu plugins nie może zostać utworzony .
vi_vn: Thư mục plugin không thể được tạo ra .

source: The plugin has been successfully uploaded to your plugins directory. Now you can install it.
ar: تم تحميل البرنامج المساعد بنجاح إلى دليل الإضافات الخاصة بك.
et: Plugin on edukalt üles laetud pluginaid kataloog .
fa: افزونه شده است با موفقیت به دایرکتوری پلاگین های شما ارسال شده است .
fr_lu: Le plugin a été téléchargé avec succès à votre répertoire plugins .
hr_hr: Plugin je uspješno prenijeti na vaše dodataka direktorij .
ja: プラグインが正常にpluginsディレクトリにアップロードされた。
lv_lv: Spraudnis ir veiksmīgi augšupielādēts uz jūsu plugins direktorijā .
pl_pl: Plugin został pomyślnie przesłany do katalogu plugins .
vi_vn: Các plugin đã được tải lên thành công vào thư mục plugin của bạn .

source: The file you have selected is too big. It exceeds the maximum size allowed by your PHP installation.
ar: الملف الذي حددته هو كبير جدا .
et: Fail, mida olete valinud, on liiga suur .
fa: فایل شما انتخاب کرده اید بیش از حد بزرگ است .
fr_lu: Le fichier que vous avez choisi est trop grand.
hr_hr: Datoteka koju ste odabrali je prevelika .
ja: 選択したファイルが大きすぎます。
lv_lv: Fails esat izvēlējies, ir pārāk liels .
pl_pl: Plik, który wybrałeś jest zbyt duży.
vi_vn: Các tập tin bạn đã chọn quá lớn .

source: The file you have selected is too big. Please try a different file.
ar: الملف الذي حددته هو كبير جدا .
et: Fail, mida olete valinud, on liiga suur .
fa: فایل شما انتخاب کرده اید بیش از حد بزرگ است .
fr_lu: Le fichier que vous avez choisi est trop grand.
hr_hr: Datoteka koju ste odabrali je prevelika .
ja: 選択したファイルが大きすぎます。
lv_lv: Fails esat izvēlējies, ir pārāk liels .
pl_pl: Plik, który wybrałeś jest zbyt duży.
vi_vn: Các tập tin bạn đã chọn quá lớn .

source: The upload was interrupted. Please start it again.
ar: انقطع التحميل.
et: Upload katkes.
fa: آپلود قطع شد .
fr_lu: Le chargement a été interrompu.
hr_hr: Postavljanje je prekinut .
ja: アップロードが中断されました。
lv_lv: Augšupielāde tika pārtraukta .
pl_pl: Upload został przerwany .
vi_vn: Tải lên bị gián đoạn .

source: The file either does not exist, or the file name is empty. Please try again.
ar: الملف غير موجود ، أو اسم الملف فارغ .
et: Fail kas puudub võifaili nimi on tühi .
fa: فایل یا وجود ندارد ، یانام فایل خالی می باشد .
fr_lu: Le fichier soit n'existe pas, ou le nom du fichier est vide.
hr_hr: File ili ne postoji , iliime datoteke je prazna .
ja: ファイルが存在しないか、またはファイル名が空です。
lv_lv: Fails vai nu neeksistē , vaifaila nosaukums ir tukšs .
pl_pl: Plik albo nie istnieje lubnazwa pliku jest pusta .
vi_vn: Các tập tin hoặc không tồn tại , hoặc tên tập tin có sản phẩm nào .

source: There is no temporary directory to upload the file to. Please see your system administrator.
ar: لا يوجد أي دليل مؤقت لتحميل الملف إلى .
et: Puudub ajutine kataloog laadida faili .
fa: هیچ پوشه موقت به آپلود فایل را به وجود دارد .
fr_lu: Il n'ya pas de répertoire temporaire pour télécharger le fichier.
hr_hr: Nema privremeni direktorij za upload datoteka na .
ja: にファイルをアップロードする一時ディレクトリはありません。
lv_lv: Nav pagaidu direktoriju augšupielādēt failu .
pl_pl: Nie ma tymczasowy katalog , aby przesłać plik.
vi_vn: Không có thư mục tạm thời để tải tập tin lên .

source: An unknown error occurred while uploading the file. Please see your system administrator.
ar: حدث خطأ غير معروف أثناء تحميل الملف.
et: Tundmatu viga üleslaadimiselfaili.
fa: در حالی که آپلود فایل یک خطای ناشناخته رخ داده است.
fr_lu: Une erreur inconnue s'est produite lors du téléchargement du fichier .
hr_hr: Nepoznato je do pogreške tijekom prijenosa datoteke .
ja: ファイルのアップロード中に不明なエラーが発生しました。
lv_lv: Nezināma kļūda, augšupielādējot failu .
pl_pl: Wystąpił nieznany błąd podczas wysyłania pliku.
vi_vn: Đã xảy ra lỗi không rõ trong khi tải lên các tập tin .

source: Use this screen to upload a KwaMoja plugin file to your plugins directory. The file should be of type *.zip
ar: استخدام هذه الشاشة لتحميل ملف البرنامج المساعد KwaMoja إلى دليل الإضافات الخاصة بك.
et: Kasutage seda ekraani laadidaKwaMoja plugin fail oma plugins kataloogis.
fa: با استفاده از این صفحه نمایش به آپلود یک فایل پلاگین KwaMoja را به دایرکتوری پلاگین های شما .
hr_hr: Koristite ovaj zaslon za uploadate KwaMoja plugin na vašem dodataka direktorij .
ja: あなたのプラグインディレクトリにKwaMojaプラグインファイルをアップロードするには、この画面を使用します。
lv_lv: Izmantojiet šo ekrānu, lai augšupielādēt KwaMoja spraudnis failu uz jūsu plugins direktorijā .
pl_pl: Użyj tego ekranu, aby załadować plik wtyczki KwaMoja do katalogu plugins .
vi_vn: Sử dụng màn hình này để tải lên một plugin tập tin KwaMoja vào thư mục plugin của bạn .

source: Select a plugin file
ar: حدد ملف البرنامج المساعد
et: Vali plugin fail
fa: انتخاب یک فایل پلاگین
fr_lu: Sélectionnez un fichier de plug-in
hr_hr: Odaberite datoteku plugin
ja: プラグインのファイルを選択
lv_lv: Izvēlieties spraudnis failu
pl_pl: Wybierz plik wtyczki
vi_vn: Chọn một file plugin

source: The file you have selected is not a proper zip file. Please try again.
ar: الملف الذي حددته ليس ملف مضغوط السليم .
et: Fail olete valinud ei ole õige zip faili.
fa: فایل شما انتخاب کرده اید یک فایل زیپ مناسب نیست.
fr_lu: Le fichier que vous avez sélectionné n'est pas un fichier zip approprié .
hr_hr: File koji ste odabrali nijepravilno zip datoteku .
ja: 選択したファイルには、適切なzipファイルではありません。
lv_lv: Fails esat izvēlējies , navpareizi zip fails .
pl_pl: Plik, który wybrałeś niejest właściwy plik zip .
vi_vn: Các tập tin bạn đã chọn không phải là một tập tin zip thích hợp.

source: The archive you uploaded does not appear to be a valid plugin file
ar: الأرشيف الذي قمت بتحميله لا يبدو أن يكون ملف البرنامج المساعد صالح
et: Arhiiv sa laadinud ei näi olevat kehtiv plugin fail
fa: آرشیو که شما آپلود کرده اید به نظر نمی رسد به یک فایل پلاگین معتبر
fr_lu: L'archive que vous avez téléchargé ne semble pas être un fichier de plugin valide
hr_hr: Arhiva ste prenijeli ne čini se davrijedi plugin datoteku
ja: アップロードされたアーカイブには、有効なプラグインファイルであることが表示されません
lv_lv: Arhīvā jūs augšupielādējis nešķiet būtderīgs spraudnis fails
pl_pl: Przesłany archiwum nie wydaje się byćprawidłowy plik plugin
vi_vn: Các kho lưu trữ mà bạn tải lên không xuất hiện như một file plugin hợp lệ

source: Back to Items
ar: الى السلع
et: Tagasi valikud
fa: برگشت به مورد
fr_lu: Retour aux articles
hr_hr: Povratak na stavki
ja: 品目へ戻る
lv_lv: Atpakaļ pie precēm
pl_pl: Powrót do pozycji
vi_vn: Quay lại mặt hàng

source: The price to apply to orders where the quantity exceeds the specified quantity
ar: الثمن الذي ينطبق على أوامر حيث يتجاوز كمية الكمية المحددة
et: Hinna korraldustele kohaldatakse juhul, kui kogus ületab koguse
fa: قیمت به درخواست دستور که در آن مقدار بیش از مقدار مشخص شده
fr_lu: Le prix à appliquer aux commandes lorsque la quantité dépasse la quantité spécifiée
hr_hr: Cijena se primjenjuju na narudžbe gdjekoličina prelazi određenu količinu
ja: 量が指定数量を超える注文に適用される価格
lv_lv: Cena, kas attiecas uz pasūtījumu , jadaudzums pārsniedz noteikto daudzumu
pl_pl: Cena do zastosowania do zamówień , w którychilość przekracza określoną ilość
vi_vn: Giá áp dụng cho đơn đặt hàng mà số lượng vượt quá số lượng quy định

source: Sell Price
ar: سعر بيع
et: Müügihind
fr_lu: Prix de vente
hr_hr: Prodaja Cijena
ja: 販売価格
lv_lv: Pārdo&#353;anas cena
pl_pl: Cena Sprzedaży
vi_vn: Giá bán

source: Item Prices
ar: أسعار السلعة
et: Toode Hinnad
fa: قیمت مورد
fr_lu: Prix article
hr_hr: stavka Cijene
ja: 品目価格
lv_lv: Preču cenas
pl_pl: Ceny Towarów
vi_vn: Giá mặt hàng

source: The part code entered does not exist in the database
ar: عدم وجود رمز جزء إدخالها في قاعدة البيانات
et: Osa koodi sisestada ei eksisteeri andmebaasis
fa: کد بخش وارد می کند در پایگاه داده وجود ندارد
fr_lu: Le code de la pièce est entré n'existe pas dans la base de données
hr_hr: Dio kod unijeli ne postoji u bazi podataka
ja: 入力された部品コードがデータベースに存在しない
lv_lv: Daļā ieraksta kods neeksistē datu bāzē
pl_pl: Podany kod towaru nie istnieje w bazie
vi_vn: Các mã phần nhập không tồn tại trong cơ sở dữ liệu

source: Only valid parts can have prices entered against them
ar: لا يمكن إلا أن أجزاء صالحة لها أسعار دخلت ضدهم
et: Ainult kehtiv osad võivad olla hinnad kantakse nende vastu
fa: فقط قسمت های معتبر می تواند قیمت آنها را در برابر وارد
fr_lu: Seules les pièces valables peuvent avoir des prix portés contre eux
hr_hr: Samo važeći dijelovi mogu imati Cijene ušao protiv njih
ja: 唯一の有効な部分は、価格はそれらに対して入力することができます
lv_lv: Tikai derīgi daļas var būt cenas ievadīts pret viņiem
pl_pl: Ceny mogą być wprowadzone tylko dla aktualnych materiałów
vi_vn: Chỉ có phần hợp lệ có thể có giá nhập đối với họ

source: An item must first be selected before this page is called
ar: لا بد أولا من تحديد عنصر قبل أن يتم استدعاء هذه الصفحة
et: Toode tuleb kõigepealt valida enne seda lehte nimetatakse
fa: گزینه اول انتخاب شود باید قبل از این صفحه نامیده می شود
fr_lu: Un article doit d'abord être sélectionné avant de charger cette page
hr_hr: Stavka prvo mora biti izabran prije nego se ova stranica zove
ja: このページが呼び出される前に、アイテムが最初に選択する必要があります
lv_lv: Punkts vispirms jāizvēlas pirms šī ​​lapa ir sauc
pl_pl: Przed wyświetleniem tej strony trzeba wybrać towar
vi_vn: Một mặt hàng đầu tiên phải được lựa chọn trước khi trang này được gọi là

source: The product selection page should call this page with a valid product code
ar: يجب استدعاء صفحة اختيار المنتج هذه الصفحة مع رمز منتج صالح
et: Tootevaliku leheküljel peaks kutsuma seda lehte kehtiva tootekoodi
fa: صفحه انتخاب محصول باید این صفحه را با کد محصول معتبر تماس
fr_lu: La page de sélection de produits doivent appeler cette page avec un code produit valide
hr_hr: Odabir stranice proizvod trebao zvati ovu stranicu s važećom kod proizvoda
ja: 製品の選択]ページには有効な製品コードでこのページを呼び出す必要があります
lv_lv: Produktu izvēle lapā jāzvana šo lapu ar derīgu produkta kodu
pl_pl: Strona wyboru produktu powinna wywołąć tę stronę z włąsciwym kodem towaru
vi_vn: Trang lựa chọn sản phẩm nên gọi trang này với một mã sản phẩm hợp lệ

source: The part selected is a kit set item
ar: الجزء اختيارها هي مجموعة البند عدة
et: Osa on valitudkomplekt komplekti kirje
fa: قسمت انتخاب شده است مجموعه کیت آیتم
fr_lu: La partie sélectionnée est un kit ensemble d'items
hr_hr: Dio je odabranastavka kit set
ja: 選択された部分は、キットのセットアイテムです
lv_lv: Izvēlēta daļa irkit komplekts postenis
pl_pl: Wybrany towar jest zestawem
vi_vn: Các phần đã lựa chọn là một bộ sản phẩm bộ

source: these items explode into their components when selected on an order
ar: هذه العناصر تنفجر في مكوناتها عند اختيارها على النظام
et: need esemed plahvatada arvesse nende komponendid nii valitud, et
fa: این آیتم ها را به اجزای منفجر خود را هنگامی که در جهت انتخاب
fr_lu: ces articles exploser dans leurs composants lorsqu'ils sont sélectionnés sur une ordonnance
hr_hr: ove stavke eksplodiraju u svojim komponentama kada je odabrana za narudžbu
ja: オーダーで選択したときに、これらのアイテムは、そのコンポーネントに爆発
lv_lv: šie posteņi eksplodēt vērā to sastāvdaļas , kad izvēlēts uz pasūtījumu
pl_pl: te towary zostaną rozdzielone na części składowe na zamówieniu
vi_vn: các mặt hàng này bùng nổ thành các thành phần của họ khi lựa chọn trên hàng

source: prices must be set up for the components and no price can be set for the whole kit
ar: يجب أن يتم تعيين ارتفاع الأسعار لمكونات و يمكن تعيين أي ثمن طقم كامل
et: hinnad peavad olema loodudkomponendid ja ei saa rahas mõõta kogu komplekt
fa: قیمت باید برای قطعات و مجموعه هیچ قیمت می تواند برای کل مجموعه کیت
fr_lu: les prix doivent être mis en place pour les composants et aucun prix ne peut être réglé pour l'ensemble du kit
hr_hr: Cijene moraju biti postavljen za komponente , a ne cijena može biti postavljen za cijeli komplet
ja: 価格は、コンポーネント用に設定されなければならず、全く価格が全体のキット用に設定できません
lv_lv: cenas ir izveidota sastāvdaļām un cenu var noteikt visai komplektu
pl_pl: ceny muszą być ustalone dla poszczególnych komponentów, nie można ustalić ceny dla całego zestawu
vi_vn: giá phải được thiết lập cho các thành phần và không có giá có thể được thiết lập cho toàn bộ

source: The date this price is to take effect from must be entered in the format
ar: تاريخ هذا السعر هو نافذ المفعول من يجب إدخالها في تنسيق
et: Kuupäev see hind on jõustuma tuleb sisestada kujul
fa: تاریخی که این قیمت این است که از اثر باید در قالب وارد
fr_lu: La date de ce prix doit prendre effet à partir doit être saisi dans le format
hr_hr: Datum ova cijena je stupila na snagu od mora unijeti u formatu
ja: 開始日付はフォーマットで指定しなけらばならない
lv_lv: Datums, šī cena ir spēkā no jāievada formātā
pl_pl: Data ta cena jest z mocą od muszą być wprowadzane w formie
vi_vn: Ngày giá này là có hiệu lực từ phải được nhập theo định dạng

source: The date this price is be in effect to must be entered in the format
ar: تاريخ هذا السعر هو تكون سارية المفعول إلى أن يتم إدخالها في شكل
et: Kuupäev see hind on olla mõju tuleb sisestada kujul
fa: تاریخی که این قیمت در اثر به باید در قالب وارد
fr_lu: La date de ce prix est en effet à doivent être inscrits dans le format
hr_hr: Datum ova cijena je na snazi ​​do mora unijeti u formatu
ja: 終了日付はフォーマットで指定しなけらばならない
lv_lv: Datums, šī cena ir jābūt spēkā līdz jānorāda formātā
pl_pl: Data ta cena jest obowiązywać, muszą być wprowadzane w formie
vi_vn: Ngày giá này là có hiệu lực để phải được nhập theo định dạng

source: The end date is expected to be after the start date, enter an end date after the start date for this price
ar: ومن المتوقع أن يكون بعد تاريخ البدء و تاريخ الانتهاء ، أدخل تاريخ انتهاء بعد تاريخ البدء لهذا السعر
et: Lõppkuupäev on eeldatavasti pärastalguskuupäeva , sisestagelõppkuupäev pärastalguskuupäeva hind
fa: تاریخ پایان انتظار می رود که پس از تاریخ شروع می شود ، وارد تاریخ پایان پس از تاریخ شروع برای این قیمت
fr_lu: La date de fin est prévue après la date de début, entrez une date de fin après la date de début pour ce prix
hr_hr: Datum završetka se očekuje da će biti nakon datuma početka , unesite datum završetka nakon datuma početka za ovu cijenu
ja: 終了日は開始日の後であることが期待され、この価格の開始日以降に終了日を入力してください
lv_lv: Beigu datums būs pēc sākuma datuma , ievadiet beigu datumu pēc sākuma datuma par šo cenu
pl_pl: Data zakończenia oczekuje się od daty rozpoczęcia, wpisz daty zakończenia od daty rozpoczęcia tej cenie
vi_vn: Ngày cuối cùng dự kiến ​​sẽ được sau ngày bắt đầu , vào ngày kết thúc sau ngày bắt đầu cho mức giá này

source: The end date is expected to be after today. There is no point entering a new price where the effective date is before today!
ar: ومن المتوقع أن يكون بعد اليوم تاريخ الانتهاء.
et: Lõppkuupäev on eeldatavasti pärast täna .
fa: تاریخ پایان انتظار می رود که بعد از امروز می باشد. هیچ نقطه ورود قیمت جدید که در آن تاریخ موثر است قبل از امروز وجود دارد!
fr_lu: La date de fin est prévu à compter d'aujourd'hui. Il n'y a pas de point d'entrée d'un nouveau prix, où la date d'effet est avant aujourd'hui!
hr_hr: Datum završetka se očekuje da će biti nakon danas .
ja: 終了日が本日して期待されている。
lv_lv: Beigu datums būs pēc šodienas .
pl_pl: Data zakończenia ma być po dzisiejszym dniu. Nie ma sensu, wprowadzając nową cenę, gdzie data wejścia w życie jest przed już dziś!
vi_vn: Ngày cuối cùng dự kiến ​​sẽ được sau ngày hôm nay.

source: This price has already been entered. To change it you should edit it
ar: وقد تم بالفعل دخلت هذا السعر .
et: See hind on juba sisestatud.
fa: این قیمت در حال حاضر وارد شده است.
fr_lu: Le prix a déjà été saisi, modifiez le si besoin est
hr_hr: Ova cijena je već ušao .
ja: この価格は、すでに入力されています。
lv_lv: Šī cena jau ir ievadīti .
pl_pl: Cena ta została już wprowadzona .
vi_vn: Giá này đã được nhập vào .

source: Could not be update the existing prices
ar: لا يمكن تحديث الأسعار الحالية
et: Ei saa ajakohastada kehtivaid hindu
fa: می تواند بروز رسانی قیمت موجود نیست
fr_lu: impossible de mettre à jour les prix
hr_hr: Ne može se ažurirati postojeće cijene
ja: 地方税更新不可
lv_lv: Nevar atjaunināt esošās cenas
pl_pl: Nie może być aktualizacja cen na dotychczasowym poziomie
vi_vn: Không có thể được cập nhật giá hiện tại

source: The price has been updated
ar: تم تحديث السعر
et: Hind on uuendatud
fa: قیمت به روز شده است
fr_lu: Le prix a été mis à jour
hr_hr: Cijena je ažuriran
ja: 運賃は更新されました
lv_lv: Cena ir atjaunināta
pl_pl: Cena została zaktualizowana
vi_vn: Giá đã được cập nhật

source: The new price could not be added
ar: السعر الجديد لا يمكن إضافتها
et: Uus hind ei saa lisada
fa: قیمت جدید می تواند اضافه نمی شوند
fr_lu: Le nouveau prix ne peut être ajouté
hr_hr: Nova cijena ne može biti dodano
ja: 新しい総勘定元帳勘定が追加された
lv_lv: Jaunā cena nevar pievienot
pl_pl: Nowa cena nie może zostać dodane
vi_vn: Không thêm giá mới được

source: The new price has been inserted
ar: لقد تم إدراج السعر الجديد
et: Uus hind on sisestatud
fa: قیمت جدید درج شده است
fr_lu: Le nouveau prix a été inséré
hr_hr: Nova cijena je umetnuta
ja: 作業指図が削除された
lv_lv: Jaunā cena ir ievietota
pl_pl: Nowa cena została włożona
vi_vn: Giá mới đã được chèn vào

source: Could not delete this price
ar: لا يمكن حذف هذا السعر
et: Ei saa kustutada seda hinda
fa: ممکن است حذف این قیمت نیست
fr_lu: Impossible de supprimer ce prix
hr_hr: Ne može se izbrisati tu cijenu
ja: 地方税更新不可
lv_lv: Nevar izdzēst šo cenu
pl_pl: Nie można usunąć tej cenie
vi_vn: Không xóa được giá này
