Repository: timschofield/KwaMoja-Medical
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar, et, fa, fr_lu, hr_hr, ja, lv_lv, pl_pl, vi_vn

source: Latin Western Languages - Times
ar: الغربية اللاتينية اللغات - تايمز
et: Ladina Lääne Keeled - Times
fa: لاتین غربی زبان - بار
ja: ラテン西洋言語 - タイムズ
lv_lv: Latīņu Rietumu Valodas - Times

source: Eastern European Russian Japanese Korean Hebrew Arabic Thai
ar: أوروبا الشرقية الروسية اليابانية الكورية العربية التايلاندية العبرية
et: Ida-Euroopa Vene Jaapani Korea heebrea araabia tai
fa: اروپای شرقی روسی ژاپنی کره ای عبری عربی تایلندی
fr_lu: Europe de l'Est Russe Japonais Coréen Hébreu Arabe Thaïlandais
hr_hr: Istočne Europe Ruski Japanski Korejski hebrejski, arapski Thai
ja: 東欧ロシア語日本語韓国語ヘブライ語アラビア語タイ
lv_lv: Austrumeiropas Krievu Japāņu Korejiešu Ebreju arābu taju
pl_pl: Europy Wschodniej Japoński Rosyjski Hebrajski Arabski Koreański tajski
vi_vn: Đông Âu Nga Nhật Bản Hàn Quốc tiếng Do Thái, tiếng Ả Rập Thái

source: Chinese
ar: الصينية
et: hiina
fa: چینی
fr_lu: Chinois
hr_hr: kineski
ja: 中国人
lv_lv: ķīniešu
pl_pl: Chiński
vi_vn: Tiếng Trung

source: Free Serif
ar: الرقيق مجانا
et: tasuta Serif
fa: رایگان سریف
fr_lu: gratuit Serif
hr_hr: Besplatno Serif
ja: 無料セリフ
lv_lv: Bezmaksas Serif
pl_pl: Bezpłatne Serif
vi_vn: miễn phí Serif

source: The Maximum Number of Records on Display entered must not be negative
ar: الحد الأقصى لعدد السجلات في العرض الذي تم إدخاله يجب أن لا تكون سلبية
et: Maksimaalne kirjete arv Display kanda ei tohi olla negatiivne
fa: حداکثر تعداد رکوردها در صفحه نمایش وارد نمی باید منفی
fr_lu: Le "Nombre maximal d'enregistrements à afficher" ne doit pas être négatif
hr_hr: Maksimalni broj zapisa na zaslonu ušli ne mora biti negativan
ja: ディスプレイ上のレコードの最大数は負であってはならない入力
lv_lv: Maksimālais skaits Records Display ievadīta nedrīkst būt negatīva
pl_pl: Maksymalna ilość wyświetlanych pozycji nie może być ujemna
vi_vn: T?ng s? t?i da h? so hi?n th? du?c nh?p vào không du?c là s? âm

source: 0 will default to system setting
ar: 0 سوف الافتراضي إلى إعداد النظام
et: 0 vaikimisi süsteemi kehtestamine
fa: 0 به تنظیمات سیستم به طور پیش فرض
fr_lu: 0 pour remettre les paramètres par défaut
hr_hr: 0 će prema zadanim postavkama sustava
ja: 0は、システムの設定がデフォルトになります
lv_lv: 0 būs noklusējuma uz sistēmas iestatījumu
pl_pl: o oznacza wartość domyślną
vi_vn: S? 0 s? m?c d?nh cho cài d?t h? th?ng

source: Cannot change password in the demo or others would be locked out!
ar: لا يمكن تغيير كلمة المرور في التجريبي أو أن يكون مؤمنا الآخرين بها!
et: Ei saa muuta paroolidemo või teised oleks lukus !
fa: آیا می توانم رمز عبور در نسخه ی نمایشی تغییر نمی کند و یا دیگران خواهد بود قفل شده است !
fr_lu: Impossible de changer le mot de passe dans la démo ou d'autres seraient en lock-out !
hr_hr: Ne mogu promijeniti lozinku u demo ili netko drugi će biti isključeni iz !
ja: デモでパスワードを変更できませんか、他人がロックアウトされるであろう！
lv_lv: Nevar mainīt paroli demo vai citus izslēgt !
pl_pl: Nie można zmienić hasła w demo lub inne będą zablokowane !
vi_vn: Không thể thay đổi mật khẩu trong bản demo hoặc những người khác sẽ bị khóa ra!

source: The password and password confirmation fields entered do not match
ar: الحقول تأكيد كلمة المرور وكلمة المرور دخلت لا تتطابق
et: Parool ja salasõna kinnitus väljad sisestasid, ei
fa: زمینه تایید رمز عبور و رمز عبور وارد شده با هم مطابقت ندارند
fr_lu: Le mot de passe et la confirmation du mot de passe ne correspondent pas
hr_hr: Lozinku i zaporku potvrdu stavke unijeli međusobno se ne podudaraju
ja: 入力されたパスワードとパスワードの確認フィールドが一致しません
lv_lv: Jaunā parole un apstiprinājumu nesakrīt
pl_pl: Niestety wprowadzone i powtórzone hasło różnią się
vi_vn: Mật khẩu và xác nhận mật khẩu nhập vào không khớp

source: The user alterations could not be processed because
ar: لا يمكن معالجة التعديلات المستخدم بسبب
et: Kasutaja muudatusi ei saa töödelda , kuna
fr_lu: Impossible d'enregistrer les modifications utilisateurs car
hr_hr: Korisni izmjene ne može obraditi jer
ja: ユーザーの変化を処理できませんでしたので、
lv_lv: Lietotāju izmaiņas nevar apstrādāt, jo
pl_pl: Zmiany użytkownika nie mogą zostać zapisane ponieważ
vi_vn: Không xử lý được việc thay đổi người sử dụng vì

source: The SQL that was used to update the user and failed was
ar: كان SQL التي تم استخدامها لتحديث قوائم و فشلت
et: SQL , mida kasutati uuendada kasutaja ja ei olnud
fr_lu: Échec de la commande SQL de mise à jour de l'utilisateur:
hr_hr: SQL koji je korišten za ažuriranje korisnika i nije bio
ja: ユーザーを更新に用いられたSQLは失敗した
lv_lv: SQL , kas tika izmantoti, lai atjauninātu lietotāju un neizdevās , bija
pl_pl: Użyta fraza SQL:
vi_vn: Dữ liệu SQL dùng để cập nhật người sử dụng không thành công vì

source: The user settings have been updated
ar: تم تحديث إعدادات المستخدم
et: Kasutaja seaded on uuendatud
fr_lu: Les paramètres utilisateur ont été mis à jour
hr_hr: U korisničke postavke su ažurirane
ja: ユーザ設定が更新されている
lv_lv: Lietotāja uzstādījumi tika laboti
pl_pl: Parametry użytkownika zostały zapisane
vi_vn: Các cài đặt của người sử dụng đã được cập nhật

source: Be sure to remember your password for the next time you login
ar: تأكد من أن نتذكر كلمة السر للمرة القادمة التي تدخل فيها
et: Kindlasti pidage meeles oma parooli järgmisel sisselogimisel
fa: مطمئن باشید که رمز عبور خود را به خاطر داشته باشید برای دفعه بعد شما وارد سایت شوید
fr_lu: N'oubliez pas votre mot de passe.
hr_hr: Budite sigurni da ne zaboravite svoju lozinku za sljedeće prijave
ja: 次回ログイン時のパスワードを忘れないようにしてください
lv_lv: Noteikti atcerēties paroli , lai nākamajā reizē, kad reģistrācija
pl_pl: Pamiętaj o ew. zmianie hasła przy następnym logowaniu
vi_vn: Hãy chắc chắn để ghi nhớ mật khẩu của bạn cho lần sau khi bạn đăng nhập

source: Maximum Number of Records to Display
ar: الحد الأقصى ل عدد السجلات إلى عرض
et: Maksimaalne kirjete arv Ekraan
fr_lu: Nombre maximal d'entrées à afficher
hr_hr: Maksimalni broj zapisa za prikaz
ja: 表示するレコードの最大数
lv_lv: Maksimālais ierakstu skaits , ko rādīt
pl_pl: Maksymalna Ilość Wyświetlanych Pozycji
vi_vn: Số tối đa của hồ sơ để hiển thị

source: New Password
ar: كلمة السر الجديدة
fr_lu: Nouveau mot de passe
hr_hr: Nova lozinka
ja: 新パスワード
lv_lv: Jaunā parole
pl_pl: Nowe hasło
vi_vn: Mật khẩu mới

source: Confirm Password
ar: تأكيد كلمة المرور
et: Kinnita parool
fr_lu: Confirmation du mot de passe
hr_hr: Potvrdi lozinku
ja: 確認パスワード
lv_lv: Apstiprināt jauno paroli
pl_pl: Potwierdź hasło
vi_vn: Xác nhận lại mật khẩu

source: if you leave the password boxes empty your password will not change
ar: إذا تركت خانات فارغة كلمة المرور كلمة المرور الخاصة بك وسوف لن تتغير
et: kui jätad parooli kasti tühjendada oma salasõna ei muutu
fa: اگر شما را ترک جعبه رمز عبور خالی رمز عبور خود را تغییر نخواهد کرد
hr_hr: Ako ste zaporku ostavite prazne kutije lozinku neće promijeniti
ja: パスワードボックスを空のままにした場合、パスワードは変更されません
vi_vn: nếu bạn rời khỏi hộp mật khẩu trống mật khẩu của bạn sẽ không thay đổi

source: Small
ar: صغير
et: väike
fa: کوچک
fr_lu: faible
hr_hr: mali
ja: スモール
lv_lv: mazs
pl_pl: mały
vi_vn: nhỏ

source: Medium
ar: متوسط
et: keskmine
fa: متوسط
hr_hr: srednji
ja: 培地
lv_lv: vidējs
vi_vn: trung bình

source: PDF Language Support
ar: PDF دعم اللغات
fa: مشاهده در قالب پی دی اف پشتیبانی زبان
fr_lu: Support linguistique pour les fichiers PDF
hr_hr: PDF Jezik podrška
ja: PDF言語サポート
lv_lv: PDF Valodu atbalsts
pl_pl: Czytniki PDF
vi_vn: Hỗ trợ ngôn ngữ PDF

source: This page must to be called from the work order entry screen
ar: يجب أن تسمى هذه الصفحة من شاشة إدخال أجل العمل
et: See leht tuleb sissenõutavadtöökäsu kanne ekraan
fr_lu: Cette page doit être appelée à partir de l'écran de saisie de travail afin
hr_hr: Ova stranica mora biti pozvani od stupanja radnog naloga zaslonu
ja: このページは、作業指示入力画面から呼び出される必要があります
lv_lv: Šī lapa ir saukt no darba uzdevuma ieraksta ekrānu
pl_pl: Ta strona musi się nazywać od zlecenia ekranie wprowadzania
vi_vn: Trang này phải được gọi từ màn hình đơn hàng làm việc

source: Work Order Serial Numbers in Progress
ar: تعمل بالدفع الأرقام التسلسلية في التقدم
et: Töökäsu seerianumbritega Progress
fa: سفارش کار شماره سریال در حال پیشرفت است
fr_lu: Numéros de travail de série Commander in Progress
hr_hr: Radni nalog serijski brojevi u tijeku
ja: 作業指図番号
lv_lv: Darbs pasūtīšana sērijas numuru Progress
pl_pl: Serial Numbers Work in Progress Zamówienie
vi_vn: Làm việc thứ tự số Serial trong tiến độ

source: Work Order Batches in Progress
ar: تعمل بالدفع دفعات في التقدم
et: Töökäsu partiide Progress
fr_lu: Lots Ordre Work in Progress
hr_hr: Radni nalog šarži
ja: 作業指図原価
lv_lv: Darbs pasūtīšana partijās Progress
pl_pl: Partie Pracy Zamówienie w toku
vi_vn: Làm việc lô hàng trong tiến độ

source: For Work Order Number
ar: ل عمل رقم الطلب
et: Sest tellimuse number
fr_lu: Pour le n° d'ordre de travail
hr_hr: Za rad broj narudžbe
ja: 作業指図番号
lv_lv: Pasūtījuma nr.
pl_pl: Na numer zlecenia
vi_vn: Đối với số thứ tự làm việc

source: and output item
ar: والبند الإخراج
et: ja väljund kirje
fa: و آیتم های خروجی
fr_lu: élément de sortie et
hr_hr: i izlazne točke
ja: ＆品目
lv_lv: un preci
pl_pl: i pozycja wyjściowa
vi_vn: và sản phẩm đầu ra

source: The quantity of controlled items to add was not numeric - a number is expected
ar: كان كمية من المواد الخاضعة للرقابة لإضافة لا رقمية - من المتوقع عددا
et: Kogus kontrollitavaid objekte lisada ei olnud numbreid -number on oodata
fr_lu: La quantité de produits contrôlés pour ajouter n'était pas numérique - un chiffre qui devrait
hr_hr: Količina kontroliranih stavki za dodavanje nije bila brojčana -broj se očekuje
ja: 追加するには、管理されたアイテムの量が数値ではなかった - 数が期待されている
lv_lv: Kontrolējamo priekšmetu , lai pievienotu daudzums nebija ciparu -skaits varētu
pl_pl: Ilość kontrolowanych, aby dodać nie numeryczne - liczba ma
vi_vn: Số lượng các mặt hàng có kiểm soát để thêm không số - một con số dự kiến

source: is already entered on this work order
ar: ودخلت بالفعل على هذا النظام العمل
et: on juba kantud see töökäsk
fr_lu: est déjà entré sur ce bon de travail
hr_hr: je već ušao na ovom radnom nalogu
ja: は注文に既にある
lv_lv: jau ir Å¡ajÄ� rÄ«kojumÄ�
pl_pl: jest już wpisany na ten zlecenia
vi_vn: đã được nhập vào để làm việc này

source: has already been used for this item
ar: وقد تم بالفعل استخدام لهذا البند
et: juba kasutatakse seda eset
fr_lu: a déjà été utilisé pour cet article
hr_hr: je već iskorišten za ovu stavku
ja: は注文に既にある
lv_lv: jau ir pārdots
pl_pl: został już użyty w tej
vi_vn: đã được sử dụng cho mặt hàng này

source: Unable to add the serial numbers requested
ar: غير قادر على إضافة الأرقام التسلسلية طلب
et: Ei saa lisada järjekorranumbrid nõutud
fr_lu: Impossible d'ajouter le numéro de série demandé
hr_hr: Nije moguće dodati su serijski brojevi zatražili
ja: 追加できませんシリアル番号が要求された
lv_lv: Nevar pievienot numurus, lūdza
pl_pl: Nie można dodać numery seryjne wniosek
vi_vn: Không thể thêm số hiệu yêu cầu

source: The batch or serial number reference has not been entered - a reference is required
ar: لم يتم إدخال الدفعة أو إشارة الرقم التسلسلي - لا بد من الإشارة
et: Partii-või seerianumbrit viide ei ole kantud -viide on nõutav
fa: دسته یا مرجع شماره سریال وارد نشده - مرجع مورد نیاز است
fr_lu: Le lot ou le numéro de série n'a pas été saisi - une référence est nécessaire
hr_hr: Serije ili serijski broj referenca nije unesen -referenca je potrebno
ja: バッチまたはシリアル番号参照が入力されていません - 参照が必要です
lv_lv: Partijas vai sērijas numurs lūgums nav ticis ievadīts -atsauce ir vajadzīga
pl_pl: Partii lub serii numer referencyjny nie został wprowadzony - odniesienie jest wymagane
vi_vn: Lô hàng hoặc tài liệu tham khảo số đã không được nhập vào - một tài liệu tham khảo là cần thiết

source: The quantity for the batch must be numeric
ar: كمية ل دفعة يجب أن يكون الرقمية
et: Koguspartii peab olema numbriline
fr_lu: La quantité du lot doit être numérique
hr_hr: Količina za serije mora biti numerička
ja: 注文品目の数量は数字でなければならない
lv_lv: Daudzumam ir jÄ�bÅ«t skaitlim
pl_pl: Ilości partii musi być liczbą
vi_vn: Số lượng cho hàng loạt phải là số

source: The serial number or batch reference must be unique to the item - the reference entered is already entered on this work order
ar: يجب أن يكون الرقم التسلسلي أو إشارة دفعة فريدة من نوعها ل هذا البند - يتم إدخال إشارة دخلت بالفعل على هذا النظام العمل
et: Seerianumber või partii viide peab olema unikaalnetoode -viide kantud juba sisestatud sellel töökäsu
fa: شماره سریال و یا مرجع دسته ای باید منحصر به فرد به آیتم استفاده کنید - مرجع وارد شده است که در حال حاضر در این سفارش کار وارد
fr_lu: Le numéro de série ou de référence du lot doit être unique à l'élément - la référence indiquée est déjà inscrit sur ce bon de travail
hr_hr: Serijski broj ili serije referenca mora biti jedinstven na stavku -Referentna unijeli već je ušao na tom radnom nalogu
ja: シリアル番号またはバッチ参照は項目に対して一意である必要があります - 入力した参照は、すでにこの作業指示に入力され
lv_lv: Sērijas numurs vai partijas identifikācijas jābūt unikāla posteni -iekļauta atsauce ir jau iekļauti šajā darba kārtībā
pl_pl: Numer seryjny lub referencyjnego partii musi być unikatowy przedmiot - weszła odniesienia jest już wpisany na ten zlecenia
vi_vn: Số serial hoặc tham khảo hàng loạt phải là duy nhất đến mục - tài liệu tham khảo vào đã được nhập vào để làm việc này

source: The serial number or batch reference must be unique to the item. The serial number/batch entered already exists
ar: يجب أن يكون عدد أو دفعة إشارة المسلسل فريدة من نوعها ل هذا البند .
et: Seerianumber või partii viide peab olema unikaalneobjekt.
fa: عدد یا دسته ای مرجع سریال باید منحصر به فرد به آیتم استفاده کنید .
fr_lu: Le numéro de série ou de référence du lot doit être unique à l'élément. Le numéro de série / lot entré existe déjà
hr_hr: Serijski broj ili serije referenca mora biti jedinstven na stavku .
ja: シリアル番号またはバッチ参照は項目に一意である必要があります。
lv_lv: Sērijas numurs vai partijas identifikācijas jābūt unikāla posteni .
pl_pl: Numer seryjny lub referencyjnego partii musi być unikalna dla tej pozycji. Numer seryjny / partia już istnieje
vi_vn: Số lượng hoặc hàng loạt tài liệu tham khảo nối tiếp phải là duy nhất đến mục .

source: Could not add a new serial number/batch
ar: لا يمكن إضافة رقم تسلسلي جديد / دفعة
et: Ei saa lisada uut seerianumber / partii
fr_lu: Impossible d'ajouter un nouveau numéro de série / lot
hr_hr: Ne mogu dodati novi serijski broj / serije
ja: 新しい勘定コードが追加できなかった
lv_lv: Nevarēja pievienot jaunu sērijas numuru / partijas
pl_pl: Nie udało się dodać nowy numer seryjny / partii
vi_vn: Không thể thêm một số mới / mẻ

source: Unable to add the batch or serial number requested
ar: غير قادر على إضافة الدفعة أو الرقم التسلسلي المطلوب
et: Ei saa lisadapartii-või seerianumbrit nõutud
fr_lu: Impossible d'ajouter le numéro de lot ou de série demandé
hr_hr: Nije moguće dodati serije ili serijski broj traženu
ja: 要求されたバッチまたはシリアル番号を追加することができません
lv_lv: Nevar pievienot partijas vai sērijas numurs pieprasīto
pl_pl: Nie można dodać partii lub numer seryjny wniosek
vi_vn: Không thể thêm hàng loạt hoặc số yêu cầu

source: The batch/serial number
ar: الدفعة / الرقم التسلسلي
et: Partii / seerianumber
fr_lu: Le lot/numéro de série
hr_hr: Serije / serijski broj
ja: 入金バッチ番号
lv_lv: Rīkojuma rindas numuru
pl_pl: Partii / numer seryjny
vi_vn: Lô hàng/ Số se-ri

source: has been deleted from this work order
ar: تم حذفه من هذا النظام العمل
et: on kustutatud see töökäsk
fr_lu: a été supprimé de l'ordre de travail
hr_hr: je izbrisana iz tog radnog naloga
ja: 作業指図へこの構成部品自動払出
lv_lv: tika pievienots pasūtījumam
pl_pl: został usunięty z tego zlecenia
vi_vn: đã bị xóa từ để làm việc này

source: The new batch or serial number reference has not been entered - a reference is required
ar: لم يتم إدخال الدفعة الجديدة أو إشارة الرقم التسلسلي - لا بد من الإشارة
et: Uus partii-või seerianumbrit viide ei ole kantud -viide on nõutav
fa: دسته جدید یا مرجع شماره سریال وارد نشده - مرجع مورد نیاز است
fr_lu: Le nouveau lot ou le numéro de série n'a pas été saisi - une référence est nécessaire
hr_hr: Nova serija ili serijski broj referenca nije unesen -referenca je potrebno
ja: 新しいバッチまたはシリアル番号の参照が入力されていません - 参照が必要です
lv_lv: Jaunais partijas vai sērijas numurs lūgums nav ticis ievadīts -atsauce ir vajadzīga
pl_pl: Nowych partii lub serii numer referencyjny nie został wprowadzony - odniesienie jest wymagane
vi_vn: Lô hàng mới hoặc tài liệu tham khảo số đã không được nhập vào - một tài liệu tham khảo là cần thiết

source: The reference entered is already entered on this work order
ar: يتم إدخال إشارة دخلت بالفعل على هذا النظام العمل
et: Viide kantud juba sisestatud sellel töökäsu
fr_lu: La référence indiquée est déjà inscrit sur ce bon de travail
hr_hr: Referentna unijeli već je ušao na tom radnom nalogu
ja: 入力した参照は、すでにこの作業指示に入力され
lv_lv: Ieraksta atsauci jau iekļauti šajā darba kārtībā
pl_pl: Wprowadzony referencyjna jest umieszczane na tej zlecenia
vi_vn: Tài liệu tham khảo vào đã được nhập vào để làm việc này

source: The serial number/batch entered already exists
ar: الرقم التسلسلي / دفعة دخلت بالفعل موجود
et: Seerianumber / partii kantud juba olemas
fr_lu: Le numéro de série / lot entré existe déjà
hr_hr: Serijski broj / serije ušao već postoji
ja: 入力されたコードは
lv_lv: The territory code entered already exists
pl_pl: Numer seryjny / partia już istnieje
vi_vn: Số / mẻ vào đã tồn tại

source: Could not update serial/batches on the work order
ar: تعذر تحديث مسلسل / دفعات على ترتيب العمل
et: Pole võimalik uuendada serial / partiide kohta töökäsu
fr_lu: Impossible de mettre à jour série / lots de l'ordre de travail
hr_hr: Ne može se ažurirati serijski / serijama na radnom nalogu
ja: 作業指図へ作業指図原価払出の更新ができません理由は
lv_lv: Nevar labot preču kategoriju
pl_pl: Nie można zaktualizować serial partii na zlecenie
vi_vn: Không thể cập nhật nối tiếp / lô về trình tự công việc

source: Add A Number of New Serial Numbers
ar: إضافة عدد من الأرقام التسلسلية جديد
et: Lisa mitu uut seerianumbrid
fr_lu: Ajouter de nouveaux numéros de série
hr_hr: Dodaj niz novih serijskih brojeva
ja: 連続番号入力
lv_lv: Pievienot vairākas jaunas kārtas numurus
pl_pl: Dodaj kilka nowych numerów seryjnych
vi_vn: Thêm Một số mới số Serial

source: Starting at
ar: ابتداء من الساعة
et: Alates
fr_lu: À partir de
hr_hr: S početkom u
ja: 開始日
lv_lv: Sākuma datums
pl_pl: Już od
vi_vn: Bắt đầu tại

source: Serial No
ar: المسلسل لا
et: Järjekorranumber
fr_lu: N° de série
hr_hr: Serijski br
ja: 連続番号
lv_lv: sērijas numurs
pl_pl: Numer Ser.
vi_vn: Số se-ri

source: Add a single serial number
ar: إضافة رقم مسلسل واحد
et: Lisa üks seerianumber
fr_lu: Ajouter un numéro de série unique
hr_hr: Dodajte jednu serijski broj
ja: 連続番号入力
lv_lv: Pievienot vienu sērijas numuru
pl_pl: Dodaj jeden numer seryjny
vi_vn: Thêm một số đơn

source: Batch/Lot Ref
ar: دفعة / لوط المرجع
et: Partii / Lot Ref
fr_lu: Réf. lot
hr_hr: Hrpa / Lot Ref.
ja: バッチ/ロット
lv_lv: Partijas / Lot Ref
pl_pl: Partia / Ref Lot
vi_vn: Hàng loạt / Tài liệu tham khảo lô

source: Add a single batch/lot number
ar: إضافة الدفعة / الكثير رقم واحد
et: Lisa ühe partii / partii number
fa: اضافه کردنتعداد دسته / بسیاری تنها
fr_lu: Ajouter un seul numéro de lot
hr_hr: Dodajte jednu serije / Puno broj
ja: 単一のバッチ/ロット番号を追加
lv_lv: Pievienot vienu partijas / partijas numurs
pl_pl: Dodaj jeden numer partii
vi_vn: Thêm một hoặc nhiều số

source: Could not get the work order serial/batch items
et: Ei saanudtöökäsu serial / partii teemad
ja: 勘定が更新できなかった理由は

source: There are no serial items or batches yet defined for this work order item. Create new items first
ar: لا توجد أي عناصر المسلسل أو دفعات محددة حتى الآن لهذا العمل بند النظام .
et: Puuduvad seerianumber teemad või partiide veel määratletud selle töö eest , et objekt.
fa: هیچ آیتمی سریال یا دسته هنوز برای این کار مورد سفارش تعریف شده وجود دارد.
fr_lu: Il n'y a aucune série ou des lots encore défini pour ce poste de commande de travail. Créer de nouveaux articles premier
hr_hr: Nema stavki serijski ili serije još nije definiran za tu stavku radnog naloga .
ja: まだこの作業指示項目に対して定義されたシリアルアイテムまたはバッチはありません。
lv_lv: Nav sērijas vienību vai partiju vēl nav definēti šajā darba uzdevuma objektu .
pl_pl: Nie ma seryjny przedmiotów lub partii zostały jeszcze zdefiniowane dla tej pozycji zlecenia. Utwórz nowe pozycje w pierwszej kolejności
vi_vn: Không có mặt hàng nối tiếp hoặc lô chưa được xác định cho mặt hàng này để làm việc.

source: Batch Ref
ar: دفعة المرجع
et: partii Ref
fr_lu: Réf. lot
hr_hr: Hrpa Ref.
ja: バッチ番号入力
lv_lv: partijas Ref
pl_pl: Ref serii
vi_vn: Lô tham khảo

source: Back To Work Order
ar: العودة إلى العمل ترتيب
et: Tagasi töökäsu
fr_lu: Retour au bon de travail
hr_hr: Povratak na radni nalog
ja: 作業指図へ戻る
lv_lv: Atpakaļ uz darbu pasūtījumu
pl_pl: Powrót do pracy Zamówienie
vi_vn: Quay trở lại đơn hàng

source: Access Permission Maintenance
ar: صيانة إذن الوصول
et: Access Permission Hooldus
hr_hr: Pristup Dopuštenje za održavanje
ja: アクセス権メンテナンス
lv_lv: Pieejas tiesības
pl_pl: Zarządzanie Prawami Dostępu
vi_vn: Giấy phép truy cập bảo trì

source: The role description entered must be at least 4 characters long
ar: وصف دور دخلت يجب أن يكون على الأقل 4 حرفا
et: Rolli kirjeldus sisestatud peab olema vähemalt 4 tähemärki
fr_lu: Le nom du rôle de sécurité doit comporter au moins 4 caractères
hr_hr: Uloga Opis ušao mora biti najmanje 4 znaka
ja: 入力した役割の説明には、少なくとも4文字の長さが必要
lv_lv: Lomas aprakstam ir jābūt vismaz 4 simbolus garam
pl_pl: Opis stanowiska musi mieć co najmniej 4 znaki
vi_vn: Mô tả được nhập phải ít nhất 4 kí tự

source: The update of the security role description failed because
ar: فشل التحديث من الوصف دور الأمن بسبب
et: Ajakohastatud turvalisuse rolli kirjeldus ebaõnnestus, kuna
fr_lu: La mise à jour de la description du rôle de sécurité a échoué en raison
hr_hr: Ažuriranje opisa sigurnosti uloga nije uspio jer
ja: セキュリティロールの記述の更新に失敗しましたので、
lv_lv: Neizdevās labot lomas dro&#353;ības aprakstu, jo
pl_pl: Zmiana opisu stanowiska nie powiodła się ponieważ
vi_vn: Cập nhật mục mô tả vai trò bảo mật không thành công bởi

source: The Security role description was updated.
ar: تم تحديث الوصف دور الأمن .
et: Turvalisus rolli kirjeldus uuendatud.
fr_lu: Le nom du rôle de sécurité a été mis à jour.
hr_hr: Opis Sigurnost uloga bila ažurirana .
ja: セキュリティロールの説明を更新しました。
lv_lv: Dro&#353;ības lomas apraksts tika labots
pl_pl: Opis stanowiska zmieniony
vi_vn: Mô tả vai trò bảo mật đã được cập nhật

source: The update of the security role failed because
ar: فشل التحديث من دور الأمان بسبب
et: Ajakohastatud turvalisuse rolli ebaõnnestus, kuna
fr_lu: La mise à jour du rôle de sécurité a échoué en raison
hr_hr: Ažuriranje sigurnosne uloge uspio jer
ja: セキュリティロールの更新が失敗しました。
lv_lv: Neizdevās mainīt lomas dro&#353;ību, jo
pl_pl: Zmiana stanowsika nie powiodła się ponieważ
vi_vn: Mô tả vai trò bảo mật không thành công bởi

source: The Security role was created.
ar: تم إنشاء دور الأمن .
et: Turvalisus roll loodi .
fr_lu: Le rôle de sécurité a été créé.
hr_hr: Sigurnost uloga bila stvorena .
ja: セキュリティロールが作成されました。
lv_lv: Dro&#353;ības loma tika izveidota
pl_pl: Utworzono definicję stanowiska
vi_vn: Vị trí bảo mật đã được tạo

source: The addition of the page group access failed because
ar: إضافة وصول مجموعة الصفحات التي فشلت بسبب
et: Lisaks Lehekülg grupi ühendus nurjus, sest
fr_lu: L'ajout de l'accès du groupe de pages a échoué parce que
hr_hr: Dodatak na pristup stranici grupe uspio jer
ja: ページ·グループ·アクセスの追加は失敗しました。
lv_lv: Uz lapas grupas piekļuvi papildinājums neizdevās, jo
pl_pl: Dodanie poziomu dostępu do grupy stron nie powiodło się ponieważ
vi_vn: Bổ sung các truy cập vào nhóm trang không thành công bởi

source: The page group access was added.
ar: تم ادراج وصول مجموعة الصفحات .
et: Lehekülg rühma juurdepääsu lisati .
fa: صفحه دسترسی به گروه اضافه شد.
fr_lu: La permission a été ajoutée.
hr_hr: Pristup stranica Skupina je dodao .
ja: ページ·グループへのアクセスを追加しました。
lv_lv: Lapa Grupa piekļuve tika pievienota .
pl_pl: Dodano poziom dostępu do grupy stron
vi_vn: Truy cập vào nhóm trang đã được thêm vào
