Repository: timschofield/KwaMoja-Medical
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar, et, fa, fr_lu, hr_hr, ja, lv_lv, pl_pl, vi_vn

source: A bank account must be selected to make this payment from
ar: يجب تحديد الحساب المصرفي لجعل هذا الدفع من
et: Pangakonto peab olema valitud , et muuta see makse
fa: حساب بانکی باید انتخاب را به این پرداخت از
fr_lu: Un compte bancaire doit être sélectionné pour effectuer ce paiement à partir de
hr_hr: Bankovni račun mora biti odabran kako biste uplatu od
ja: 銀行口座から支払いを行うために選択する必要があります
lv_lv: Bankas kontu jāizvēlas , lai veiktu šo maksājumu no
pl_pl: Rachunek bankowy musi być wybrany do dokonywania tych wypłat z
vi_vn: Một tài khoản ngân hàng phải được lựa chọn để thực hiện thanh toán này từ

source: Bank Account Payments Entry
ar: المدفوعات حساب مصرفي الدخول
et: Pangakonto Maksed sissekanne
fa: حساب بانکی پرداخت ورود
fr_lu: Compte bancaire paiements Entrée
hr_hr: Žiro račun Uplate post
ja: 銀行口座支払
lv_lv: Bankas konts Maksājumi Entry
pl_pl: Płatności z konta bankowego Wejście
vi_vn: Tài khoản ngân hàng Thanh toán nhập

source: Use this screen to enter payments FROM your bank account. <br />Note: To enter a payment FROM a supplier, first select the Supplier, click Enter a Payment to, or Receipt from the Supplier, and use a negative Payment amount on this form.
ar: استخدام هذه الشاشة لإدخال الدفعات من حسابك المصرفي .
et: Kasutage seda ekraani, et sisestada makseid teie pangakontolt.
hr_hr: Koristite ovaj zaslon za unos Vaš bankovni račun .
ja: あなたの銀行口座からの支払いを入力するには、この画面を使用します。
lv_lv: Izmantojiet šo ekrānu, lai ievadītu maksājumus no jūsu bankas konta .

source: The supplier code that this payment page was called with is not a currently defined supplier code
ar: رمز المورد أن هذه الصفحة تم استدعاء الدفع مع غير مزود رمز المعرفة حاليا
et: Tarnija kood , et see makse leht kutsuti koos ei ole praegu määratud tarnija kood
fa: کد منبع که که این صفحه با پرداخت نامیده می شد در حال حاضر تعریف کد منبع نمی باشد.
fr_lu: Le code du fournisseur que cette page de paiement a été appelé avec n'est pas un code fournisseur actuellement définis
hr_hr: Kod dobavljača da se to plaćanje poštom zvao s nijetrenutno definira broj dobavljača
ja: この支払いページはと呼ばれていたことをサプライヤーコードは、現在定義されている仕入先コードではありません
lv_lv: Piegādātājs kodu, kas šis maksājums lapu sauca ar navpašlaik noteiktajam piegādātājs kodu
pl_pl: Kod dostawcy z którym wywołano tę stronę jest aktualnie nie zdefiniowany
vi_vn: Mã nhà cung c?p mà trang thanh toán này ch?a không ph?i là mã nhà cung c?p m?c d?nh

source: If this page is called from the selectSupplier page then this assures that a valid supplier is selected
ar: إذا كان يتم استدعاء هذه الصفحة من صفحة selectSupplier ثم وهذا يؤكد أن يتم تحديد المورد صالحة
et: Kui see leht on välja kutsutudselectSupplier leht siis see kinnitab, et kehtiv tarnija valitakse
fa: اگر این صفحه از صفحه selectSupplier نامیده می شود و سپس این اطمینان که منبع معتبر انتخاب شده است
fr_lu: Un fournisseur existant sera sélectionné si cette page est appelée à partir de la page SelectSupplier.php.
hr_hr: Ako se ova stranica zove s selectSupplier stranici onda uvjerava davrijedi dobavljač odabran
ja: このページはselectSupplierページから呼び出された場合、これは有効なサプライヤーが選択されていることを保証する
lv_lv: Ja šī lapa ir sauc no selectSupplier lapā, tad tas nodrošina , kaderīgs piegādātājs ir izvēlēts
pl_pl: Jeśli ta strona jest wywoływana z selectSupplier strona to ta zapewnia, że ważne jest wybrany dostawca
vi_vn: N?u trang này du?c ch?n t? trang L?a Ch?n Nhà Cung C?p thì d?m b?o r?ng m?t nhà cung c?p h?p l? dã du?c ch?n

source: care of
ar: رعاية
et: hooldus
fr_lu: aux soins de
hr_hr: njegu
ja: 締日

source: Could not get the currency of the bank account
ar: لم أستطع الحصول على العملة من حساب البنك
et: Ei saanud vääringupangakonto
fa: تونه پول از حساب بانکی نیست
fr_lu: Impossible d'obtenir la monnaie du compte bancaire
hr_hr: Ne može se dobiti valutu bankovni račun
ja: 新しい勘定の表詳細が追加できなかった
lv_lv: Nevar iegūt izvÄ�lÄ�tÄ� bankas konta valūtu un kursu
pl_pl: Nie udało się uzyskać w walucie rachunku bankowego
vi_vn: Không có được loại tiền tệ của tài khoản ngân hàng

source: This payment has no amounts entered and will not be processed
ar: هذا الدفع لا يوجد لديه كميات دخلت و لن تتم معالجتها
et: See tasu ei ole kantud summade ja ei töödelda
fa: این پرداخت هیچ مقدار وارد شده و نمایش داده نمی شود پردازش
fr_lu: Ce paiement n'a pas de montants inscrits et ne sera pas traitée
hr_hr: Ova isplata nema količine unesenih i neće biti obrađen
ja: この支払いは入力された総額がなくて、処理されません
lv_lv: Šis maksājums nav ievadīti summas un netiks apstrādāti
pl_pl: Ta płatność nie ma wprowadzonej kwoty i nie będzie wprowadzona
vi_vn: Thanh toán này chưa được nhập số lượng nên sẽ không được xử lý

source: No bank account has been selected so this payment cannot be processed
ar: وقد تم اختيار أي حساب مصرفي لذلك لا يمكن معالجة هذا الدفع
et: Ei pangakonto on valitud nii see makse ei ole võimalik töödelda
fa: شماره حساب بانکی انتخاب شده است تا این پرداخت را نمی توان پردازش
fr_lu: Aucun compte bancaire a été choisie de manière ce paiement ne peut être traitée
hr_hr: Ne bankovni račun je odabrana tako da se to plaćanje ne može biti obrađen
ja: この支払いを処理できないので、いいえ、銀行口座が選択されていません
lv_lv: Neviens bankas konts ir izvēlēts , lai šis maksājums nevar apstrādāt
pl_pl: Nr rachunku bankowego została dobrana tak, to płatności nie mogą być przetwarzane
vi_vn: Không có tài khoản ngân hàng đã được chọn để thanh toán này không thể được xử lý

source: Print Cheque using pre-printed stationery
ar: طباعة الشيكات باستخدام القرطاسية المطبوعة مسبقا
et: Trüki Tšekk kasutades eelnevalt trükitud kontorikaubad
fa: نسخه قابل چاپ چک با استفاده از لوازم التحریر پیش از چاپ
fr_lu: Imprimer des chèques en utilisant la papeterie pré-imprimés
hr_hr: Ispis Ček pomoću već tiskane
ja: 運送伝票印刷 - 印刷用紙
lv_lv: Drukāt Čeku izmantojot iepriekš drukātās kancelejas preces
pl_pl: Drukuj za pomocą czeku wstępnie zadrukowany papeterii
vi_vn: In séc s? d?ng van phòng ph?m in s?n

source: Has the cheque been printed
ar: وقد تم طبع الشيك
et: Kas kontroll on trükitud
fa: است بررسی شده است چاپ
fr_lu: Le chèque a-t'il été imprimé?
hr_hr: Je liprovjera tiskana
ja: 小切手が印刷できた
lv_lv: Vaipārbaude nodrukāti
pl_pl: czy wydrukowano czek
vi_vn: In séc

source: Yes / Continue
ar: نعم / متابعة
et: Jah / Jätka
fa: بله / ادامه
fr_lu: Oui / Continue
hr_hr: Da / Nastavak
ja: 続く
lv_lv: Jā / Turpināt
pl_pl: Tak / Kontynuuj
vi_vn: Có / Tiếp tục

source: No / Cancel Payment
ar: لا / إلغاء الدفع
et: Ei / Loobu tasumine
fa: خیر / لغو پرداخت
fr_lu: Non / Annuler paiement
hr_hr: Ne / Opoziv plaćanja
ja: 合計支払額
lv_lv: Nē / atcelt maksājumu
pl_pl: Nie / Anuluj płatności
vi_vn: Không/ H?y thanh toán

source: Cannot insert a GL entry for the payment using the SQL
ar: لا يمكن إدراج إدخال GL لدفع باستخدام SQL
et: Ei saa lisadaGL kande maksmise kasutades SQL
fa: می توانید وارد نمی ورود برای گرم در پرداخت با استفاده از گذاشتن
fr_lu: Impossible d'insérer une entrée de GL pour le paiement en utilisant le SQL
hr_hr: Ne možete umetnuti GL unos za plaćanje pomoću SQL
ja: SQLを使用して支払いのためにGLのエントリを挿入することはできません
lv_lv: Nevar ievietot GL ierakstu par samaksu , izmantojot SQL
pl_pl: Nie można dodać pozycji księgi głównej przez SQL
vi_vn: Không chèn du?c Nh?p báo cáo s? cái cho thanh toán s? d?ng d? li?u SQL

source: Act Transfer From
ar: قانون نقل من
et: Seadus Ülekanne
fa: انتقال از قانون
fr_lu: Transfert de l'acte depuis
hr_hr: Zakon Prijenos s
ja: 移動元
lv_lv: Pārskaitīt no
pl_pl: Transfer ustawy z
vi_vn: Hành động Chuyển Từ

source: Cannot insert a bank transaction because
ar: لا يمكن إدراج المعاملات المصرفية بسبب
et: Ei saa sisestada pangaülekandeid sest
fa: می توانید وارد نمی معامله بانک چون
fr_lu: Impossible d'insérer une transaction bancaire, car
hr_hr: Nije moguće dodati bankovnu transakciju zbog
ja: 銀行取引を挿入することはできませんので、
lv_lv: Nevar ievadīt bankas transakciju, jo
pl_pl: Nie można wprowadzić transakcji bankowej ponieważ
vi_vn: Không thể chèn vào một giao dịch ngân hàng vì

source: Cannot insert a bank transaction with the SQL
ar: لا يمكن إدراج المعاملات المصرفية مع SQL
et: Ei saa lisadapank tehinguSQL
fa: می توانید وارد نمی معامله با بانک گذاشتن
fr_lu: Impossible d'insérer une transaction bancaire avec le SQL
hr_hr: Nije moguće dodati bankovnu transakciju SQL-om
ja: SQLとの銀行取引を挿入することはできません
lv_lv: SQL nevar ievadīt transakciju
pl_pl: Nie można dodać transakcji bankowej przez SQL
vi_vn: Không th? chèn m?t giao d?ch ngân hàng v?i d? li?u SQL

source: Cannot insert a payment transaction against the supplier because
ar: لا يمكن إدراج معاملة الدفع ضد المورد بسبب
et: Ei saa sisestada maksetehingu tarnija vastu , kuna
fa: می توانید وارد نمی معامله پرداخت به تامین کننده چون
fr_lu: Impossible d'insérer une opération de paiement contre le fournisseur, car
hr_hr: Ne možete umetnuti transakciju plaćanja protiv dobavljača , jer
ja: サプライヤーに対する支払取引を挿入することはできませんので、
lv_lv: Nevar ievadīt maksājumu piegādātājam, jo
pl_pl: Nie można wprowadzić wypłaty dla dostawcy ponieważ
vi_vn: Không có thể chèn một giao dịch thanh toán đối với nhà cung cấp vì

source: Cannot insert a payment transaction against the supplier using the SQL
ar: لا يمكن إدراج معاملة الدفع ضد المورد باستخدام SQL
et: Ei saa sisestada maksetehingu tarnija vastu , kasutades SQL
fa: می توانید وارد نمی معامله پرداخت به فروشنده با استفاده از گذاشتن
fr_lu: Impossible d'insérer une opération de paiement contre le fournisseur en utilisant le SQL
hr_hr: Ne možete umetnuti transakciju plaćanja protiv dobavljača pomoću SQL
ja: SQLを使用して仕入先に対して支払取引を挿入することはできません
lv_lv: Nevar ievietot maksājuma darījumu attiecībā pret piegādātāju, izmantojot SQL
pl_pl: Nie można wprowadzić wypłaty dla dostawcy przez SQL
vi_vn: Không có thể chèn một giao dịch thanh toán đối với các nhà cung cấp bằng cách sử dụng SQL

source: Cannot update the supplier record for the date of the last payment made because
ar: لا يمكن تحديث السجل مورد لل من تاريخ آخر دفعة تم سدادها بسبب
et: Ei saa värskendada tarnija rekord kuupäeva viimase makse tegemise tõttu
fa: آیا می توانم بروز رسانی رکورد منبع برای تاریخ پرداخت آخرین ساخته شده به دلیل نیست
fr_lu: Impossible de mettre à jour la fiche fournisseur pour la date du dernier paiement effectué en raison
hr_hr: Ne možete ažurirati dobavljaču rekord za danom zadnjem plaćanju , jer
ja: ので、最後に行われた支払日のために仕入先レコードを更新することはできません
lv_lv: Nevar atjaunināt piegādātāju rekordu dienas, kad veikts pēdējais maksājums , jo
pl_pl: Nie można zaktualizować daty ostatniej wypłaty dla dostawcy ponieważ
vi_vn: Không th? c?p nh?t h? so nhà cung c?p vào ngày có thanh toán g?n nh?t vì

source: Cannot update the supplier record for the date of the last payment made using the SQL
ar: لا يمكن تحديث السجل مورد لل من تاريخ آخر دفعة تم سدادها باستخدام SQL
et: Ei saa värskendada tarnija rekord kuupäeva viimase makse tegemise kasutades SQL
fa: آیا می توانم بروز رسانی رکورد منبع برای تاریخ پرداخت آخرین ساخته نشده است با استفاده از گذاشتن
fr_lu: Impossible de mettre à jour la fiche fournisseur pour la date du dernier paiement effectué en utilisant le SQL
hr_hr: Ne možete ažurirati dobavljaču rekord za datum zadnjeg plaćanja je korištenjem SQL
ja: 最後の支払日のために仕入先レコードを更新することができないと、SQLを使用して作ら
lv_lv: Nevar atjaunināt piegādātāju rekordu dienas, kad izdarīts pēdējais maksājums , izmantojot SQL
pl_pl: Nie można zaktualizować daty ostatniej wypłaty w danych dostawcy przez SQL
vi_vn: Không th? c?p nh?t h? so nhà cung c?p cho ngày thanh toán g?n nh?t s? d?ng d? li?u SQL

source: Cannot insert a GL transaction for the creditors account debit because
ar: لا يمكن إدراج معاملة GL لحساب الدائنين لأن الخصم
et: Ei saa lisadaGL tehing võlausaldajate konto deebet sest
fa: می توانید وارد نمی گرم در معامله برای بستانکاران حساب بانکی به دلیل
fr_lu: Impossible d'insérer une transaction GL pour les créanciers de comptes de débit parce
hr_hr: Ne možete umetnuti GL transakciju za zaduženje vjerovnika račun, jer
ja: 債権者口座引き落とし理由のためGLトランザクションを挿入することはできません
lv_lv: Nevar ievietot GL darījumu par kreditoru konta debeta jo
pl_pl: Nie można wprowadzić zapisu w KG na koncie kredytowym wierzytelności ponieważ
vi_vn: Không chèn du?c giao d?ch s? cái cho các ch? n? ghi n? tài kho?n vì

source: Cannot insert a GL transaction for the creditors account debit using the SQL
ar: لا يمكن إدراج معاملة GL لل مدين حساب الدائنين باستخدام SQL
et: Ei saa lisadaGL tehing võlausaldajate konto deebet kasutades SQL
fa: می توانید وارد نمی گرم در معامله برای بستانکاران با استفاده از حساب بدهی گذاشتن
fr_lu: Impossible d'insérer une transaction GL pour les créanciers de comptes de débit en utilisant le SQL
hr_hr: Ne možete umetnuti GL transakciju za zaduženje vjerovnika računa pomoću SQL
ja: SQLを使用して債権者口座引き落としのためにGLトランザクションを挿入することはできません
lv_lv: Nevar ievietot GL darījumu par kreditoru konta debeta izmantojot SQL
pl_pl: Nie można wprowadzić zapisu w KG na koncie kredytowym wierzytelności przez SQL
vi_vn: Không th? chèn giao d?ch s? cái cho các ch? n? ghi n? tài kho?n s? d?ng d? li?u SQL vì

source: Cannot insert a GL transaction for the payment discount credit because
ar: لا يمكن إدراج معاملة GL للحصول على الائتمان الخصم الدفع بسبب
et: Ei saa lisadaGL tehing maksmiseks soodushinnaga krediiti, sest
fa: می توانید وارد نمی معامله گرم برای تخفیف به دلیل اعتباری
fr_lu: Impossible d'insérer une transaction GL pour le crédit d'escompte de paiement parce que
hr_hr: Ne možete umetnuti GL transakcije za kredit plaćanje popust , jer
ja: ので、支払いの割引の信用のためにGLトランザクションを挿入することはできません
lv_lv: Nevar ievietot GL darījumu par maksājuma atlaidi kredītu, jo
pl_pl: Nie można wprowadzić zapisu w KG dla upustu w sprzedaży kredytowej ponieważ
vi_vn: Không th? chèn giao d?ch s? cái cho tín d?ng chi?t kh?u thanh toán vì

source: Cannot insert a GL transaction for the payment discount credit using the SQL
ar: لا يمكن إدراج معاملة GL للحصول على الائتمان الخصم الدفع باستخدام SQL
et: Ei saa lisadaGL tehing maksmiseks soodushinnaga krediidi abil SQL
fa: می توانید وارد نمی معامله گرم برای اعتباری تخفیف استفاده از گذاشتن
fr_lu: Impossible d'insérer une transaction GL pour le crédit d'escompte pour paiement en utilisant le SQL
hr_hr: Ne možete umetnuti GL transakciju za otplatu kredita popust pomoću SQL
ja: SQLを使用して支払の割引の信用のためにGLトランザクションを挿入することはできません
lv_lv: Nevar ievietot GL darījumu par maksājuma atlaidi kredītu , izmantojot SQL
pl_pl: Nie można wprowadzić zapisu w KG dla upustu w sprzedaży kredytowej przez SQL
vi_vn: Không th? chèn giao d?ch s? cái cho tín d?ng chi?t kh?u thanh toán s? d?ng d? li?u SQL

source: Cannot insert a GL transaction for the bank account credit because
ar: لا يمكن إدراج معاملة GL للحصول على الائتمان حساب مصرفي ل
et: Ei saa lisadaGL tehingupangakonto krediiti, sest
fa: می توانید وارد نمی معامله گرم برای اعتبار حساب بانکی به دلیل
fr_lu: Impossible d'insérer une transaction GL pour le crédit du compte bancaire parce que
hr_hr: Ne možete umetnuti GL transakcije za kredit bankovni račun , jer
ja: ため、銀行口座の信用のためにGLトランザクションを挿入することはできません
lv_lv: Nevar ievietot GL darījumu par bankas konta kredīta dēļ
pl_pl: Nie można wprowadzić zapisu w KG dla kredytu bankowego ponieważ
vi_vn: Không th? chèn giao d?ch s? cái cho tài kho?n ngân hàng tín d?ng vì

source: Cannot insert a GL transaction for the bank account credit using the SQL
ar: لا يمكن إدراج معاملة GL للحصول على الائتمان الحساب المصرفي باستخدام SQL
et: Ei saa lisadaGL tehingupangakonto krediidi abil SQL
fa: می توانید وارد نمی معامله گرم برای اعتبارات بانکی با استفاده از حساب گذاشتن
fr_lu: Impossible d'insérer une transaction GL pour le crédit du compte bancaire en utilisant le SQL
hr_hr: Ne možete umetnuti GL transakcije za kredit bankovnog računa pomoću SQL
ja: SQLを使用して銀行口座の信用のためにGLトランザクションを挿入することはできません
lv_lv: Nevar ievietot GL darījumu par bankas konta kredīta , izmantojot SQL
pl_pl: Nie można wprowadzić zapisu w KG dla kredytu bankowego przez SQL
vi_vn: Không th? chèn giao d?ch s? cái cho tài kho?n ngân hàng tín d?ng s? d?ng d? li?u SQL

source: Enter another Payment for
ar: أدخل دفع آخر لل
et: Sisestage teise eest tasumine
fa: وارد دیگر پرداخت
fr_lu: Saisir un autre paiement pour
hr_hr: Upišite drugu uplatu za
ja: 仕入先支払入力
lv_lv: Ievadiet vēl vienu maksājumu
pl_pl: Wpisz kolejnej płatności na
vi_vn: Nhập thanh toán khách cho

source: Enter another General Ledger Payment
ar: أدخل أخرى دفتر الأستاذ العام الدفع
et: Sisestage teine ​​pearaamat tasumine
fa: وارد دیگر عمومی پرداخت لجر
fr_lu: Saisir un autre paiement du GL
hr_hr: Unesite još plaćanjem Ledger
ja: 他の総勘定元帳仕訳入力
lv_lv: Ievadītu citu virsgrāmatas Apmaksa
pl_pl: Wpisz kolejnej płatności General Ledger
vi_vn: Nh?p vào m?t s? cái thanh toán khác

source: The Cheque/Voucher number has already been used
ar: وقد تم بالفعل استخدام الشيك رقم / قسيمة
et: Tšekk / Voucher number on juba kasutatud
fa: چک / تعداد کوپن قبلا استفاده شده است
fr_lu: Le Chèque / Numéro de pièce justificative a déjà été utilisé
hr_hr: Ček / bon broj već koristi
ja: 小切手/バウチャー番号がすでに使用されている
lv_lv: Čeks / Kuponu skaits jau ir izmantots
pl_pl: Czek / numer odcinka był już używany,
vi_vn: S? séc/phi?u dã du?c s? d?ng

source: This GL analysis item could not be added
ar: لا يمكن إضافة هذا البند تحليل GL
et: See GL analüüs kirje ei saa lisada
fa: این گرم در مورد تجزیه و تحلیل نمی تواند اضافه شده
fr_lu: Cet article analyse GL ne peut être ajouté
hr_hr: Ova stavka GL analiza ne može se dodati
ja: このGLの分析項目を追加できませんでした
lv_lv: Jauna nodokļu kategoriju nevar pievienot
pl_pl: Ten element analizy GL nie można dodać
vi_vn: Không thêm du?c s? cái phân tích m?t hàng này

source: The cheque number has already been used
ar: وقد تم بالفعل استخدام رقم الشيك
et: Kontroll number on juba kasutatud
fa: شماره چک در حال حاضر استفاده شده است
fr_lu: Ce numéro de chèque a déjà été utilisé
hr_hr: Broj čeka već koristi
ja: 小切手番号が既に使用されている
lv_lv: jau ir pārdots
pl_pl: Numer kontrolny został już użyty
vi_vn: S? séc dã du?c s? d?ng

source: SQL used to retrieve the bank account name was
ar: استخدام SQL لاسترداد كان اسم حساب مصرفي
et: SQL kasutatud laadidapangakonto nimi oli
fa: گذاشتن استفاده برای بازیابی بانک نام حساب شد
fr_lu: Commande SQL d'affichage du nom du compte bancaire:
hr_hr: SQL se koristi za dohvaćanjeime bankovni račun bio
ja: SQLは、銀行口座名があった取得するために使用
lv_lv: SQL izmanto, lai iegūtubankas konta nosaukums bija
pl_pl: Użyta fraza SQL
vi_vn: D? li?u SQL dùng d? truy xu?t tên tài kho?n ngân hàng là

source: is not set up as a bank account with a valid general ledger account
ar: لم يتم إعداد كحساب البنك مع حساب دفتر الأستاذ العام صالح
et: ei ole loodud pangakonto kehtiv pearaamatu konto
fa: تنظیم نشده است به عنوان یک حساب بانکی با یک حساب معتبر لجر عمومی
fr_lu: n'est pas mis en place comme un compte en banque avec un compte du grand livre général valide
hr_hr: nije postavljen kao bankovni račun s važećom račun glavne knjige
ja: 有効な総勘定元帳勘定と銀行口座として設定されていません
lv_lv: nav izveidots kā bankas kontu ar derīgu virsgrāmatas kontā
pl_pl: nie jest ustawione jako konto bankowe z właściwym kontem KG
vi_vn: không du?c thi?t l?p nhu là m?t tài kho?n ngân hàng v?i tài kho?n s? cái h?p l?

source: from the
ar: من
et: alates
fa: از
fr_lu: De
hr_hr: od
ja: 支払元
lv_lv: no
pl_pl: z
vi_vn: từ

source: Date Paid
ar: تاريخ الدفع
et: kuupäev Paide
fa: تاریخ پرداخت
fr_lu: Payée
hr_hr: Datum Plaćeni
ja: 支払日
lv_lv: Maksā&#353;anas datums
pl_pl: Data Wypłaty
vi_vn: Ngày tr?

source: Currency of Payment
ar: عملة الدفع
et: Maksevaluuta
fa: نرخ ارز پرداخت
fr_lu: Devise de paiement
hr_hr: Valuta plaćanja
ja: 通貨名
lv_lv: Valūta
pl_pl: Waluta płatności
vi_vn: Tiền tệ thanh toán sử dụng

source: No currencies are defined yet. Payments cannot be entered until a currency is defined
ar: لم يتم تحديد العملات حتى الآن .
et: No valuutasid veel määratletud .
fa: بدون پول تعریف نشده است. پرداخت را نمی توان وارد شده تا ارز تعریف شده است
fr_lu: Aucun monnaies sont définies pour le moment. Les paiements ne peuvent être introduites avant une monnaie est défini
hr_hr: Nema valute nisu definirani .
ja: いいえ通貨はまだ定義されていません。
lv_lv: Nav valūtas vēl nav noteiktas .
pl_pl: Nr waluty są jeszcze określony. Płatności nie mogą być wprowadzane do walucie jest określona
vi_vn: Chưa xác định dạng tiền tệ. Không thể nhập thanh toán khi chưa xác định dạng tiền tệ.

source: The transaction currency does not need to be the same as the bank account currency
ar: العملة الصفقة لا تحتاج إلى أن تكون نفس العملة حساب مصرفي
et: Tehingu valuuta ei pea olema samapangakonto valuuta
fa: ارز معامله می کند نیاز به همان ارز حساب بانکی
fr_lu: La devise de la transaction n'a pas besoin d'être la même que la monnaie de compte bancaire
hr_hr: Valuta transakcije ne moraju biti isti kao valutu bankovnog računa
ja: 取引通貨は、銀行口座の通貨と同じである必要はありません
lv_lv: Transakcijas valūta nav nepieciešams tāds pats kā bankas konta valūtā
pl_pl: Walucie transakcji nie musi być taka sama jak waluta rachunku bankowego
vi_vn: Ti?n t? giao d?ch không c?n ph?i gi?ng v?i ti?n t? c?a tài kho?n ngân hàng

source: Supplier Currency
ar: المورد العملات
et: Pakkuja Valuuta
fa: تامین کننده ارز
fr_lu: Devise fournisseur
hr_hr: Dobavljač valuta
ja: 仕入先通貨
lv_lv: Piegādātaja valūta
pl_pl: Waluta Dostawcy
vi_vn: Tiền tệ của nhà cung cấp

source: Payment Exchange Rate
ar: دفع سعر الصرف
et: Maksmine Vahetuskurss
fa: پرداخت نرخ ارز
fr_lu: Taux de change du paiement
hr_hr: Plaćanje tečajna
ja: 為替レート
lv_lv: Valūtas kurss
pl_pl: Kurs wymiany płatności
vi_vn: T? giá h?i doái c?a thanh toán

source: The exchange rate between the currency of the bank account currency and the currency of the payment
ar: سعر الصرف بين العملة للعملة الحساب المصرفي والعملة من الدفع
et: Vahetuskurss valuuta pangakonto valuuta jamakse valuuta
fa: نرخ مبادله بین پول از حساب بانکی ارزی و پول رایج پرداخت
fr_lu: Le taux de change entre la monnaie de la monnaie de compte bancaire et la monnaie du paiement
hr_hr: Tečaj između valuti valuti računa u banci i valuti plaćanja
ja: 銀行口座通貨の通貨と支払通貨間の為替レート
lv_lv: Maiņas kurss starp bankas konta valūtā valūtu un maksājuma valūtu
pl_pl: Kurs wymiany waluty na walutę rachunku bankowego i waluty płatności
vi_vn: T? giá h?i doái gi?a ti?n t? c?a tài kho?n ngân hàng và ti?n t? c?a thanh toán

source: Payment type
ar: نوع الدفع
et: makse tüüp
fa: نوع پرداخت
fr_lu: Type de paiement
hr_hr: Način plaćanja
ja: 支払方法
lv_lv: Maksājuma veids
pl_pl: Rodzaj płatności
vi_vn: Loại thanh toán

source: Cheque Number
ar: عدد الشيكات
et: Tšekk arv
fa: چک شماره
fr_lu: Numéro de chèque
hr_hr: Ček Broj
ja: 小切手番号
lv_lv: Dokumenta nr
pl_pl: Numer Czeku
vi_vn: Số séc

source: (if using pre-printed stationery)
ar: (في حال استخدام القرطاسية مطبوعة مسبقا )
et: (kui kasutatakse valmistrükitud kirjatarbed )
fa: (در صورتی که با استفاده از قبل چاپ شده لوازم التحریر)
fr_lu: (Si vous utilisez des pré-imprimés)
hr_hr: ( ako koristite već tiskane )
ja: 運送伝票印刷 - 印刷用紙
lv_lv: ( ja izmanto iepriekš drukātās kancelejas preces )
pl_pl: (W przypadku korzystania wstępnie zadrukowane materiały piśmienne)
vi_vn: (nếu sử dụng văn phòng phẩm in sẵn )

source: General Ledger Payment Analysis Entry
ar: دفتر الأستاذ العام دفع الاشتراك التحليل
et: Pearaamat Maksmine analüüs sissekanne
fa: عمومی لجر پرداخت ورودی تجزیه و تحلیل
fr_lu: General Ledger paiement analyse Entrée
hr_hr: Glavna knjiga Plaćanje Analiza post
ja: 総勘定元帳支払分析入力
lv_lv: Grāmatojumu pret virsgrāmats kontiem pārskats
pl_pl: Konto Analityczne KG dla Wypłat
vi_vn: Chung Ledger thanh tóan phân tích nhập

source: Enter GL Account Manually
ar: إدخال حساب GL يدويا
et: Sisesta GL konto käsitsi
fa: ورود به حساب گرم دستی
fr_lu: Saisir le compte GL manuellement
hr_hr: Unesite GL račun Ručno
ja: ＧＬ勘定マニュアル入力
lv_lv: Ievadiet kontu
pl_pl: Wprowadź Konto KG Ręcznie
vi_vn: Nh?p S? cái tài kho?n b?ng tay

source: Select GL Group
ar: اختر GL المجموعة
fr_lu: Sélectionner un compte GL
ja: ＧＬ勘定選択

source: No General ledger account groups have been set up yet
ar: لم تحدد الجماعات حساب دفتر الأستاذ العام حتى الآن.
fr_lu: Aucun groupe GL initialisé
ja: 総勘定元帳勘定が更新された
