Repository: timschofield/KwaMoja-Medical
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar, et, fa, fr_lu, hr_hr, ja, lv_lv, pl_pl, vi_vn

source: You can not change a Non-Controlled Item to Controlled (or back from Controlled to non-controlled when there is currently stock on hand for the item
ar: لا يمكنك تغيير بند غير خاضعة للرقابة ل الشواهد ( أو إلى الخلف من رقابة إلى غير خاضعة للرقابة عندما لا يوجد حاليا مخزون على يد ل هذا البند
et: Te ei saa muutamittekuuluvate Punkt kontrollitud ( või tagasi kontrollitud mittekuuluvate kui on praegu laos käsikirje
fa: شما می توانید آیتم های غیر کنترل شده به کنترل ( یا از کنترل به کنترل تغییر نیست که در حال حاضر وجود دارد سهام در دست را برایآیتم
fr_lu: Vous ne pouver pas changer un article non contrôlé en un article contrôlé ( ou le contraire ) lorsqu il y a un stock assigné à cet article
hr_hr: Ne možete promijeniti nekontroliranim stavku u kontroliranim (ili natrag na kontrolirani na ne - kontrolirano kada je trenutno dionica na ruku za tu stavku
ja: 在庫が項目の手元に現在があるときには、制御された（またはバック非制御するように制御からへの非管理された項目を変更することはできません
lv_lv: Jūs nevarat mainīt nekontrolētu postenis , lai Controlled (vai atpakaļ no Kontrolē līdz nekontrolētā ja pašlaik krājumu uz rokas par objektu
pl_pl: Nie można zmienić towaru niekontrolowanego na kontrolowany (lub odwrotnie) jeśli towar jest aktualnie na magazynie
vi_vn: B?n không th? thay d?i d?i tu?ng chua du?c ki?m soát thành dã du?c ki?m soát(ho?c ngu?c l?i t? Ðã ki?m soát thành chua ki?m soát khi hi?n t?i có hàng trong kho cho d?i tu?ng dó

source: You can not change a Serialised Item to Non-Serialised (or vice-versa) when there is a quantity on hand for the item
ar: لا يمكنك تغيير بند Serialised إلى غير Serialised ( أو العكس بالعكس ) عندما يكون هناك كمية على يد ل هذا البند
et: Te ei saa muutaSerialised Punkt mittekuuluvatele Serialised ( või vastupidi) , kui on olemas kogus käsikirje
fa: شما می توانید یک آیتم Serialised به غیر Serialised (یا بالعکس ) را تغییر دهید اما نه زمانی که یک مقدار در دست را برایآیتم وجود دارد
fr_lu: Vous ne pouvez pas modifier un objet Serialised à des non-Serialised (ou vice-versa) quand il ya une quantité en main pour l'article
hr_hr: Ne možete promijeniti Serialised stavku u Non - Serialised (ili obrnuto ) kada postoji količina na ruku za tu stavku
ja: 項目の手持ちの量がある場合には、 （またはその逆）非SerialisedにSerialised項目を変更することはできません
lv_lv: Jūs nevarat mainīt Serialised postenis Non - Serialised (vai otrādi) , ja iruz rokas daudzums postenim
pl_pl: Nie można zmienić Serialised przedmiotu do Non-Serialised (lub odwrotnie), gdy istnieje ilość na rękę za przedmiot
vi_vn: Bạn không thể thay đổi một khoản Serialised để không Serialised ( hoặc ngược lại ) khi có một số lượng trên tay cho các mục

source: The property value should between
ar: ينبغي قيمة العقار بين
et: Vara väärtus peaks vahel
hr_hr: Vrijednost imovine trebalo između
ja: プロパティ値の間べき
lv_lv: Īpašuma vērtība būtu starp
vi_vn: Giá trị tài sản nên giữa

source: The stock item could not be updated because
ar: تعذر تحديث هذا البند لأن الأسهم
et: Laonumbrist ei saa ajakohastada , sest
fr_lu: L'article ne peut être mis à jour car
hr_hr: Dioničko stavka ne može biti ažurirana , jer
ja: 在庫品目を更新できませんでしたので、
lv_lv: Krājumu vienība nevar atjaunināt , jo
pl_pl: Magazyn nie może być zaktualizowany ponieważ
vi_vn: Hàng trong kho chưa được update vì

source: The SQL that was used to update the stock item and failed was
ar: كان SQL التي تم استخدامها لتحديث بند الأوراق المالية و فشلت
et: SQL , mida kasutati , et ajakohastada laonumbrist ja ei olnud
fr_lu: Échec de la commande SQL de mise à jour du stock:
hr_hr: SQL koji je korišten za ažuriranje zaliha stavku i da nije bio
ja: 在庫品目を更新に用いられたSQLは失敗した
lv_lv: SQL , kas tika izmantoti, lai atjauninātu krājuma priekšmetu un neizdevās , bija
pl_pl: Użyta fraza SQL
vi_vn: D? li?u SQL dùng d? c?p nh?t hàng trong kho và không thành công là

source: Change stock category
ar: تغيير فئة الأوراق المالية
fr_lu: Changer les catégories du stock
ja: 在庫カテゴリ

source: The stock cost journal could not be inserted because
ar: لا يمكن إدراج مجلة تكلفة المخزون بسبب
fr_lu: Le journal de coût du stock n'a pas pu être inséré car
ja: 銀行口座が挿入又は修正できなかった理由は

source: The SQL that was used to create the stock cost journal and failed was
fr_lu: Échec de la commande SQL de création de journal de coût du stock:
ja: 在庫品目を更新に用いられたSQLは失敗した

source: Error retrieving value of finished goods received and cost issued against work orders for this item
ar: خطأ قيمة استرجاع من السلع تامة الصنع الواردة و الصادرة تكلف ضد أوامر العمل لهذا البند
et: Viga allalaadimise väärtus valmistoodang saanud ja maksab välja antud töökäsud seda eset
fa: خطا در بازیابی ارزش به پایان رسید کالا و صادره علیه دستور کار هزینه را برای این آیتم به
fr_lu: Impossible d'afficher la valeur des biens reçus et leur coût en les rapprochant de l'ordre de travail
hr_hr: Pogreška dohvaćanja vrijednosti zaliha gotovih proizvoda i dobila cijene podignuta protiv radnih naloga za ovu stavku
ja: 完成品の取得エラー値が受信され、この項目の作業指示に対して発行コスト
lv_lv: Kļūda saņemot vērtība gatavās produkcijas saņemto un izmaksu izsniedz pret darba uzdevumu šajā postenī
pl_pl: Błąd pobierania wartość wyrobów gotowych otrzymanych i kosztować wydane przed zleceń dla tej pozycji
vi_vn: Lỗi giá trị thu hồi hàng hóa đã hoàn thành tiếp nhận và chi phí phát hành đối với những đơn đặt hàng cho mặt hàng này

source: The WIP cost journal could not be inserted because
ar: لا يمكن إدراج مجلة تكلفة WIP لأن
fr_lu: Le journal de coût du travail en cours n'a pas pu être inséré car
ja: 銀行口座が挿入又は修正できなかった理由は

source: The SQL that was used to create the WIP cost journal and failed was
fr_lu: Échec de la commande SQL de création du journal de coût du travail en cours:
ja: ユーザーを更新に用いられたSQLは失敗した

source: New Item
ar: عنصر جديد
et: uus toode
fr_lu: Nouvel article
hr_hr: Nova stavka
ja: 新商品
lv_lv: Jauna prece
pl_pl: Nowy Towar
vi_vn: Hàng mới

source: NB: The item cost and pricing must also be setup
ar: NB : يجب أن تكلفة هذا البند والتسعير أيضا أن يكون الإعداد
et: NB :kirje kulud ja hinnakujundus peab olema setup
fa: توجه: هزینه کالا و قیمت گذاری نیز باید راه اندازی می شود
fr_lu: NB: le coût et le prix de l'article doivent être définis
hr_hr: Napomena :stavke troškova i cijena mora biti postavljen
ja: NB ：項目はコストと価格も設定する必要があり
lv_lv: NB :prece izmaksas un cenas ir arī uzstādīšanas
pl_pl: NB :pozycja kosztów i ceny muszą być ustawione
vi_vn: Lưu ý: chi phí Các mặt hàng và giá cả cũng phải được thiết lập

source: Enter Item Cost
ar: أدخل بند التكلفة
et: Sisesta Toode Hind
fr_lu: Saisir le coût d'achat de l'article
hr_hr: Unesite trošak stavke
ja: 品目コード入力

source: Enter Item Prices
ar: أدخل أسعار السلعة
et: Sisesta Toode Hinnad
fr_lu: Saisir le prix de vente des articles
ja: 品目価格

source: Cannot delete this stock item because there are stock movements that refer to this item
ar: لا يمكن حذف هذا البند الأسهم لأن هناك تحركات الأسهم التي تشير إلى هذا البند
et: Ei saa kustutada seda laonumbrist sest seal on varude liikumine , mis viitavad kirjele
fr_lu: Impossible de supprimer cet article car il est utilisé par des mouvements de stock
hr_hr: Ne mogu izbrisati tu stavku zaliha , jer postoje pokreti dionica koje se odnose na ovu stavku
ja: この項目を参照して株式の動きがあるので、この在庫品目を削除することはできません
lv_lv: Nevar izdzēst šo akciju posteni , jo tur ir akciju kustības, kas attiecas uz šo posteni
pl_pl: Nie można usunąć towaru ponieważ istnieją zapisy przesunięć odnoszące się do tego towaru
vi_vn: Không th? xóa m?t hàng trong kho này vì có vi?c di chuy?n kho d?n t?i d?i tu?ng này

source: stock movements that refer to this item
ar: تحركات الأسهم التي تشير إلى هذا البند
et: varude liikumine , mis viitavad kirjele
fr_lu: mouvements de stock relatifs à cet article
hr_hr: dioničko pokreta koji se odnose na ovu stavku
ja: この項目を参照して株式の動き
lv_lv: Preces kustība
pl_pl: przesunięcia odnoszące się do tego towaru
vi_vn: Di chuy?n kho d?n t?i d?i tu?ng này

source: Cannot delete this item record because there are bills of material that require this part as a component
ar: لا يمكن حذف هذا السجل البند لأن هناك فواتير للمواد التي تتطلب هذا الجزء كمكون
et: Ei saa seda kustutada rekord , sest seal on arved materjali , mis nõuavad seda osa , mis on osaks
fr_lu: Impossible de supprimer cet article car des nomenclatures s'en servent comme composant
hr_hr: Ne može se izbrisati ovu stavku rekord jer postoje zapisi materijala koji zahtijevaju ovaj dio , kao sastavni
ja: コンポーネントとしてこの部分を必要とする部品表があるので、この項目のレコードを削除することはできません
lv_lv: Nevar izdzēst preci ierakstu , jo ir rēķinus materiālu , kas prasa šo daļu kā sastāvdaļu
pl_pl: Nie można usunąć towaru ponieważ są listy materiałów wykorzystujące go jako materiał
vi_vn: không thể xóa hồ sơ đối tượng này vì có danh sách nguyên vật liệu yêu cầu phần này là một bộ phận

source: bills of material that require this part as a component
ar: فواتير المواد التي تتطلب هذا الجزء كمكون
et: tootmiskomplektide et nõuda seda osa , mis on osaks
fr_lu: nomenclature qui requiert ce composant
hr_hr: zapisi materijala koji zahtijevaju ovaj dio , kao sastavni
ja: コンポーネントとしてこの部分を必要とする部品表
lv_lv: rēķinus materiālu , kas prasa šo daļu kā sastāvdaļu
pl_pl: listy materiałów wymagające tego towaru jako komponentu
vi_vn: Danh sách nguyên vật liệu yêu cầu phần này như một linh kiện

source: Cannot delete this item record because there are existing sales orders for this part
ar: لا يمكن حذف هذا السجل البند لأن هناك أوامر البيع الحالية لهذا الجزء
et: Ei saa seda kustutada rekord , sest seal on olemasolevat müügitellimuste selle osa
fr_lu: Impossible de supprimer cet article car des commandes y font référence
hr_hr: Ne može se izbrisati ovu stavku rekord jer već postoje narudžbe za ovaj dio
ja: この部分のために、既存の受注があるので、この項目のレコードを削除することはできません
lv_lv: Nevar izdzēst preci ierakstu, jo jau pastāv pārdošanas pasūtījumus šai daļai
pl_pl: Nie można usunąć towaru ponieważ są zamówienia na ten towar
vi_vn: Không xóa du?c h? so m?t hàng này vì dã có don d?t hàng cho ph?n này

source: sales order items against this part
ar: بنود النظام ضد مبيعات هذا الجزء
et: müügikorralduse esemete see osa
fr_lu: articles de commande client concernant ce composant
hr_hr: prodajni nalog predmeti protiv ovog dijela
ja: この部分に対しての受注アイテム
lv_lv: pārdošanas pasūtīt preces pret šo daļu
pl_pl: zamówienia sprzedaży na ten towar
vi_vn: Ð?i tu?ng don d?t hàng ch?ng l?i ph?n này

source: Cannot delete this item because sales analysis records exist for it
ar: لا يمكن حذف هذا البند لأن سجلات تحليل المبيعات موجودة لذلك
et: Ei saa seda kustutada , sest müügi analüüs andmed on olemas selle
fr_lu: Impossible de supprimer cet article car des analyses de ventes y font référence
hr_hr: Ne mogu izbrisati tu stavku , jer prodaja analiza zapisi postoje za to
ja: 販売分析の記録はそれのために存在するため、この項目を削除することはできません
lv_lv: Nevar izdzēst šo posteni , jo pārdošanas analīzes uzskaite pastāv par to
pl_pl: Nie można usunąć towaru ponieważ istnieją dla niego rekordy analizy sprzedaży
vi_vn: Không th? xóa d?i tu?ng này vì h? so phân tích kinh doanh t?n t?i vì nó

source: sales analysis records against this part
ar: سجلات تحليل المبيعات ضد هذا الجزء
et: müügi analüüs arvestust selle osa vastu
fr_lu: données d analyse de vente concernant ce composant
hr_hr: prodaja analiza zapisi protiv ovog dijela
ja: この部分に対して、販売分析の記録
lv_lv: pārdošanas analīze ierakstus pret šo daļu
pl_pl: rekordy analizy sprzedaży dla tego towaru
vi_vn: H? so phân tích kinh doanh ch?ng l?i ph?n này

source: Cannot delete this item because there are existing purchase order items for it
ar: لا يمكن حذف هذا البند لأن هناك بنود أمر الشراء الموجودة لذلك
et: Ei saa seda kustutada , sest seal on olemasolevat ostutellimuse punkte see
fr_lu: Impossible de supprimer cet article car car des commandes y font référence
hr_hr: Ne mogu izbrisati tu stavku , jer postoje neki predmeti narudžbenica za njega
ja: そのため、既存の購入注文項目があるので、この項目を削除することはできません
lv_lv: Nevar izdzēst šo posteni , jo jau pastāv pirkuma pasūtījumu posteņi to
pl_pl: Nie można usunąć towaru ponieważ są zamówienia zakupu na niego
vi_vn: Không th? xóa d?i tu?ng này vì có d?i tu?ng don mua hàng t?n t?i vì nó

source: purchase order item record relating to this part
ar: أمر الشراء رقم قياسي البند المتعلق بهذا الجزء
et: ostutellimus kirje registris on see osa
fr_lu: article de commande fournisseur concernant ce composant
hr_hr: narudžbenica predmet zapisa koji se odnose na ovaj dio
ja: この部分に関連する購買発注明細レコード
lv_lv: pirkuma pasūtījuma postenis ierakstu , kas attiecas uz šo daļu
pl_pl: zamówienia zakupu odnoszące się do tego towaru
vi_vn: H? so don mua hàng liên quan d?n ph?n này

source: Cannot delete this item because there is currently some stock on hand
ar: لا يمكن حذف هذا البند لأن هناك حاليا بعض الأسهم في متناول اليد
et: Ei saa seda kustutada , sest seal on praegu mõned stock käsi
fr_lu: Impossible de supprimer cet article car le stock est positif
hr_hr: Ne mogu izbrisati tu stavku , jer trenutno postoji neka dionica na ruku
ja: 一方で、いくつかの在庫が現在ありますので、この項目を削除することはできません
lv_lv: Nevar izdzēst šo posteni , jo pašlaik ir daži uz rokas akciju
pl_pl: Nie można usunąć tego towaru ponieważ jest pewna ilość towaru na magazynie
vi_vn: Không th? xóa d?i tu?ng này vì hi?n có hàng trong kho

source: on hand for this part
ar: على يد ل هذا الجزء
et: käsi selle osa
fr_lu: disponible(s) pour cet article
hr_hr: na ruku za ovaj dio
ja: この品目の在庫
lv_lv: uz rokas , lai šo daļu
pl_pl: stany magazynowe dla tego towaru
vi_vn: Lu?ng hàng có cho ph?n này

source: Cannot delete this item because there are offers for this item
ar: لا يمكن حذف هذا البند لأن هناك عروض لهذه السلعة
et: Ei saa seda kustutada , sest seal on pakkumised selle objekt
fa: می توانید این آیتم را حذف نمی کند چرا که پیشنهادات را برای این آیتم وجود دارد
fr_lu: Impossible de supprimer cet objet car il ya des offres pour cet article
hr_hr: Ne mogu izbrisati tu stavku , jer postoje ponude za tu stavku
ja: この項目の申し出がありますので、この項目を削除することはできません
lv_lv: Nevar izdzēst šo posteni , jo ir piedāvājumi šī posteņa
pl_pl: Nie można usunąć tę pozycję , ponieważ nie są oferty dla tej pozycji
vi_vn: Không thể xóa mục này vì có cung cấp cho mặt hàng này

source: offers from suppliers for this part
ar: عروض من الموردين لهذا الجزء
et: pakkumised tarnijatelt selle osa
fa: ارائه می دهد از تامین کنندگان برای این قسمت
fr_lu: offres de fournisseurs pour cette partie
hr_hr: ponude od dobavljača za ovaj dio
ja: この部分のために取引先からのオファー
lv_lv: piedāvājumi no piegādātājiem par šo daļu
pl_pl: Oferty od dostawców dla tej części
vi_vn: cung cấp từ các nhà cung cấp cho phần này

source: Cannot delete this item because there are tenders for this item
ar: لا يمكن حذف هذا البند لأن هناك عطاءات ل هذا البند
et: Ei saa seda kustutada , sest seal on pakkumiste seda eset
fa: می توانید این آیتم را حذف نمی کند چرا که مناقصه برای این آیتم وجود دارد
fr_lu: Impossible de supprimer cet objet car il ya des appels d'offres pour ce produit
hr_hr: Ne mogu izbrisati tu stavku , jer postoje natječaji za tu stavku
ja: このアイテムの入札があるので、この項目を削除することはできません
lv_lv: Nevar izdzēst šo posteni , jo ir piedāvājumi šajā postenī
pl_pl: Nie można usunąć tę pozycję , ponieważ kilka ofert dla tej pozycji
vi_vn: Không thể xóa mặt hàng này vì có hồ sơ dự thầu cho mặt hàng này

source: tenders from suppliers for this part
ar: العطاءات من الموردين لهذا الجزء
et: Pakkumiste tarnijatelt selle osa
fa: مناقصه از تامین کنندگان برای این قسمت
fr_lu: offres auprès des fournisseurs pour cette partie
hr_hr: natječaji od dobavljača za ovaj dio
ja: この部分のサプライヤーから入札
lv_lv: piedāvājumi no piegādātājiem par šo daļu
pl_pl: oferty od dostawców dla tej części
vi_vn: đấu thầu từ các nhà cung cấp cho phần này

source: Could not delete the location stock records because
ar: لا يمكن حذف السجلات الأسهم لأن الموقع
et: Ei saa kustutada asukoha laoarvestust sest
fr_lu: Impossible de supprimer cette localisation géographique car
hr_hr: Ne može se izbrisati evidenciju zaliha lokaciji, jer
ja: 位置在庫レコードを削除することができなかったので、
lv_lv: Nevar dzēst atrašanās krājumu uzskaiti, jo
pl_pl: Nie można usunąć lokalizacji magazynu ponieważ
vi_vn: Không th? xóa h? so d?a di?m kho vì

source: Could not delete the prices for this stock record because
ar: لا يمكن حذف الأسعار لهذا السجل لأن الأسهم
et: Ei saa kustutada hinda seda laoarvestuse sest
fr_lu: Impossible de supprimer le prix de ce registre de stock car
hr_hr: Ne mogu izbrisati cijene dionica u ovoj rekord , jer
ja: この株式レコードの価格を削除できませんでしたので、
lv_lv: Nevar izdzēst cenas šim preču uzskaitē , jo
pl_pl: Nie można usunąć ceny tego rekordu, ponieważ czas
vi_vn: Không xóa được giá cả cho hồ sơ kho này vì

source: Could not delete the purchasing data because
ar: لا يمكن حذف البيانات بسبب شراء
et: Ei saa kustutada ostu andmeid, sest
fr_lu: Imposible de supprimer cette donnée d'achat car
hr_hr: Ne mogu izbrisati podatke kupovine , jer
ja: 購買データを削除できませんでしたので、
lv_lv: Nevar dzēst iepirkumu datus, jo
pl_pl: Nie można usunąć danych zakupu ponieważ
vi_vn: Không thể xóa dữ liệu thu mua vì

source: Could not delete the bill of material because
ar: لا يمكن حذف مشروع القانون من مواد ل
et: Ei saa kustutada arve materjali , sest
fr_lu: Imposible de supprimer cette nomenclature car
hr_hr: Ne mogu izbrisati račun od materijala jer
ja: なぜなら、材料の法案を削除できませんでした
lv_lv: Nevar izdzēst rēķinu materiālu, jo
pl_pl: Nie można usunąć listy materiałów ponieważ
vi_vn: Không thể xóa danh sách nguyên vật liệu vì

source: Could not delete the item properties
ja: 勘定が更新できなかった理由は

source: Could not delete the item language descriptions
et: Ei saa kustutada kirje keel kirjelduse
fa: توصیف زبان مورد را حذف کنید
fr_lu: Impossible de supprimer les descriptions linguistiques article
hr_hr: Ne može se izbrisati stavku opise jezika
ja: 項目言語記述を削除できませんでした
lv_lv: Nevar izdzēst objektu valodas aprakstus
pl_pl: Nie można usunąć elementu opisy językowe
vi_vn: Không thể xóa các mô tả ngôn ngữ mục

source: Could not delete the item record
ar: لا يمكن حذف السجل البند
et: Ei saa kustutada kirje rekord
fr_lu: Impossible de supprimer l'enregistrement
hr_hr: Ne mogu izbrisati zapis dokumenta
ja: アイテムレコードを削除できませんでした
lv_lv: Nevar izdzēst preci ierakstu
pl_pl: Nie można usunąć towaru ponieważ
vi_vn: Không thể xóa hồ sơ mặt hàng

source: Deleted the stock master record for
ar: حذف السجل الرئيسي الأسهم لل
et: Kustutatudaktsia kapten rekord
fr_lu: Enregistrement principal supprimé pour
hr_hr: Izbrisano rekord dionica majstor za
ja: の在庫マスタレコードを削除
lv_lv: Svītrots akciju kapteinis rekordu
pl_pl: Usunięte dane towaru dla
vi_vn: Ðã xóa h? so kho chính cho

source: and all the location stock records set up for the part
ar: و تعيين كافة سجلات المخزون الموقع حتى بالنسبة للجزء
et: ja kõik asukoha laoarvestust moodustadaosa
fr_lu: et toutes les localisations actives pour ce composant
hr_hr: i svi su mjesto evidenciju postavljen za dio
ja: とすべてのロケーション在庫レコードが一部のために設定
lv_lv: un visi atrašanās krājumu uzskaiti , kas izveidota daļu
pl_pl: o wszystkie rekordy magazynowe dla towaru
vi_vn: và t?t c? h? so d?a di?m kho du?c thi?t l?p cho ph?n dó

source: and any bill of material that may have been set up for the part
ar: و أي مشروع قانون من المواد التي قد تم وضعها بالنسبة للجزء
et: ja iga arve materjali, mis võib olla loodudosa
fa: و هر لایحه ای از مواد که ممکن است برای بخش تنظیم شده است
fr_lu: et toute nomenclature qui peut être active pour cette pièce
hr_hr: i bilo Bill materijala koji je mogao biti postavljen za dio
ja: とパートのために設定されている可能性があり、材料の任意の法案
lv_lv: un jebkuru rēķinu materiālu , kas var būt izveidotas daļu
pl_pl: i wszystkie listy materiałów które mogą być zdefiniowane dla towaru
vi_vn: và b?t kì danh sách nguyên v?t li?u nào mà có th? dã du?c thi?t l?p cho ph?n dó

source: and any purchasing data that may have been set up for the part
ar: و أية بيانات الشرائية التي قد تم إعدادها بالنسبة للجزء
et: ja iga ostu andmeid , mis võivad olla loodudosa
fr_lu: et toute donnée d'achat qui peut être active pour cette pièce
hr_hr: i bilo kupnjom podaci koji su možda postavili za dio
ja: と任意の購買データが一部のために設定されている可能性があり、その
lv_lv: un visi pērk dati, kas var būt izveidotas daļu
pl_pl: i wszelkie dane zakupów ustawione dla towaru
vi_vn: và b?t kì d? li?u thu mua nào mà có th? dã du?c thi?t l?p cho ph?n dó

source: and any prices that may have been set up for the part
ar: و أي الأسعار التي قد تم وضعها بالنسبة للجزء
et: ja kõik hinnad, mis võis moodustadaosa
fr_lu: et tous les prix qui peuvent avoir été mis en place pour la partie
hr_hr: a li se cijene koje su mogle biti postavljena za dio
ja: そして、任意の価格は一部のために設定されている可能性があり、その
lv_lv: un visas cenas , kas var būt izveidotas daļu
pl_pl: oraz ceny, które mogły zostać ustanowione w odniesieniu do części
vi_vn: Và b?t kì giá c? nào mà có th? dã du?c thi?t l?p cho ph?n dó

source: Previous Item
ar: العنصر السابق
et: Eelmine toode
fa: آیتم قبلی
fr_lu: article précédent
hr_hr: Prethodna stavka
ja: 前のアイテム
lv_lv: Iepriekšējais punkts
pl_pl: Poprzedni
vi_vn: trước mục

source: Navigate Items
ar: انتقل الأصناف
et: Liigu valikud
fa: حرکت آیتم ها
fr_lu: accédez Articles
hr_hr: Kretanje artikle
ja: アイテムの移動
lv_lv: Virzīties preces
pl_pl: Przejdź przedmioty
vi_vn: hướng mục

source: Next Item
ar: البند التالي
et: Järgmine toode
fa: مورد بعدی
fr_lu: article suivant
hr_hr: Sljedeća stavka
ja: 次項
lv_lv: Nākamais punkts
pl_pl: Następny element
vi_vn: Tiếp theo mục

source: Packaged Weight (KGs)
ar: الوزن تعبئتها (كجم)
et: Pakendatud Kaal ( KG )
fa: وزن بسته بندی ( کیلوگرم )
fr_lu: Poids conditionné (kg)
hr_hr: Pakirano Težina ( kg )
ja: 梱包重量（KG）
lv_lv: Preces svars
pl_pl: Waga brutto (kg)
vi_vn: khối lượng đóng gói (kgs)

source: Next Serial No (Greater than zero for auto numbering)
ar: المسلسل لا المقبل ( أكبر من الصفر ل ترقيم السيارات)
et: Järgmine seerianumber ( nullist suurem auto numeratsioon )
fa: بعدی بدون سریال ( بزرگتر از صفر خودکار شماره )
hr_hr: Sljedeća serijski broj ( veći od nule za automatsko numeriranje )
ja: 次のシリアル番号（自動番号付けはゼロより大きい）
lv_lv: Nākamais kārtas numurs ( lielākai par nulli auto numerāciju )
vi_vn: Tiếp theo Serial No (Lớn hơn không để tự động đánh số )

source: Only click the Delete button if you are sure you wish to delete the item!
ar: فقط انقر على زر حذف إذا كنت متأكدا من أنك تريد حذف هذا البند!
et: Ainult nuppu Delete kui sa oled kindel, et soovid kustutada üksuse !
fr_lu: Ne cliquez sur le bouton Supprimer si vous êtes sûr de vouloir supprimer l'élément!
hr_hr: Samo kliknite na gumb Izbriši ako ste sigurni da želite izbrisati stavku !
ja: 品目を削除したいと確信するならば、品目削除ボタンだけをクリックしてください！
lv_lv: Tikai noklikšķiniet uz pogas Dzēst , ja esat pārliecināts, ka vēlaties dzēst šo objektu !
pl_pl: Naciśnij Usuń tylko jeśli jesteś pewny że chcesz usunąć towar!
vi_vn: Chỉ nhấp nút Xóa khi bạn chắc chắn muốn xóa mặt hàng !

source: Checks will be made to ensure that there are no stock movements, sales analysis records, sales order items or purchase order items for the item
ar: وسيتم إجراء الفحوصات للتأكد من أنه لا توجد تحركات الأسهم ، وسجلات تحليل المبيعات ، بنود النظام المبيعات أو البنود أمر الشراء لهذا البند
et: Kontrollitakse seda, et ei ole varude liikumine , müügi analüüs arvestust , müük, et esemed või ostutellimuse esemedkirje
fa: چک خواهد شد تا اطمینان حاصل شود که هیچ جنبش سهام، پرونده تجزیه و تحلیل فروش ، خرید و فروش اقلام سفارش یا خرید اقلام سفارش برایآیتم وجود دارد
fr_lu: Veuillez vous assurer qu il n y a pas pour cet article de mouvement de stock, d'analyse de vente, de commande client ou fournisseur
hr_hr: Provjere će se osigurati da ne postoje dionica pokreti , prodaja analiza evidencija, prodajni nalog stavke ili narudžbenicu stavke za tu stavku
ja: チェックは在庫移動、販売分析レコード 販売受注品目、または購買発注品目がないことを確実にします。
lv_lv: Pārbaudes tiek veiktas , lai nodrošinātu to , ka nav krājumu pārvietošanu , pārdošanas analīze ieraksti, pārdošanas pasūtījumu priekšmetus vai pirkuma pasūtījuma priekšmeti objektu
pl_pl: Zostanie wykonane sprawdzenie czy jnie istnieją przesuniecia, analizy sprzedaży, pzoycje zamówienia sprzedaży lub kupna na ten towar
vi_vn: Vi?c ki?m tra s? du?c ti?n hành d? d?m b?o không có di chuy?n kho, h? so phân tích kinh doanh, don d?t hàng ho?c don mua hàng d?i v?i d?i tu?ng dó
