Repository: timschofield/KwaMoja-Medical
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar, et, fa, fr_lu, hr_hr, ja, lv_lv, pl_pl, vi_vn

source: Warn on breach
ar: يحذر على خرق
et: Hoiata rikkumine
fa: اخطار در نقض
fr_lu: Avertir en cas de dépassement
hr_hr: Upozorenje na kršenje
ja: 違反警告
lv_lv: Brīdināt par
pl_pl: Ostrzegaj o spóźnieniach
vi_vn: C?nh báo v? hành vi vi ph?m

source: Prohibit Sales
ar: حظر مبيعات
et: keelata müük
fr_lu: Interdire les ventes
hr_hr: Zabraniti prodaju
ja: 販売禁止
lv_lv: aizliegt Sales
pl_pl: Blokuj sprzedaż
vi_vn: C?m bán hàng

source: Credit limits can be checked at order entry to warn only or to stop the order from being entered where it would take a customer account balance over their limit
ar: ويمكن التحقق من حدود الائتمان في دخول النظام لتحذير فقط أو لوقف ذلك من يتم إدخالها حيث ان الامر سيستغرق و رصيد الحساب العملاء على حدودها
et: Krediidilimiit on võimalik kontrollida , et kanne hoiatada ainult või lõpetadatellimuse kandmist kus ta võtabkliendi kontojäägi üle oma piiri
fa: محدودیت های اعتباری را می توان در ورود سفارش چک برای هشدار دادن به تنها و یا برای جلوگیری از سفارش از وارد شدن که در آنموجودی حساب مشتری را بیش از حد خود را
fr_lu: Les limites de crédit peuvent être vérifiées à chaque commande pour avertir OU pour bloquer
hr_hr: Kreditne granice može se provjeriti na unos naloga upozoriti ili samo zaustaviti na red se unosi u kojima bi se stanje računa klijenata tijekom njihove granice
ja: 信用限度は、警告するだけか得意先のアカウント残高制限を超過する所で注文入力を止めるかを受注でチェックできます
lv_lv: Kredīta limitus var pārbaudīt rīkojuma stāšanās brīdināt tikai, vai apturēt rīkojumu tiek ievadīta , ja tas būtu nepieciešams klienta konta bilanci pār robežu
pl_pl: Limity kredytowe mogą być sprawdzane przy przyjmowaniu zamówienia w celu ostrzeżenia lub zablokowania przyjęcia zamówienia w razie wystąpienia przekroczenia limitu kredytowego klienta
vi_vn: Hạn mức tín dụng có thể được kiểm tra tại đơn hàng để chỉ cảnh báo hay ngăn chặn thứ tự từ được nhập vào nơi mà nó sẽ có một số dư tài khoản của khách hàng trên giới hạn của họ

source: Show Settled Last Month
ar: مشاهدة استقر آخر شهر
et: Näita Lahendatud Viimane kuu
fr_lu: Afficher les réglements du mois dernier
hr_hr: Pokaži Obavljene Prošli mjesec
ja: 勘定済みの前月表示
lv_lv: Rādīt Pastāvīgā Pēdējais mēnesis
pl_pl: Pokaż rozliczone w ostatnim miesiącu
vi_vn: Hiển thị quyết toán từ tháng trước

source: This setting refers to the format of customer statements. If the invoices and credit notes that have been paid and settled during the course of the current month should be shown then select Yes. Selecting No will only show currently outstanding invoices, credits and payments that have not been allocated
ar: يشير هذا الإعداد إلى تنسيق من بيانات العملاء .
et: See säte viitab vormi klientide avaldused .
fa: این تنظیمات اشاره دارد به فرمت اظهارات مشتری .
fr_lu: Affiche les états client.</br>"Oui": factures et avoirs réglés au cours du mois en cours sont affichés.</br>"Non": seuls les factures, avoirs et paiements non alloués sont affichés
hr_hr: Ova postavka odnosi na format kupaca izjavama .
ja: この設定は得意先明細のフォーマットに言及します。今月中に払われて、決済済みの請求書と返品伝票を表示するならば「Yes」を選んでください。「No」を選ぶと割り当てられなかった現在未処理の請求書、売掛と支払を表示するだけです
lv_lv: Šis iestatījums attiecas uz formātu klientu paziņojumiem .
pl_pl: To ustawienie dotyczy formatu dokumentów dla klienta. Jeśli spłacone i rozliczone faktury i noty kredytowe mają być widoczne zaznacz Tak. Zaznaczenie Nie będzie pokazywało jedynie niezapłacone faktury i noty kredytowe oraz nierozliczone płatności.
vi_vn: Thiết lập này đề cập đến các định dạng báo cáo của khách hàng.

source: Romalpa Clause
ar: Romalpa شرط
et: Romalpa klausel
fa: بند Romalpa
fr_lu: Clause Romalpa
hr_hr: Romalpa klauzula
ja: ロマルパ条項
lv_lv: Romalpa klauzula
pl_pl: Klauzula ostrzegawcza
vi_vn: Romalpa khoản

source: This text appears on invoices and credit notes in small print. Normally a reservation of title clause that gives the company rights to collect goods which have not been paid for - to give some protection for bad debts.
ar: يظهر هذا النص على فواتير وتلاحظ الائتمان في بحروف صغيرة .
et: See tekst ilmub arved ja kreeditarved väikeses kirjas .
fa: این متن در فاکتورها و یادداشت های اعتباری در چاپ کوچک به نظر می رسد .
fr_lu: Clause apparaissant en petits caractères sur les factures et avoirs (clause étendue de réserve de propriété).
hr_hr: Ovaj tekst pojavljuje na računima i kreditnim bilješke u sitnim slovima .
ja: このテキストは請求書と返品伝票に細字で表記します。通常、予約のタイトル条項は代金が払われなかった商品の集める権利を会社に与えます - 不良債権にいくらかの保護を与えること。
lv_lv: Šis teksts parādās uz rēķiniem un kredīta avizo, kas sīkā drukā .
pl_pl: Tekst klauzuli jest drukowany na fakturach i notach kredytowych małym drukiem. Normalnie zastrzeżenie dotyczy możliwości odebrania niezapłaconych towarów jako pewnej formy zabezpieczenia złych kredytów.
vi_vn: Văn bản này xuất hiện trên hoá đơn, ghi chú tín dụng trong in ấn nhỏ .

source: Quick Entries
ar: مقالات سريعة
et: Quick kanded
fr_lu: Écriture rapides
hr_hr: Brzi upisi
ja: 簡単入力
lv_lv: Quick Ieraksti
pl_pl: Pozycje szybkiego wprowadzania
vi_vn: Entries nhanh

source: This parameter defines the layout of the sales order entry screen. The number of fields available for quick entries. Any number from 1 to 99 can be entered.
ar: تحدد هذه المعلمة تخطيط شاشة إدخال أمر المبيعات.
et: See parameeter määratleb paigutuse müügi et kanne ekraan .
fa: این پارامتر طرح از فروش جهت ورود به صفحه تعریف می کند.
fr_lu: Définit l'agencement de l'écran de saisie des commandes (ventes).</br>Nombre de champs disponibles (entre 1 et 99) pour les "écritures rapides"
hr_hr: Ovaj parametar definira izgled unosa prodajnog naloga zaslonu .
ja: このパラメータは販売受注画面のレイアウトを定めます。簡単入力で利用できるフィールドの数。1から99の数で入力できます。
lv_lv: Šis parametrs nosaka izkārtojumu, pārdošanas rīkojumu ieraksta ekrānu .
pl_pl: Ten parametr definiuje wygląd strony wprowadzania zamówienia. Liczba określa ilość dostępnych pozycji formularza. Parametr musi mieścić się w zakresie 1-99.
vi_vn: Tham số này định nghĩa cách bố trí của màn hình nhập đơn đặt hàng .

source: To show the most frequently ordered items enter the number of frequently ordered items you wish to display from 1 to 99. If you do not wish to display the frequently ordered item list enter 0.
ar: لإظهار البنود أمر في معظم الأحيان أدخل عدد المواد المطلوبة في كثير من الأحيان كنت ترغب في عرض 1-99 .
et: Et näidata kõige sagedamini tellitud esemed sisestaks sageli tellitud üksused, mida soovite kuvada 1-99 .
fa: برای نشان دادناغلب دستور داده شده با وارد کردن شماره از آیتم های غالبا منظم می خواهید برای نمایش از 1 تا 99 .
fr_lu: Nombre d'articles les plus fréquemment commandés à afficher (entre 1 et 99).</br>0 (zéro) n'affichera aucun article
hr_hr: Za prikaz najčešće naručeni predmeti unesite broj često naručene stavke koje žele prikazati 1-99 .
ja: 最も頻繁に注文した商品は、 1から99まで表示したい頻繁に発注した項目の数を入力し表示されます。
lv_lv: Lai parādītu visbiežāk pasūtītās preces ierakstīt bieži pasūtītās preces , kuru vēlaties parādīt 1-99 .
pl_pl: Aby wyświetlić najczęściej zamawianych pozycji należy wpisać numer często zamawianych pozycji, które chcesz wyświetlić od 1 do 99. Jeśli nie chcesz, aby wyświetlić często zamawiane elementu listy wpisać 0.
vi_vn: Để hiển thị các mục thường xuyên nhất ra lệnh nhập số các mặt hàng thường xuyên đặt hàng bạn muốn hiển thị từ 1 đến 99 .

source: Sales Order Allows Same Item Multiple Times
ar: ترتيب المبيعات يسمح البند نفسه في أوقات متعددة
et: Müük Telli Võimaldab sama objekti mitu korda
fa: سفارش فروش اجازه می دهد تا مورد همان چند بار
fr_lu: Redondance d'articles autorisée dans les commandes client
hr_hr: Prodaja Naručite Omogućuje istu stavku više puta
ja: 複数回、同一品目販売受注を許可：
lv_lv: Pārdošanas rīkojums Ļauj pašu elementu vairākas reizes
pl_pl: Zamówienie Sprzedaży dopuszcza zdublowane pozycje
vi_vn: Cho phép bán hàng đặt hàng cùng một mục nhiều lần

source: Order Entry allows Line Item Narrative
ar: دخول النظام يسمح الخط السردي السلعة
et: Telli kanne võimaldab rida Narrative
fr_lu: Autoriser les commentaires
hr_hr: Order Entry omogućuje narativnih linija predmeta
ja: 受注入力は行品目摘要を許可
lv_lv: Lai Entry ļauj Line Vienības Aprakstoša
pl_pl: Ręczne wpisywanie pozycji zamówienia
vi_vn: Thứ tự cho phép dòng mục tường thuật

source: Allow Narrative Entry
ar: السماح بدخول السردي
et: Laske Narrative sissekanne
fr_lu: Oui
hr_hr: Dopustite narativnih unos
ja: 摘要入力許可
lv_lv: Atļaut Aprakstoša Entry
pl_pl: Dopuszczalne
vi_vn: Cho phép tường thuật nhập

source: No Narrative Line
ar: لا السردي لاين
fr_lu: Non
hr_hr: Ne Narativna Line
ja: 摘要行無し
lv_lv: Nav Narrative Line
pl_pl: Zabronione
vi_vn: Không tường thuật đường

source: Select whether or not to allow entry of narrative on order line items. This narrative will appear on invoices and packing slips. Useful mainly for service businesses.
ar: تحديد ما إذا كان أو عدم السماح ل دخول السرد على بنود النظام.
et: Valige, kas lubada või mitte kandmise narratiivi et kirjeid .
fa: را انتخاب کنید یا نه اجازه ورود روایت در مورد خط .
fr_lu: Affichage ou non de commentaires pour les différents postes d'une commande. Ces commentaires apparaissent sur les factures et les borderaux d'expédition. Ceci est utile essentiellement pour les entreprises de service
hr_hr: Odaberite hoće li ili ne dopustiti ulazak pripovijesti o stavki narudžbi .
ja: 注文項目で摘要の入力を許すべきかどうか選んでください。この摘要は請求書と梱包票で表記されます。主にサービス事業で役立ちます。
lv_lv: Izvēlieties, vai atļaut vai neatļaut ienākšanu stāstījuma pēc pasūtījuma posteņi.
pl_pl: Wybierz czy zezwolić na ręczne wprowadzanie pozycji zamówienia, czy nie. Wprowadzony opis będzie się ukazywał na fakturach i listach przewozowych. Opcja użyteczna głownie w przedsiębiorstwach usługowych.
vi_vn: Lựa chọn có hoặc không cho phép nhập cảnh của câu chuyện trên các chi tiết đơn đặt hàng.

source: Languages to Maintain Translations for Item Descriptions
ar: اللغات للحفاظ على ترجمات ل وصف المدينة
et: Keeled säilitada Tõlked objekti kirjeldused
fa: زبان برای حفظ ترجمه شرح مورد
fr_lu: Langues de maintenir Traductions de descriptions d'éléments
hr_hr: Jezici za održavanje Prijevod za opisi artikala
ja: 項目の説明のために翻訳を維持する言語
lv_lv: Valodas saglabāt tulkojumus pozīciju apraksts
pl_pl: Języki do utrzymania Tłumaczenia dla opisy pozycji
vi_vn: Ngôn ngữ để duy trì dịch cho mục mô tả

source: Select the languages ​​in which translations of the item description will be maintained. The default language is excluded.
ar: حدد اللغات التي سيتم الحفاظ على ترجمات من الوصف البند.
et: Valige keeled, milles tõlkeidobjekti kirjeldus säilib.
fa: زبان است که در آن ترجمه از توضیحات مورد نگهداری خواهد شد را انتخاب کنید.
hr_hr: Odaberite jezika na kojima će se održavati prijevodi opisu stavke .
ja: アイテム説明の翻訳が維持されている言語を選択してください。
lv_lv: Izvēlieties valodu, kurā tiks uzturētas tulkojumi aprakstā .
pl_pl: Wybierz języki , w których będzie utrzymywany tłumaczenia opisie przedmiotu .
vi_vn: Chọn ngôn ngữ mà bản dịch của mục mô tả sẽ được duy trì .

source: A picking note must be produced before an order can be delivered
ar: يجب أن تنتج مذكرة التقاط قبل يمكن أن يتم تسليم طلبية
et: Korjamine märkus tuleb esitada enne, et võib pakkuda
fa: توجه داشته باشید چیدن باید قبل ازسفارش تحویل داده می شود
fr_lu: Bordereau nécessaire aux expéditions?
hr_hr: Branje napomena mora biti proizvedena prije nego štobi se može isporučiti
ja: 順番が配信される前に拾っ音符が生成されている必要があり
lv_lv: Picking pavadzīmes tiek ražoti pirmspasūtījums var piegādāt
pl_pl: Zbieranie uwagę, musi zostać przeprowadzona przed zamówienie mogą być dostarczane
vi_vn: Một lưu ý chọn phải được sản xuất trước khi hàng có thể được chuyển giao

source: Select whether or not a picking note must be produced before an order can be delivered to a customer.
ar: تحديد ما إذا كان أو لا يجب أن تنتج مذكرة التقاط قبل يمكن أن يتم تسليم طلبية ل أحد الزبائن.
et: Vali, kaskorjamine märkus tuleb esitada enne, et saab toimetadakliendile.
fa: را انتخاب کنید یا نه چیدن توجه داشته باشید باید قبل ازدستور را می توان به مشتری تحویل داده شده است .
fr_lu: Un bordereau d'expédition est-il nécessaire pour livrer une commande?
hr_hr: Odaberite hoće li ili nebranje napomena mora biti proizvedena prijekako može biti isporučen kupcu .
ja: 注文が顧客に納入される前に拾って音符が生成しなければならないかどうかを選択します。
lv_lv: Izvēlieties , vaipicking piezīmi jāražo pirmspasūtījums var nogādāt klientam .
pl_pl: Wybierz, czy zbieranie uwagę, musi zostać przeprowadzona przed zamówienie mogą być dostarczane do klienta.
vi_vn: Chọn có hay không một lưu ý chọn phải được sản xuất trước khi một đơn đặt hàng có thể được chuyển giao cho một khách hàng.

source: Auto Update Exchange Rates Daily
ar: التحديث التلقائي اسعار العملات يوميا
fr_lu: Mise à jour quotidienne des taux de change?
hr_hr: Auto Update Tečaj Dnevno
ja: 自動更新為替レート毎日
lv_lv: Auto Update Valūtu kursi Daily
pl_pl: Kurs wymiany aktualizacje automatyczne
vi_vn: Tự động cập nhật hàng ngày tỉ giá hối đoái

source: Automatic updates to exchange rates will retrieve the latest daily rates from either the European Central Bank or Google once per day - when the first user logs in for the day. Manual will never update the rates automatically - exchange rates will need to be maintained manually
ar: التحديثات التلقائية سوف ل أسعار الصرف استرداد أحدث معدلات يومية إما من البنك المركزي الأوروبي أو جوجل مرة واحدة في اليوم - عندما يقوم المستخدم بتسجيل الدخول أولا لهذا اليوم.
et: Automaatsed uuendused vahetuskursid värskendamiseks päevamäära kas Euroopa Keskpanga või Google kord päevas - siis, kui esimene kasutaja logib kohtapäevas.
fa: به روز رسانی های اندازه گیری (سنجشی) به نرخ ارز آخرین نرخ روزانه از هر دو بانک مرکزی اروپا یا گوگل بازیابی یک بار در هر روز - زمانی که کاربر سیاهههای مربوط در روز .
hr_hr: Automatska ažuriranja na tečaju će preuzimati najnovije dnevne stope s obje Europske središnje banke ili Google jednom dnevno - kada seprvi put korisnik prijavi za taj dan .
ja: 為替相場への自動アップデートは、1日に1回、欧州中央銀行（ECB）やGoogleのいずれかから最新の日次レートを取得します - 最初のユーザーがその日のためにログインしたとき。
lv_lv: Automātiskie atjauninājumi kursu būs paņemt jaunāko dienas likmes vai nu no Eiropas Centrālās bankas vai Google vienu reizi dienā - , kadpirmais lietotājs piesakās uz dienu .
vi_vn: Tự động cập nhật tỷ giá ngoại tệ sẽ lấy giá hàng ngày mới nhất từ một trong hai Ngân hàng Trung ương châu Âu hoặc Google một lần mỗi ngày - khi người dùng đầu tiên đăng nhập trong ngày.

source: European Central Bank
ar: البنك المركزي الأوروبي
et: Euroopa Keskpank
fa: بانک مرکزی اروپا
fr_lu: Banque centrale européenne
hr_hr: Europska središnja banka
ja: 欧州中央銀行
lv_lv: Eiropas Centrālā banka
pl_pl: Europejski Bank Centralny
vi_vn: Ngân hàng Trung ương châu Âu

source: Google
ar: جوجل
fa: گوگل
ja: グーグル

source: Specify the source to use for exchange rates
ar: تحديد مصدر لاستخدامها ل أسعار الصرف
et: Määrake allikas kasutada vahetuskursse
fa: تعیین منبع برای استفاده از نرخ ارز
fr_lu: Spécifiez la source à utiliser pour les taux de change
hr_hr: Navedite izvor će se koristiti za tečajevima
ja: 為替レートのために使用するソースを指定
lv_lv: Norādīt avotu , lai izmantotu par valūtas maiņas kursu
pl_pl: Określanie źródła do wykorzystania na kursach wymiany
vi_vn: Xác định nguồn để sử dụng cho tỷ giá hối đoái

source: Format of Packing Slips
ar: شكل التعبئة الزلات
et: Formaat Pakkimine Libisemine
fr_lu: Format des bordereaux d'expédition
hr_hr: Format za pakiranje gaćice
ja: 梱包票フォーマット
lv_lv: Formāts Iepakošanas Paslīdēšana
pl_pl: Wydruk listy wysyłkowych
vi_vn: Định dạng của phiếu đóng gói

source: Laser Printed
ar: ليزر طباعة
fr_lu: Imprimé(e) avec une imprimante laser
hr_hr: Laser Tiskani
ja: LBP印刷
lv_lv: lāzera Printed
pl_pl: Czysty papier
vi_vn: Được in Lazer

source: Special Stationery
ar: مكتبة خاصة
et: Special Kirja
fr_lu: Papier à lettres spécial
hr_hr: Posebna konfekcija
ja: 印刷伝票
lv_lv: īpaša Kancelejas
pl_pl: Gotowe druczki
vi_vn: Văn phòng phẩm đặc biệt

source: Choose the format that packing notes should be printed by default
ar: اختر التنسيق الذي تلاحظ التعبئة يجب أن تكون مطبوعة بشكل افتراضي
et: Valiformaat , et pakkimine märgib peaks vaikimisi trükitakse
fa: فرمت که یادداشت های بسته بندی باید به طور پیش فرض چاپ را انتخاب کنید
fr_lu: Format d'impression des bordereaux d'expédition
hr_hr: Odaberite format koji pakiranje napominje bi trebao biti tiskan po defaultu
ja: デフォルトで梱包メモを印刷するフォーマットを選んでください
lv_lv: Izvēlieties formātu, iepakošanas piezīmes ir apdrukāts ar noklusējuma
pl_pl: Wybierz na czym domyślnie mają być drukowane listy wysyłkowe.
vi_vn: Chọn các định dạng mà ghi chú bao bì được in theo mặc định

source: Invoice Orientation
ar: التوجيه الفاتورة
et: arve Orienteerumine
fr_lu: Mise en page</br> des factures
hr_hr: Račun Orijentacija
ja: 請求書志向
lv_lv: Rēķina Orientēšanās
pl_pl: Format faktur
vi_vn: Định hướng hóa đơn

source: Select the invoice layout
ar: حدد التخطيط الفاتورة
et: Valige arve kujundus
fr_lu: Mise en page des factures
hr_hr: Odaberite fakture izgled
ja: 請求書レイアウトを選んでください
lv_lv: Izvēlieties rēķina izkārtojumu
pl_pl: Wybierz format faktury
vi_vn: Ch?n m?u hóa don

source: Show company details on packing slips
ar: مشاهدة التفاصيل الشركة على زلات التعبئة
et: Näita firma andmed pakkimine kombineed
fr_lu: Afficher les info société sur les bordereaux d'expédition
hr_hr: Pokaži tvrtke detalje o pakiranje gaćice
ja: 梱包票に会社詳細を表示
lv_lv: Liecina uzņēmuma informācija par iepakošanas kombinē
pl_pl: Drukuj dane firmy na listach przewozowych
vi_vn: Hi?n th? thông tin chi ti?t công ty trên phi?u bao bì

source: Show Company Details
ar: تظهر معلومات الشركة
et: Näita Firma andmed
fr_lu: Oui
hr_hr: Prikaži detalje o poduzeću
ja: 会社詳細表示
lv_lv: Rādīt Uzņēmuma rekvizīti
pl_pl: Pokaż Dane Firmy
vi_vn: Hiển thị chi tiết công ty

source: Hide Company Details
ar: إخفاء معلومات الشركة
et: Peida Company Details
fr_lu: Non
hr_hr: Sakrij detalje o poduzeću
ja: 会社詳細非表示
lv_lv: Slēpt Uzņēmuma rekvizīti
pl_pl: Ukryj Dane Firmy
vi_vn: Ẩn chi tiết công ty

source: Customer branches can be set by default not to print packing slips with the company logo and address. This is useful for companies that ship to customers customers and to show the source of the shipment would be inappropriate. There is an option on the setup of customer branches to ship blind, this setting is the default applied to all new customer branches
ar: الفروع العملاء يمكن تعيين افتراضيا بعدم طباعة قسائم التعبئة والتغليف مع شعار الشركة و العنوان.
et: Kliendi oksad võivad vaikimisi mitte printida pakkimine kombineed koosfirma logo ja aadress .
fa: شاخه های مشتری را می توان به طور پیش فرض برای چاپ ورقه بسته بندی با آرم و آدرس شرکت .
fr_lu: Les succursales peuvent être configurées par défaut pour ne pas imprimer les logo / info société sur les bordereaux d'expédition. Ceci est utile pour les entreprises qui expédient à des clients de client(s) pour qui voir la source d'expédition ne serait pas approprié. Il y a une option de configuration des succursales pour expédier sans traces d'origine. Ce paramètre est appliqué par défaut à toute nouvelle succursale
hr_hr: Kupac grane se mogu podesiti po defaultu ne ispisati pakiranje gaćice s logotipom tvrtke i adresu .
ja: 会社ロゴと住所で梱包票を印刷しないデフォルトで得意先支店は設定ができます。これは得意先に出荷する会社に役立ちます、得意先と出荷元の表示は不適当です。得意先支店の出荷ブラインドへの設定オプションがあります、この設定はすべての新しい得意先支店に適用されるデフォルトです
lv_lv: Klientu zari var noteikt pēc noklusējuma nav drukāt iepakošanas kombinē ar uzņēmuma logo un adrese .
pl_pl: Biura przedstawicielskie mogą mieć domyślnie ustawiony brak wydruku danych firmy. Opcja jest użyteczna dla firm prowadzących wysyłkę w cudzym imieniu, kiedy ujawnianie danych pośrednika. jest nie pożądane. W ustawieniach oddziałów klienta jest opcja pozwalająca na takie "ślepe" wysyłanie, ustawiana domyślnie dla nowych oddziałów klienta.
vi_vn: Chi nhánh khách hàng có thể được thiết lập mặc định không để in phiếu đóng gói với các logo và địa chỉ công ty .

source: Working Days on a Week
ar: يوم عمل في اسبوع
et: TööpäevaNädal
fa: روز کار در هفته
fr_lu: Jours ouvrables
hr_hr: Radnih dana na tjedan
ja: 週に仕事日
lv_lv: Darba dienas nedēļā
pl_pl: Dni roboczych, w ciągu tygodnia
vi_vn: Ngày làm việc trên một tuần

source: working days
ar: أيام عمل
et: tööpäeva
fa: روز کاری
fr_lu: jours ouvrables
hr_hr: radnih dana
ja: 営業日
lv_lv: darba dienas
pl_pl: dni roboczych
vi_vn: ngày làm việc

source: Number of working days on a week
ar: عدد أيام العمل في الأسبوع
et: Tööpäevade arv onnädala
fr_lu: Nombre de jours ouvrables dans une semaine
ja: 週に働く日数

source: Dispatch Cut-Off Time
ar: إرسال الموعد النهائي التوقيت
et: Saadetis lõpptähtaja
fa: اعزام برش زمان
hr_hr: Dispatch Cut - Off Vrijeme
ja: 発送締め切り時間
lv_lv: Nosūtīšanas pārtraukšanas laiks
pl_pl: Czas zamykania wysyłek
vi_vn: Công văn Cut- Off Thời gian

source: Orders entered after this time will default to be dispatched the following day, this can be over-ridden at the time of sales order entry
ar: دخلت بعد أوامر سوف تتخلف هذه المرة ليتم ارساله في اليوم التالي ، وهذا يمكن أن يكون أكثر من التي تعاني في ذلك الوقت من دخول النظام المبيعات
et: Tellimused kanda selle aja möödudes vaikimisi saadetakse järgmisel päeval võib see olla üle vaevatud ajal müüki, et kanne
fa: سفارشات وارد شده پس از این زمان به طور پیش فرض به روز بعد اعزام شود ، این می تواند بیش از حد زده در زمان ورود سفارش فروش
fr_lu: Les commandes saisies après cette dare seront expédiées par défaut le jour suivant. Il peut cependant être contourné lors de la saisie de la commande
hr_hr: Narudžbe ušao nakon što je ovaj put će se postaviti da se šaljusljedeći dan , to može biti više -voziti u trenutku prodaje unos narudžbi
ja: この時の後入力した注文は次の日に発送するデフォルトになる、これは販売受注の時点で置き換えることができます
lv_lv: Pasūtījumi ieraksta aiz šoreiz būs noklusējuma jānosūtanākamajā dienā , tas var tikt ignorēta brīdī pārdošanas rīkojuma stāšanās
pl_pl: Zamówienia wprowadzone po tej godzinie domyślnie będą wysyłane w dniu następnym, co może być zmienione przy wprowadzaniu zamówienia.
vi_vn: Lệnh nhập sau thời gian này sẽ mặc định được gửi đi vào ngày hôm sau , điều này có thể trên một thanh cuộn tại thời điểm nhập lệnh bán

source: Allow Sales Of Zero Cost Items
ar: تسمح المبيعات للسلع التكلفة صفر
et: Laske müük Zero kuluartiklid
fa: اجازه فروش اقلام هزینه صفر
fr_lu: Permettre la vente d'article à coût nul
hr_hr: Dopustite prodaja nula trošak stavke
ja: 原価ゼロ品目の販売許可
lv_lv: Atļaut Sales Of Zero izmaksu posteņus
pl_pl: Sprzedaż z zerową ceną
vi_vn: Cho phép doanh các mặt hàng có chi phí

source: If an item selected at order entry does not have a cost set up then if this parameter is set to No then the order line will not be able to be entered
ar: إذا لم يكن لديك العنصر المحدد في دخول النظام تحديد تكلفة ما يصل ثم إذا تم تعيين هذه المعلمة إلى لا ثم فإن خط لكي لا تكون قادرة على أن يتم إدخال
et: Kuitoode valitud , et kanne ei olekulu luua siis , kui see parameeter on seatud Ei siiset liin ei ole võimalik kanda
fa: اگر یک آیتم انتخاب شده در جهت ورود اختصاص ندارد هزینه راه اندازی پس از آن در صورتی که این پارامتر است که بدون تنظیم و سپس خط به منظور قادر نخواهد بود وارد شود
fr_lu: En mettant ce paramètre à "Non", la vente d'un article sans prix ne sera pas permise
hr_hr: Ako je stavka odabrana na unos naloga nematroškova postavili onda ako ovaj parametar postavljen na Ne zatimlinije kako neće biti u mogućnosti da se upisuje
ja: 受注で選ばれる品目が原価を設定してないならば、このパラメータが「No」に設定されるならば、注文行は入力できません
lv_lv: Japostenis izvēlas rīkojuma stāšanās navizmaksu , kas izveidota tad , ja šis parametrs ir iestatīts uz Nē , tadpasūtījuma rindu nevarēs jāieraksta
pl_pl: Jeśli wybrany przy wprowadzaniu zamówienia towar nie ma ustalonego kosztu zakupu, przy ustawieniu tej opcji na Nie linia zamówienia nie zostanie zaakceptowana.
vi_vn: Nếu một sản phẩm được chọn vào đơn hàng không có chi phí thiết lập sau đó nếu tham số này được thiết lập để Không thì dòng lệnh sẽ không thể được nhập
