Repository: timschofield/KwaMoja-Medical
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar, et, fa, fr_lu, hr_hr, ja, lv_lv, pl_pl, vi_vn

source: The telephone number must be 25 characters or less long
ar: يجب أن يكون رقم الهاتف 25 حرفا أو أقل طويلة
et: Telefoninumber peab olema 25 või vähem tähemärki pikk
fa: شماره تلفن باید 25 کاراکتر یا کمتر بلند می شود
fr_lu: Le numéro de téléphone ne doit dépasser 25 chiffres
hr_hr: Telefonski broj mora biti 25 znakova ili manje duga
ja: 電話番号は25文字以下でなければなりません
lv_lv: Telefona numurs nevar būt garāks par 25 rakstzīmēm
pl_pl: Numer telefonu może mieć nie więcej niż 25 znaków
vi_vn: Số điện thoại phải được 25 ký tự hoặc ít hơn

source: The fax number must be 25 characters or less long
ar: يجب أن يكون رقم الفاكس 25 حرفا أو أقل طويلة
et: Faksi number peab olema 25 või vähem tähemärki pikk
fa: شماره فکس باید 25 کاراکتر یا کمتر بلند می شود
fr_lu: Le numéro de fax ne doit pas dépasser 25 chiffres
hr_hr: Broj faksa mora biti 25 znakova ili manje duga
ja: FAX番号は25文字以下でなければなりません
lv_lv: Faksa numurs nevar būt garāks par 25 rakstzīmēm
pl_pl: Numer faksu może mieć nie więcej niż 25 znaków
vi_vn: Số fax phải được 25 ký tự hoặc ít hơn

source: The email address must be 55 characters or less long
ar: يجب أن يكون عنوان البريد الإلكتروني 55 حرفا أو أقل طويلة
et: E-posti aadress peab olema 55 või vähem tähemärki pikk
fa: آدرس ایمیل باید 55 کاراکتر یا کمتر بلند می شود
fr_lu: L'adresse de courriel ne doit pas dépasser 55 caractères
hr_hr: Adresa e-pošte mora biti 55 znakova ili manje duga
ja: emailアドレスは55文字以下でなければなりません
lv_lv: E-pasts nevar būt garāks par 25 rakstzīmēm
pl_pl: Adres Email może mieć nie więcej niż 55 znaków
vi_vn: Địa chỉ email phải dưới 55 kí tự

source: The email address is not correctly formed
ar: لم يتم تشكيل عنوان البريد الإلكتروني بشكل صحيح
et: E-posti aadress ei ole korrektselt vormindatud
fa: آدرس ایمیل صحیح نیست شکل گرفته است
fr_lu: L'adresse email n'est pas correctement formé
hr_hr: Adresa e-pošte nije ispravno formirana
ja: emailアドレスは55文字以下でなければなりません
lv_lv: E-pasts nav pareizā formātā
pl_pl: Adres e-mail nie jest prawidłowo utworzone
vi_vn: Địa chỉ email không chính xác

source: The company preferences could not be updated because
ar: تعذر تحديث تفضيلات الشركة بسبب
et: Ettevõtte eelistusi ei saanud uuendada, kuna
fa: تنظیمات شرکت نمی تواند به دلیل به روز شده
fr_lu: Mise à jour des paramêtres société non effectuée car
hr_hr: Postavke poduzeća nemogu se ažurirati zbog
ja: 会社の環境設定を更新できませんでしたので、
lv_lv: Uzņēmuma uzstādījumi nevar labot, jo
pl_pl: Dane firmy nie mogą być zapisane ponieważ
vi_vn: Tùy chọn về công ty không thể cập nhật bởi vì

source: Company preferences updated
ar: تفضيلات الشركة المحدثة
et: Ettevõtte eelistused uuendatud
fa: تنظیمات شرکت به روز شده
fr_lu: Paramètres société mis à jour
hr_hr: Parametri poduzeća promijenjeni
ja: 会社設定が更新された
lv_lv: Uzņēmuma uzstādijumi tika laboti
pl_pl: Dane firmy zaktualizowane
vi_vn: Tùy chọn về công ty đã được cập nhật

source: Could not update the currency rates
ar: تعذر تحديث أسعار العملات
et: Ei saanud valuutakursse uuendada
fa: بروز رسانی می تواند نرخ ارز نیست
fr_lu: Impossible de mettre à jour les taux de change
hr_hr: Nije moguće promijeniti tečajeve valuta
ja: 勘定が更新できなかった理由は
lv_lv: Nevar izmainīt valūtas kursus
pl_pl: Nie można zaktualizować kursów walut
vi_vn: Không thể cập nhật tỷ giá ngoại tệ

source: Validation failed
ar: فشل التحقق من صحة
et: Kehtestamine ebaõnnestus
fa: اعتبار شکست خورده
hr_hr: Neuspjela provjera
ja: 検証に失敗しました
lv_lv: Neveiksmīga pārbaude
pl_pl: Sprawdzenie nie powiodło się
vi_vn: Xác nhận không thành công

source: no updates or deletes took place
ar: لم يتخذ أي تحديثات أو حذف مكان
et: uuendusi ja kustutamisi ei toimunud
fa: هیچ به روز رسانی و یا حذف صورت گرفت
fr_lu: Rien n'a été modifié.
hr_hr: nije bilo promjena niti brisanja
ja: 全く更新または削除は行われなかった
lv_lv: labojumi vai dzēšana nenotika
pl_pl: nie wprowadzono zmian
vi_vn: không cập nhật hoặc đã bị xóa

source: The company preferences could not be retrieved because
ar: لا يمكن استرجاع تفضيلات الشركة بسبب
et: Ettevõtte eelistusi ei saadud otsida, kuna
fa: تنظیمات شرکت قابل بازیابی نیست زیرا
fr_lu: Impossible de récupérer les paramètres société car
hr_hr: Nije moguće dohvatiti parametre poduzeća zbog
ja: 会社の環境設定を取得できませんでしたので、
lv_lv: Nevar iegūt uzņēmuma uzstādījumus, jo
pl_pl: Dane firmy nie mogą być odtworzone ponieważ
vi_vn: Tùy chọn về công ty không thể truy xuất được bởi

source: Once you have filled in all the details, click on the button at the bottom of the screen
ar: بمجرد أن تملأ في كل التفاصيل، انقر على زر في أسفل الشاشة
et: Kui olete täitnud kõikandmed , vajutage nupule allosas ekraani
fa: هنگامی که شما را در تمام جزئیات پر شده است، بر روی دکمه در پایین صفحه نمایش کلیک کنید
fr_lu: Une fois que vous avez rempli tous les détails, cliquez sur le bouton en bas de l'écran
hr_hr: Nakon što ste unijeli sve detalje , kliknite na gumb na dnu zaslona
ja: 一度すべての詳細に記入していると、画面の下部にあるボタンをクリックしてください
lv_lv: Kad esat aizpildījuši visas detaļas , noklikšķiniet uz pogas apakšā ekrānam
pl_pl: Po wypełnieniu wszystkich informacji, kliknij przycisk na dole ekranu
vi_vn: Một khi bạn đã điền vào tất cả các chi tiết, bấm vào nút ở dưới cùng của màn hình

source: to appear on reports
ar: لتظهر على تقارير
et: et ilmuks raportites
fa: به نظر می رسد در گزارش
fr_lu: à afficher dans les rapports
hr_hr: da se prikažu na izvješćima
ja: レポートに表記
lv_lv: parādās atskaitēs
pl_pl: do wydruków
vi_vn: xuất hiện trên báo cáo

source: Official Company Number
ar: الرسمية عدد شركة
et: Ettevõtte ametlik kood
fa: رسمی تعداد شرکت
fr_lu: N° SIRET
hr_hr: Matični broj poduzeća
ja: 公式会社番号
lv_lv: Reģistrācijas Nr.
pl_pl: Numer REGON
vi_vn: Mã số công ty chính thức

source: Tax Authority Reference
ar: مصلحة الضرائب المرجعي
et: Maksuametile viide
fa: مرجع مالیاتی مجاز
fr_lu: Administration fiscale de référence
hr_hr: Nadležna porezna ispostava
ja: 税務当局参照
lv_lv: PVN reģistrācijas nr.
pl_pl: Numer NIP
vi_vn: Tham khảo từ cơ quan thuế

source: Address Line 1
ar: العنوان سطر 1
et: Esimene aadressirida
fa: آدرس خط 1
fr_lu: Adresse ligne 1
hr_hr: Adresna linija 1
ja: 住所行１
lv_lv: Adreses rinda 1
pl_pl: Linia 1 adresu
vi_vn: Dòng địa chỉ thứ nhất

source: Address Line 2
ar: العنوان سطر 2
et: Teine aadressirida
fa: آدرس خط 2
fr_lu: Adresse ligne 2
hr_hr: Adresna linija 2
ja: 住所行２
lv_lv: Adreses rinda 2
pl_pl: Linia 2 adresu
vi_vn: Dòng địa chỉ thứ hai

source: Address Line 3
ar: العنوان سطر 3
et: Kolmas aadressirida
fa: آدرس خط 3
fr_lu: Adresse ligne 3
hr_hr: Adresna linija 3
ja: 住所行３
lv_lv: Adreses rinda 3
pl_pl: Linia 3 adresu
vi_vn: Dòng địa chỉ thứ ba

source: Address Line 4
ar: العنوان سطر 4
et: Neljas aadressirida
fa: خط آدرس 4
fr_lu: Adresse ligne 4
hr_hr: Adresna linija 4
ja: 住所行４
lv_lv: Adreses rinda 4
pl_pl: Linia 4 adresu
vi_vn: Dòng địa chỉ thứ tư

source: Address Line 5
ar: العنوان سطر 5
et: Viies aadressirida
fa: خط آدرس 5
fr_lu: Adresse Ligne 5
hr_hr: Adresna linija 5
ja: 住所行５
lv_lv: Adreses rinda 5
pl_pl: Linia 5 adresu
vi_vn: City-State-zip

source: Address Line 6
ar: العنوان سطر 6
et: Kuues aadressirida
fa: خط آدرس 6
fr_lu: Adresse Ligne 6
hr_hr: Adresna linija 6
ja: 住所行６
lv_lv: Valsts
pl_pl: Linia 6 adresu
vi_vn: Country

source: Telephone Number
ar: رقم الهاتف
et: Telefoninumber
fa: شماره تلفن
fr_lu: N° tél
hr_hr: Telefon
ja: 電話番号
lv_lv: Telefons
pl_pl: Numer Telefonu
vi_vn: Số điện thoại

source: Facsimile Number
ar: رقم الفاكس
et: Faksi number
fa: شماره ثابت
fr_lu: Fax
hr_hr: Faks
ja: ＦＡＸ番号
lv_lv: Fakss
pl_pl: Numer Faksu
vi_vn: Số Fax

source: Home Currency
ar: العملات الرئيسية
et: Koduvaluuta
fa: پول رایح
fr_lu: Devise locale
hr_hr: Domaća valuta
ja: 自国通貨
lv_lv: Valūta
pl_pl: Waluta Lokalna
vi_vn: Tiền tệ nội địa

source: Debtors Control GL Account
ar: المدينين التحكم في حساب GL
et: Võlgnike kontrollkonto
fa: کنترل حساب بدهکاران گرم
fr_lu: Compte GL de contrôle des débiteurs
hr_hr: Konto GK za dužnike (kupce)
ja: 売掛GL勘定
lv_lv: Debitoru norēķinu konts
pl_pl: Konto KG należności
vi_vn: Sổ cái tài khoản kiểm soát con nợ

source: Creditors Control GL Account
ar: الدائنين التحكم في حساب GL
et: Võlausaldajate kontrollkonto
fa: کنترل حساب بستانکاران گرم
fr_lu: Compte GL de contrôle des créditeurs
hr_hr: Konto GK za vjerovnike (dobavljače)
ja: 買掛GL勘定
lv_lv: Kreditoru norēķinu konts
pl_pl: Konto KG zobowiązań
vi_vn: Sổ cái tài khoản kiểm soát nợ

source: Payroll Net Pay Clearing GL Account
ar: الرواتب صافي الأجر حساب GL المقاصة
et: Palgamaksmise netopalkade tasaarvestuskonto
fa: پرداخت حقوق و دستمزد خالص پاک حساب گرم
fr_lu: Compte GL pour salaires et traitements assimilés
hr_hr: Konto GK za neto plaću
ja: 正味労務費決済ＧＬ勘定
lv_lv: Algu izmaksas konts
pl_pl: Konto Kosztów Pracy Netto
vi_vn: bảng lương thực trả hết qua tài khoản GL

source: Goods Received Clearing GL Account
ar: تلقت البضائع حساب GL المقاصة
et: Saadud kaupade tasaarvestuskonto
fa: محصولات پاک دریافتی حساب گرم
fr_lu: Compte GL des articles reçus
hr_hr: Konto GK za primljenu robu
ja: 商品仕入決済ＧＬ勘定
lv_lv: Preču saņem&#353;anas kontroles konts
pl_pl: Konto Rozliczeniowe Dostaw
vi_vn: hàng hoá đã nhận toàn bộ vào sổ cái

source: Retained Earning Clearing GL Account
ar: الأرباح المدورة ل حساب GL المقاصة
et: Jaotamata kasumi tasaarvestuskonto
fa: حساب سود انباشته پاک گرم
fr_lu: Compte GL des profits avancés
hr_hr: Zadržana Zarada Clearing GL račun
ja: 利益準備金決済ＧＬ勘定
lv_lv: Pārskata gada nesadalītā peļņa
pl_pl: Konto Rozl. Niepodzielonego Wyniku Finansowego
vi_vn: thu nhập giữ lại qua tài khoản GL

source: Freight Re-charged GL Account
ar: شحن حساب GL إعادة المشحون
et: Freight uuesti laetud GL konto
fa: حمل و نقل را دوباره متهم گرم در حساب
fr_lu: Fret compte GL rechargée
hr_hr: Teretni Ponovno naplaćuje GL račun
ja: 仕入運賃ＧＬ勘定
lv_lv: Noklusētais transportē&#353;anas izdevumu konts
pl_pl: Konto KG Przeniesienia Kosztów Transportu
vi_vn: Shipping Re-charged GL Account

source: Sales Exchange Variances GL Account
ar: مبيعات تبادل حساب GL الفروق
et: Müük Exchange dispersioonide GL konto
fa: فروش واریانس تبادل گرم در حساب
fr_lu: Ventes compte Exchange GL écarts
hr_hr: Prodaja Razmjena varijance GL račun
ja: 売上為替差異ＧＬ勘定
lv_lv: Apgrozījuma valūtas kursa starpības
pl_pl: Konto KG Różnic Kursowych Sprzedaży
vi_vn: tỷ giá bán không đồng bộ với sổ cái

source: Purchases Exchange Variances GL Account
ar: مشتريات حساب Exchange GL الفروق
et: Ostud Exchange dispersioonide GL konto
fa: واریانس خریدهای تبادل گرم در حساب
fr_lu: Compte GL des écarts de prix d'achat
hr_hr: Kupnja Razmjena varijance GL račun
ja: 仕入為替差異ＧＬ勘定
lv_lv: Iepirkumu valūtas kursu starpība
pl_pl: Konto KG Różnic Kursowych Zakupów
vi_vn: tỷ giá mua không đồng bộ với sổ cái

source: Payment Discount GL Account
ar: دفع حساب GL المخازن
et: Maksmine Allahindlus GL konto
fa: تخفیف گرم در پرداخت حساب
fr_lu: Compte GL des remises accordées
hr_hr: Plaćanje Popust GL račun
ja: 支払値引ＧＬ勘定
lv_lv: Saņemto atlaižu konts
pl_pl: Konto KG Upustów w Płatnościach
vi_vn: Sổ cái tài khoản kiểm soát thanh toát

source: Create GL entries for accounts receivable transactions
ar: إنشاء إدخالات GL للمعاملات حسابات القبض
et: Loo pearaamatu sissekandeid laekumata nõuete kohta
fa: نوشته های گرم برای ایجاد حساب های دریافتنی معاملات
fr_lu: Créer une fiche GL des transactions des comptes
hr_hr: Stvaranje GL unose za naplatu potraživanja transakcija
ja: 売掛金トランザクションGL入力の作成
lv_lv: Veidot grāmatojumus priek&#353; norēķiniem ar klientiem
pl_pl: Zapisuj operacje wpływów w KG
vi_vn: Tạo các đường dẫn vào sổ cái cho các tài khoản giao dịch phải thu

source: Create GL entries for accounts payable transactions
ar: إنشاء إدخالات GL لحسابات المعاملات المستحقة
et: Loo pearaamatu sissekandeid maksmata kohustuste kohta
fa: نوشته های گرم برای ایجاد حساب های قابل پرداخت معاملات
fr_lu: Créer une fiche GL des transactions dans le journal des achats
hr_hr: Stvaranje GL unose za neizmirene obveze transakcija
ja: 買掛金トランザクションGL入力の作成
lv_lv: Veidot grāmatojumus priek&#353; norēķiniem ar piegādātājiem
pl_pl: Zapisuj operacje wydatków w KG
vi_vn: tạo đường dẫn vào mục sổ cái cho các khoản giao dịch phải nộp

source: Create GL entries for stock transactions
ar: إنشاء إدخالات GL للمعاملات الأوراق المالية
et: Loo GL kirjed aktsia tehingute
fa: ایجاد نوشته های گرم برای انجام معاملات سهام
fr_lu: Créer une fiche GL des transactions dans le journal des mouvements de stocks
hr_hr: Stvaranje GL unose za burzovne transakcije
ja: 在庫トランザクションGL入力の作成
lv_lv: Veidot ierakstus virsgrāmatā par preču kustību
pl_pl: Zapisuj zmiany magazynowe w KG
vi_vn: tạo các đường dẫn vào sổ cái cho các giao dịch hàng hóa (cổ phiếu)

source: Update
ar: تحديث
et: ajakohastama
fa: بروز رسانی
fr_lu: Mise à jour
hr_hr: Ažuriraj
ja: 更新
lv_lv: Labot
pl_pl: Zapisz
vi_vn: Cập nhật

source: Specify Dispatched Controlled Items
ar: تحديد الأصناف الخاضعة للرقابة ارسلت
et: Täpsustada lähetatakse kontrollitavate kaupade
fa: اعزام مشخص مورد کنترل
fr_lu: Précisez Distribué articles contrôlés
hr_hr: Navedite otpremljen Controlled artikle
ja: 特定発送制御品目
lv_lv: Specificēt nosūtītās preces
pl_pl: Podaj Wysyłane Towary Kontrolowane
vi_vn: Xác d?nh các m?t hàng du?c ki?m soát dã du?c g?i

source: Select a line item to invoice
ar: اختر بند إلى الفاتورة
et: Valigerea arve
fa: انتخاب یک آیتم را به صورت حساب خط
fr_lu: Sélectionner un article à facturer
hr_hr: Odaberite stavku na računu
ja: 請求する行品目を選択
lv_lv: Izvēlēties rindu rēķinam
pl_pl: Wybierz pozycję do zafakturowania
vi_vn: chọn hàng mục cho hóa đơn

source: This page can only be opened if a line item on a sales order to be invoiced has been selected
ar: لا يمكن إلا أن فتح هذه الصفحة إذا تم اختيار بند في ترتيب مبيعات إلى أن فاتورة
et: Seda lehekülge on võimalik avada ainult siis, kuirida onmüügiga , et arve on valitud
fa: این صفحه تنها می تواند باز شود اگر در مورد خط سفارش فروش به صورتحساب انتخاب شده است
fr_lu: Cette page n'est accessible que si un article a été choisi au préalable
hr_hr: Ova stranica se može otvoriti samo ako jestavka na prodaju kako bi se fakturirati je izabran
ja: 請求する販売注文上のラインのアイテムが選択されている場合、このページにのみ開くことができます
lv_lv: Lapu var atvērt, ja preču rinda pārdo&#353;anas rīkojumā ir izvēlēta rēķina sagatavo&#353;anai,
pl_pl: Ta strona może być otworzona tylko, jeśli wybrano pozycję z zamówienia
vi_vn: Trang này chỉ có thể được mở ra nếu một chi tiết đơn hàng trên một đơn hàng được lập hoá đơn đã được lựa chọn

source: Please do that first
ar: الرجاء القيام بذلك أول
et: Palun tee seda esimest
fa: خواهش می کنم که اولین بار
fr_lu: Veuillez selectioner.
hr_hr: Molimo učiniti prvi
ja: その最初の操作を行ってください
lv_lv: Lūdzu izdariet to vispirms
pl_pl: Zrób to najpierw
vi_vn: vui lòng làm điều đó đầu tiên

source: Select a sales order to invoice
ar: اختر أمر المبيعات إلى فاتورة
et: Vali müügi et arve
fa: انتخاب جهت فروش به فاکتور
fr_lu: Facturer une commande
hr_hr: Odaberite prodajnog naloga za račun
ja: 請求書に販売注文を選択してください
lv_lv: Izvēlieties pārdo&#353;anas rikojumu, lai par to nosūtītu rēķinu
pl_pl: Wybierz zamówienia do zafakturowania
vi_vn: Chọn một đơn hàng với hoá đơn

source: This page can only be opened if a sales order and line item has been selected Please do that first
ar: لا يمكن إلا أن فتح هذه الصفحة إذا تم اختيار ترتيب مبيعات و بند الرجاء القيام بذلك أول
et: Seda lehekülge on võimalik avada ainult siis, kuimüügi korra ja rida on valitud Palun teha esimene
fa: این صفحه تنها می تواند باز شود اگر به منظور فروش و قلم دوم از اقلام خط انتخاب شده است لطفا این کار را برای اولین بار
fr_lu: Ce page n'est accessible que si une commande et un article ont été choisis au préalable
hr_hr: Ova stranica se može otvoriti samo ako seprodaja radi , a stavka je izabran Molimo učiniti prvi
ja: 販売注文とラインアイテムが選択されている場合は、このページにのみ開くことができると、なさってください、最初の
lv_lv: Lapu var atvērt, ja preču rinda pārdo&#353;anas rīkojumā ir izvēlēta rēķina sagatavo&#353;anai, lūdzu izdariet to vispirms
pl_pl: Ta strona może być otwarta tylko po wybraniu pozycji z zamówienia. Zrób to najpierw
vi_vn: Trang này chỉ được mở khi một đơn đặt hàng hoặc mục hàng đã được chọn. Vui lòng chọn đơn đặt hàng/mục hàng trước

source: Back to the Sales Order
ar: عودة إلى ترتيب المبيعات
et: Tagasi Müük Telli
fa: برگشت به سفارش فروش
fr_lu: Retour à la commande
hr_hr: Natrag na prodajni nalog
ja: 販売受注に戻る
lv_lv: Atpakaļ pie pardo&#353;anas rīkojuma
pl_pl: Powrót Do Zamówień
vi_vn: Quay lại đơn hàng

source: The line item must be defined as controlled to require input of the batch numbers or serial numbers being sold
ar: يجب تعريف بند كما تسيطر على تتطلب إدخال الأرقام دفعة أو الأرقام التسلسلية التي يجري بيعها
et: Real peab olema defineeritud kontrolli nõuda sisendpartii numbrite või seerianumbrid müüakse
fa: قلم دوم از اقلام خط باید تعریف می شود که نیاز به کنترل ورودی از تعداد دسته یا شماره سریال فروخته
fr_lu: L'article doit être défini comme ayant été vérifié pour obliger la saisie de numéros de lot ou numéros de série des articles vendus
hr_hr: Stavka moraju se definirati kao kontrolira zahtijevati unos od šarže ili serijski brojevi se prodaju
ja: ラインアイテムは、バッチ番号の入力や販売されているシリアル番号を必要とするように制御するように定義しなければならない
lv_lv: Līnija vienība ir definēta kā kontrolēt prasīt no partijas numuru ievadi vai sērijas numuriem tiek pārdoti
pl_pl: Pozycja musi być zdefiniowana jako kontrolowana aby wprowadzać numer partii lub numery seryjne.
vi_vn: Mục hàng phải được xác định là có kiểm soát để có thể yêu cầu số lượng lô hàng nhập vào hoặc số lượng đang được bán

source: Back to Confirmation of Dispatch
ar: عودة إلى تأكيد الإرسال
et: Tagasi kinnitamine Dispatch
fa: برگشت به تایید از اعزام
fr_lu: Retour à la confirmation de livraison
hr_hr: Povratak na potvrđivanje otpreme
ja: 戻るディスパッチの確認へ
lv_lv: Atpakaļ pie nosūtīto preču apstiprinā&#353;anas
pl_pl: Powrót do Zatwierdzenia Wysyłki
vi_vn: quay lại xác nhận của thông báo

source: Invoice
ar: فاتورة
et: arve
fa: صورت حساب
fr_lu: Facture
hr_hr: faktura
ja: 請求書
lv_lv: Rēķins
pl_pl: Faktura
vi_vn: hóa đơn

source: Dispatch of up to
ar: إيفاد لمدة تصل إلى
et: Saatmisega kuni
fa: اعزام تا
fr_lu: Livrer jusqu'
hr_hr: Dostava do
ja: までの派遣
lv_lv: Sūtijums līdz
pl_pl: Wysyłka najwyżej
vi_vn: Công văn đến

source: Controlled items
ar: المواد الخاضعة للرقابة
et: kontrollitavate kaupade
fa: آیتم های کنترل
fr_lu: Articles vérifiés
hr_hr: Kontrolirani stavke
ja: 制御品目
lv_lv: Kontrolētās preces
pl_pl: Towar(y) Kontrolowane
vi_vn: Kiểm soát các mục

source: on order
ar: على النظام
et: tellitud
fa: به سفارش
fr_lu: en commande
hr_hr: po narudžbi
ja: 注文上
lv_lv: rīkojumam
pl_pl: na zamówienie
vi_vn: Đang được đặt hàng

source: Confirm Dispatches and Invoice An Order
ar: تؤكد برقيات والفاتورة طلبية
et: Kinnita lähetamise ja arveTellimus
fa: اعزام تکرار و فاکتور سفارش
fr_lu: Confirmation d'expédition et facturation
hr_hr: Potvrdi otpremu i Računredoslijedom
ja: 発送を確認して、注文の請求書作成
lv_lv: Apstiprināt nosūtīšanu un rēķinuOrder
pl_pl: Wysyłka Potwierdź i faktury Zamówienie
vi_vn: Xác nhận thông báo (công văn) và Hoá đơn của đơn hàng

source: This page can only be opened if an order has been selected Please select an order first from the delivery details screen click on Confirm for invoicing
ar: لا يمكن إلا أن فتح هذه الصفحة إذا تم اختيار طلبية يرجى تحديد من الدرجة الأولى من الشاشة تفاصيل التسليم النقر على تأكيد لتحرير الفواتير
et: Seda lehekülge on võimalik avada ainult siis, kuiselleks on valitud , valige, et kõigepealtkohaletoimetamise detailid ekraanil klõpsa Kinnita arvete
fa: این صفحه تنها می تواند باز شود اگر به منظور انتخاب شده است را انتخاب کنید منظور برای اولین بار از جزئیات کلیک کنید تحویل روی صفحه نمایش در تکرار برای صورتحساب
fr_lu: Ce page n'est accessible que si une commande a été sélectionnée au préalable dans les détails de livraison. Cliquez sur confirmer pour générer la facture
hr_hr: Ova stranica se može otvoriti samo akobi je izabran Odaberite narudžbu prvi na zaslonu pojedinosti isporuke kliknite na Potvrdi za fakturiranje
ja: 順序が選択されている場合は、このページにのみ開くことができる請求のために確認をクリックして配信の詳細画面から最初の注文を選択してください
lv_lv: Šo lapu var atvērt, ja ir izvēlēts rīkojums. Lūdzu izvēlaties rīkojumu vispirms no piegāžu apraksta ekrāna nospiežot uz -aptiprināt rēķina sagatavo&#353;anai-
pl_pl: Ta storna może być pokazana tylko po wybraniu zamówienia. Najpierw wybierz zamówienie na ekranie szczegółów wysyłki, kliknij na Wybierz do faktury.
vi_vn: Trang này chỉ có thể được mở ra nếu một đơn đặt hàng đã được lựa chọn. Hãy chọn một đơn đặt hàng đầu tiên từ mục giao hàng chi tiết trên màn hình. Xác nhận việc lập hoá đơn

source: The order cannot be retrieved because
ar: لا يمكن استرداد النظام بسبب
et: Et ei saa taastada , sest
fa: نظم را نمی توان بازیابی چون
fr_lu: Impossible d'afficher la commande car
hr_hr: Kako se ne mogu dohvatiti , jer
ja: 順序は取得できないため、
lv_lv: Pasūtījumu nevar iegūt, jo
pl_pl: Zamówienie nie może być odtworzone ponieważ
vi_vn: đặt hàng không thể lấy lại vì

source: The SQL to get the order header was
ar: كان SQL للحصول على رأس النظام
et: SQL saada , et päis oli
fa: گذاشتن به منظور هدر شد
fr_lu: Commande SQL d'affichage des en-têtes de commande:
hr_hr: SQL dobiti nalog glavom je
ja: 注文ヘッダーを取得するためのSQLがあった
lv_lv: Rīkojuma galvas iegū&#353;anai tika izmantots sekojo&#353;s SQL-
pl_pl: Użyta fraza SQL:
vi_vn: Cơ sở dữ liệu SQL để lấy tiêu đề cho đơn hàng là

source: The line items of the order cannot be retrieved because
ar: لا يمكن استرداد العناصر سطر من النظام بسبب
et: Line esemeid , et ei ole võimalik saada , sest
fa: آیتم های خط دستور را می توان بازیابی نیست زیرا
fr_lu: Impossible d'afficher les articles de la commande car
hr_hr: Stavke retka u redoslijedu ne mogu dohvatiti , jer
ja: 注文の行品目は取り出せなかった理由は
lv_lv: Rindu nevar iegūt, jo
pl_pl: Pozycje zamówienia nie mogą być odtworzone ponieważ
vi_vn: Các mục của đơn hàng không thể truy xuất vì

source: There are no ordered items with a quantity left to deliver. There is nothing left to invoice
ar: لا توجد أي عناصر أمرت مع كمية من اليسار إلى تسليم.
et: Puuduvad tellitud esemedkogus lahkus pakkuda .
fa: وجود ندارد دستور داد سؤال با مقدار از چپ به تحویل. هیچ چیز وجود دارد از چپ به فاکتور
fr_lu: Il n'y a pas de reliquat. Rien à facturer
hr_hr: Nema naručeni predmeti s količinom lijevo za isporuku .
ja: 納品数量で注文品目がありません。請求するものがありません
lv_lv: Ir nosūtītas visas pārdo&#353;anas rīkojuma preces. Rēķini ir jau nosūtīti
pl_pl: Brak zamówówionych i nie wysłanych towarów. Nie zostało nic do zafakturowania.
vi_vn: Không còn đủ số lượng hàng để giao. Không thể làm hóa đơn

source: This order item could not be retrieved. Please select another order
ar: لا يمكن استرجاع هذا البند النظام.
et: See , et toode ei ole võimalik taastada.
fa: این قلم سفارش ، قابل بازیابی نیست. لطفا سفارش دیگری را انتخاب کنید
fr_lu: Impossible de retrouver l'article. Sélectionner une autre commande
hr_hr: To bi stavku nije moguće dohvatiti .
ja: この注文品目は引き出しできません。他の注文を選択して下さい
lv_lv: Šo rīkojuma preci nevar iegūt. Lūdzu izvēlaties citu rīkoujumu
pl_pl: Ta pozycja zamówienia nie może być odtworzona. Wybierz inne zamówienie
vi_vn: mục đơn hàng này không thể được lấy ra. Xin vui lòng chọn một đơn khác

source: Confirm Invoice
ar: تأكيد الفاتورة
et: Kinnita Arve
fa: تکرار فاکتور
fr_lu: Confirmer la facture
hr_hr: Potvrda fakture
ja: 請求入力
lv_lv: Apstiprināt rēķinu
pl_pl: Potwierdzenie faktury
vi_vn: xác nhận hóa đơn

source: Confirm Dispatch and Invoice
ar: تأكيد على ارسال و الفاتورة
et: Kinnita saatmisega ja arve
fa: تکرار اعزام و فاکتور
fr_lu: Confirmation d'expédition et facturation
hr_hr: Potvrdi Dispatch i fakture
ja: 発送を確認して、注文の請求書作成
lv_lv: Apstiprināt preču izsniegšanu un izrakstīt rēķinu
pl_pl: Potwierdzenie wysyłki i faktury
vi_vn: xác nhận thông báo (công văn) và hóa đơn

source: Customer
ar: زبون
et: klient
fa: مشتری
fr_lu: Client
hr_hr: Kupac
ja: 得意先
lv_lv: Klients
pl_pl: Klient
vi_vn: khách hàng

source: Customer Code
ar: كود العملاء
et: Kliendikood
fa: کد مشتری
fr_lu: Code client
hr_hr: Šifra kupca
ja: 得意先コード
lv_lv: Klienta kods
pl_pl: Kod Klienta
vi_vn: Mã số khách hàng

source: Customer Name
ar: اسم العميل
et: Tellija nimi
fa: نام مشتری
fr_lu: Société
hr_hr: Naziv kupca
ja: 得意先名
lv_lv: Klienta nosaukums
pl_pl: Nazwa Klienta
vi_vn: Tên khách hàng
