Repository: timschofield/KwaMoja-Medical
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar, et, fa, fr_lu, hr_hr, ja, lv_lv, pl_pl, vi_vn

source: Select a Purchase Order Number to Print before calling this page
ar: حدد رقم طلب الشراء إلى طباعة قبل استدعاء هذه الصفحة
et: Valigeostutellimuse number printida enne kutsudes seda lehte
fa: انتخاب خرید به ترتیب شماره نسخه قابل چاپ قبل از فراخوانی این صفحه
fr_lu: Sélectionner un numéro de commande à imprimer avant d'appeler cette page
hr_hr: Odaberite broj narudžbenici za ispis prije nego što nazovete ovu stranicu
ja: または、印刷する他の注文番号を選択
lv_lv: Izvēlēties iepirkumu rīkojumu, lai saņemtu
pl_pl: Wybierz Zamówienia Liczba Drukowanie przed wywołaniem tej strony
vi_vn: Chọn một số đặt hàng để in trước khi gọi trang này

source: Purchase Order Inquiry
ar: شراء تحقيق ذلك
et: Ostutellimuse Inquiry
fa: درخواست سفارش خرید
fr_lu: Commandes
hr_hr: Narudžbenica Upit
ja: 購買発注問合せ
lv_lv: Iepirkumu rīkojumu meklēšana
pl_pl: Przeszukiwanie Zamówień
vi_vn: Yêu cầu đơn hàng thu mua

source: This page must be called with a purchase order number to print
ar: يجب استدعاء هذه الصفحة مع رقم أمر شراء لطباعة
et: See leht tuleb kutsuda koosostutellimuse number printida
fa: این صفحه باید با تعداد سفارش خرید نامیده می شود برای چاپ
fr_lu: Cette page doit être appelée avec un numéro de commande à imprimer
hr_hr: Ova stranica mora biti pozvani s brojem narudžbenice za ispis
ja: このページは印刷するために発注番号で呼ばれなければならない
lv_lv: Šī lapa ir jāizsauc ar pirkuma pasūtījuma numuru , lai izdrukātu
pl_pl: Tea strona musi być wywołana z numerem zamówienia do wydrukowania
vi_vn: Trang này phải được gọi với một số đơn đặt hàng để in

source: Print Purchase Order Number
ar: طباعة رقم أمر الشراء
et: Trüki Ostutellimuse number
fa: نسخه قابل چاپ خرید شماره سفارش
fr_lu: Nombre d'impression bon de commande
hr_hr: Ispis broj narudžbenici
ja: 購買発注番号印刷
lv_lv: Drukāt Iepirkuma rīkojuma numuru
pl_pl: Wydrukuj Zamówienie Zakupu Nr
vi_vn: In Số Đơn đặt hàng

source: The email address entered does not appear to be valid. No emails have been sent.
ar: لا يظهر عنوان البريد الإلكتروني دخلت لتكون صالحة .
et: Meiliaadressile ei tundu olema kehtiv .
fr_lu: L'adresse courriel n'est pas correcte
hr_hr: Adresa e-pošte upisali nije bila valjana .
ja: 入力したメールアドレスは有効ではないようです。
lv_lv: E-pasta ievadīta adrese nešķiet būt derīgs .

source: There was a problem retrieving the purchase order header details for Order Number
ar: كانت هناك مشكلة استرداد أمر الشراء التفاصيل رأس ل رقم الطلب
et: Tekkis probleem allalaadimise ostutellimuse header detailid järjekorranumbriga
fa: بود مشکل بازیابی سفارش خرید جزئیات بیشتر به هدر برای سفارش شماره وجود دارد
fr_lu: Il y avait un problème se rappeler les détails de bon de commande en-tête de numéro de commande
hr_hr: Došlo je doproblema prilikom preuzimanja pojedinosti o kupnji reda kolektora za broj narudžbe
ja: 注文番号に対して発注ヘッダの詳細情報を取得する問題が発生しました
lv_lv: Radāsproblēma, ielādējot pirkuma pasūtījuma galvenes informāciju ar kārtas numuru
pl_pl: Problem z odczytaniem nagłówka zamówienia zakupu nr
vi_vn: Có một vấn đề lấy các đơn đặt hàng chi tiết tiêu đề cho số thứ tự

source: Print Purchase Order Error
ar: طباعة أمر الشراء خطأ
et: Trüki ostutellimuse viga
fa: نسخه قابل چاپ خرید خطا سفارش
fr_lu: Erreur d'impression bon de commande
hr_hr: Ispis Greška narudžbenici
ja: 購買発注印刷エラー
lv_lv: Drukāt Pasūtījuma kļūda
pl_pl: Błąd wydruku Zamówienia Zakupu
vi_vn: In Lỗi mua hàng

source: Unable to Locate Purchase Order Number
ar: قادر على تحديد موقع رقم أمر الشراء
et: Leidmine nurjus Ostutellimuse number
fa: قادر به تعیین محل خرید شماره سفارش
fr_lu: Impossible de trouver Numéro de commande
hr_hr: Nije moguće pronaći broj narudžbenice
ja: 発注番号を検索することができません
lv_lv: Nevar atrast Pasūtījuma skaits
pl_pl: Nie Można zlokalizować Zamówienia Zakupu Nr
vi_vn: Không thể Xác định vị trí số đặt hàng

source: Purchase orders can only be printed once they have been authorised
ar: لا يمكن إلا أن تكون مطبوعة أوامر الشراء بعد أن تكون قد أذنت
et: Ostutellimused on võimalik trükkida vaid siis, kui nad on saanud loa
fa: سفارشات خرید فقط می تواند یک بار چاپ شده اند مجاز
fr_lu: Les ordres d'achat ne peuvent être imprimés une fois qu'ils ont été autorisés
hr_hr: Narudžbe mogu se ispisati nakon što su ovlaštene
ja: それらが承認された後の発注にのみ印刷することができます
lv_lv: Pirkuma pasūtījumu var tikai izdrukāt , kad tie ir saņēmuši atļauju
pl_pl: Zamówienia mogą być drukowane tylko raz zostały dopuszczone
vi_vn: Đơn đặt hàng chỉ có thể được in ra một khi họ đã được ủy quyền

source: This order is currently at a status of
ar: هذا النظام هو حاليا في حالة من
et: See järjekord on praegustaatust
fa: این منظور در حال حاضر در وضعیت
fr_lu: Cette ordonnance est actuellement dans un état de
hr_hr: To bi je trenutno u statusu
ja: この順序は、の状態で現在
lv_lv: Šis rīkojums patlaban ir statusa
pl_pl: Nakaz ten jest obecnie w stanie
vi_vn: Thứ tự này hiện đang ở trạng thái

source: Purchase Order Already Printed
ar: أمر الشراء مطبوعة بالفعل
et: Ostutellimuse juba trükitud
fa: سفارش خرید در حال حاضر چاپی
fr_lu: Bon de commande déjà imprimé
hr_hr: Narudžbenica već ispisane
ja: 印刷済購買発注
lv_lv: Pirkuma pasūtījumu Jau Drukāts
pl_pl: Zamówienie Zakupu Już Wydrukowane
vi_vn: Mua hàng Đã in

source: Purchase Order Number
ar: رقم أمر الشراء
et: Ostutellimuse number
fa: خرید شماره سفارش
fr_lu: N° commande
hr_hr: Broj narudžbenice
ja: 購買発注番号
lv_lv: Iepirkuma rīkopjuma numurs
pl_pl: Zamówieni Zakupu Nr
vi_vn: Mã số đơn hàng thu mua

source: To re-print the order it must be modified to allow a reprint
ar: لإعادة طباعة أمر يجب تعديله للسماح لل طبع
et: Uuesti trükkida , et tuleb muuta, et võimaldadakordustrükk
fa: برای دوباره چاپ منظور باید آن را تغییر داده اجازه چاپ مجدد
fr_lu: Pour ré-imprimer la commande doit être modifiée pour permettre la réimpression
hr_hr: Za ponovno ispisati redoslijedom to mora biti izmijenjen kako bi se omogućilo pretisak
ja: 再印刷を注文するには、転載を許可するように変更する必要があります
lv_lv: Lai atkārtoti drukātu , lai tas būtu jāmaina , lai ļautu atkārtoti izdrukājiet
pl_pl: Aby powtórnie je wydrukować musisz je zmodyfikować
vi_vn: In lại thứ tự nó phải được sửa đổi để cho phép một in lại

source: This check is there to ensure that duplicate purchase orders are not sent to the supplier resulting in several deliveries of the same supplies
ar: هذا الاختيار هو هناك لضمان أن لا يتم إرسال أوامر الشراء إلى المورد مكررة مما أدى إلى عدة شحنات من نفس اللوازم
et: See kontroll on olemas, et tagada, et eksemplaris ostutellimused ei saadetatarnija tulemuseks mitu tarnete sama tarvikud
fa: این بررسی وجود دارد برای اطمینان از اینکه تکراری سفارشات خرید به فروشنده تحویل در نتیجه نه در چند تا از منابع همان فرستاده
fr_lu: Cette vérification est là pour veiller à ce que deux exemplaires des ordres d'achat ne sont pas envoyés au fournisseur résultant en plusieurs livraisons des fournitures même
hr_hr: Ova provjera je tu kako bi se osiguralo da se duple narudžbe ne šalju dobavljaču rezultat u nekoliko isporuka istih materijala
ja: このチェックは複製の納品書が作成されなくて、顧客に一度ならず発送されることを確実にするためにあります
lv_lv: Šī pārbaude ir tur, lai nodrošinātu, ka dublēt pirkuma pasūtījumi netiek nosūtīts piegādātājam rezultātā vairākās piegādēs pašu piegādēm
pl_pl: Kontrola ta ma zapewnić, że powielanie zamówienia nie są wysyłane do dostawcy w wyniku kilku dostaw tego samego dostaw
vi_vn: Kiểm tra này là có để đảm bảo rằng đơn đặt hàng trùng lặp không được gửi đến các nhà cung cấp dẫn đến nhiều giao các nguồn cung cấp cùng

source: Print This Order as a Copy
ar: طباعة هذا الأمر كنسخة
et: Prindi Tellimuse naguCopy
fa: نسخه قابل چاپ این سفارش به عنوان کپی
fr_lu: Imprimer cet ordre comme une copie
hr_hr: Podijelite ovaj red kao kopija
ja: コピーとしてこの順序を印刷
lv_lv: Drukāt šo rīkojumu kā Copy
pl_pl: Wydrukuj Kopię Tego Zamówienia
vi_vn: In Lệnh này như một bản sao

source: Modify the order to allow a real reprint
ar: تعديل النظام للسماح لل طبع الحقيقي
et: Muuda, et võimaldada tõelist kordustrükk
fa: اصلاح به منظور اجازه چاپ مجدد واقعی
fr_lu: Modifier l'ordre pour permettre une ré-impression
hr_hr: Izmjena redoslijeda dopustiti pravi pretisak
ja: 本当の転載を許可するように順序を変更
lv_lv: Mainīt secību , lai varētu reāli atkārtoti izdrukājiet
pl_pl: Zmodyfikuj zamówienie aby rzeczywiście wydrukować ponownie
vi_vn: Thay đổi để cho phép một in lại thực

source: Select another order
ar: اختر أمر آخر
et: Vali teine ​​järjekorras
fa: دیگری را انتخاب کنید سفارش
fr_lu: Sélectionner une autre commande
hr_hr: Odaberite drugu narudžbu
ja: 別の注文を選択してください
lv_lv: Izvēlieties citu kārtību
pl_pl: Wybierz inne zamówienie
vi_vn: Chọn một đơn hàng khác

source: Order Total - excl tax
ar: ترتيب المجموع - الضرائب غير شامل
et: Tellimus kokku - va maks
fa: تعداد سفارش -- مالیات بدون کارتن بسته بندی
fr_lu: Total de la commande - H.T.
hr_hr: Ukupne narudžbe - bez poreza
ja: 注文合計 - 税別
lv_lv: Lai kopā - bez nodokļiem
pl_pl: Wartość zamówienia netto
vi_vn: Tổng số đơn hàng - không bao gồm thuế

source: Please find herewith our purchase order number
ar: تجدون طيه لدينا رقم أمر الشراء
et: Palun leia käesolevaga meie ostutellimuse number
fa: لطفا پیدا کردن این نامه ما سفارش خرید تعداد
fr_lu: S'il vous plaît trouver ci-joint notre bon de commande
hr_hr: Molimo pronaći ovime naš broj narudžbenice
ja: これにより当社の発注番号を見つけてください
lv_lv: Lūdzu šeit mūsu pirkuma pasūtījuma numuru
pl_pl: W załączeniu nasze zamówieni zakupu nr
vi_vn: Xin vui lòng tìm kèm số đơn đặt hàng của chúng tôi

source: The SMTP settings are wrong, please ask administrator for help
ar: إعدادات SMTP مخطئون ، الرجاء اطلب من مسؤول للحصول على مساعدة
et: SMTP seaded on valesti , paluge abi administraatoriga
fa: تنظیمات SMTP در اشتباه هستند ، لطفا به مدیر برای کمک بپرسید
fr_lu: Les paramètres SMTP sont erronées , veuillez demander administrateur de l'aide
hr_hr: SMTP postavke su u redu , obratite se administratoru za pomoć
ja: SMTPの設定が間違っている、ヘルプの管理者に依頼してください
lv_lv: Šie SMTP iestatījumi ir nepareizi, lūdzu, jautājiet administratoram palīdzību
pl_pl: Ustawienia SMTP są złe , poproś administratora o pomoc
vi_vn: Các thiết lập SMTP là sai , xin vui lòng yêu cầu quản trị để được giúp đỡ

source: Email a Purchase Order
ar: أرسل إلى أمر الشراء
et: Saadaostutellimuse
fr_lu: Envoyer un bon de commande par courriel
ja: 購買発注選択

source: has been emailed to
ar: وقد عبر البريد الالكتروني
et: on meilitsi
fa: شده است ایمیل فرستاده شده به
fr_lu: a été envoyé par courriel
hr_hr: je poslana na
ja: に電子メールで送信されています
lv_lv: ir pa e-pastu
pl_pl: zostało wysłane do
vi_vn: Đã được gửi qua thư điện tử tới

source: as directed
ar: وفقا لتوجيهات
et: vastavalt juhendile
fa: به عنوان کارگردانی
fr_lu: selon les directives
hr_hr: prema uputama
ja: 指示通り
lv_lv: kā norādīts
pl_pl: jako skierowane
vi_vn: Trực tiếp

source: Emailing Purchase order
ar: البريد الإلكتروني أمر الشراء
et: Postitada Ostutellimuse
fa: ایمیل سفارش خرید
fr_lu: Envoi du bon de commande par courriel
hr_hr: Slanje narudžbenica
ja: 注文書をメールで送信
lv_lv: Nosūtīt iepirkuma rīkojumu pa e-pastu
pl_pl: Wysyłanie Emailem Zamówienia Zakupu
vi_vn: Gửi đơn hàng thu mua qua thư điện tử

source: failed
ar: فشل
et: ebaõnnestus
fa: ناموفق
fr_lu: échec
hr_hr: Neuspjela
ja: 失敗した
lv_lv: neizdevās
pl_pl: nie powiodło się
vi_vn: Không thành công

source: Printed by
ar: طباعتها من قبل
fr_lu: Imprimé par
ja: 印刷

source: Print or Email the Order
ar: طباعة أو إرسال وسام
et: Trükkida või e- Order
fa: چاپ و یا پست الکترونیکی سفارش
fr_lu: Imprimer ou envoyer de l'Ordre
hr_hr: Ispis ili e-mail Naloga
ja: 注文を印刷または電子メール
lv_lv: Izdrukājiet vai e-pastu Rīkojumu
pl_pl: Wydrukuj lub Wyślij Emailem Zamówienie
vi_vn: In hoặc Email đặt hàng

source: Show Amounts on the Order
ar: تظهر المبالغ على وسام
et: Näita summad ordeni
fa: نمایش مقادیر بر روی سفارش
fr_lu: Montants Afficher sur l'Ordre
hr_hr: Pokaži količine na red
ja: 注文の金額を表示する
lv_lv: Rādīt summas uz Rīkojuma
pl_pl: Pokaż wartości na zamówieniu
vi_vn: Cho khoản trên thứ tự

source: There was a problem retrieving the contact details for the supplier
ar: كانت هناك مشكلة استرجاع معلومات للتواصل مع المورد
et: Tekkis probleem allalaadimisekontaktandmedtarnija
fa: بود مشکل بازیابی اطلاعات تماس برای منبع وجود دارد
fr_lu: Il y avait un problème récupérer les coordonnées pour le fournisseur
hr_hr: Došlo je doproblema prilikom preuzimanja kontakt podatke za dobavljača
ja: サプライヤーのために連絡先の詳細を取得する問題が発生しました
lv_lv: Radāsproblēma, ielādējot kontaktinformāciju piegādātāja
pl_pl: Problem z odczytaniem danych kontaktowych dostawcy
vi_vn: Có một vấn đề lấy các chi tiết liên lạc cho các nhà cung cấp

source: Email to
ar: البريد الالكتروني
et: Saada
fa: ارسال به
fr_lu: Envoyer par courriel à
hr_hr: Pošaljite na
ja: へメール
lv_lv: ievadiet saņēmējas e-pastu
pl_pl: Email do
vi_vn: Gửi thư điện tử tới

source: There are no contacts defined for the supplier of this order
ar: لا توجد اتصالات محددة ل مزود هذا النظام
et: Puuduvad kontaktid määratudtarnija selles järjekorras
fa: هیچ مخاطبین تعریف شده برای تامین این منظور وجود دارد
fr_lu: Il n'y a pas de contacts définie pour le fournisseur de la présente ordonnance
hr_hr: Nema kontakata definirane za dobavljača ovog poretka
ja: この注文のサプライヤーに対して定義された連絡先がありません
lv_lv: Nav kontakti definēti piegādātājam šā rīkojuma
pl_pl: Brak danych kontaktowych dla dostawcy z tego zamówienia
vi_vn: Không có địa chỉ liên lạc được xác định cho các nhà cung cấp của lệnh này

source: You must first set up supplier contacts before emailing an order
ar: يجب عليك أولا إعداد اتصالات المورد قبل إرساله عبر البريد الإلكتروني أمر
et: Esmalt tuleb luua tarnija kontaktid enne postitada, et
fa: شما باید اول تا تنظیم کننده قبل از تماس با ما ایمیل سفارش
fr_lu: Vous devez d'abord établir des contacts avec le fournisseur avant courriel une ordonnance
hr_hr: Vi prvo morate postaviti dobavljač kontakte prije slanja emaila narudžbu
ja: あなたが最初の注文を電子メールで送信する前に仕入先の連絡先を設定する必要があります
lv_lv: Vispirms izveidot piegādātāja kontaktus , pirms pasta vēstuļu sūtīšanas rīkojumu
pl_pl: Musisz ustawić dane kontaktowe dostawcy zanim wyślesz zamówienie emailem
vi_vn: Trước tiên bạn phải thiết lập liên lạc với nhà cung cấp trước khi gửi email hàng

source: Search Outstanding Purchase Orders
ar: بحث أوامر الشراء المعلقة
et: Otsing Outstanding Ostutellimuste
fa: جستجو سفارشات خرید برجسته
fr_lu: Commandes fournisseurs en cours
hr_hr: Traži Izvanredna Narudžbe Kupnja
ja: 未処理購買発注検索
lv_lv: Meklēt nepabeigtos iepirkuma rīkojumus
pl_pl: Wyszukaj Oczekujące Zamówienia Zakupu
vi_vn: Tìm kiếm đơn đặt hàng mua nổi bật

source: The Order Number entered
ar: رقم الطلب دخلت
et: Tellimuse number kantakse
fa: شماره سفارش وارد
fr_lu: Le numéro de la commande
hr_hr: Naručite Broj ušao
ja: 注文番号が入力
lv_lv: Pasūtījuma numurs ievadīts
pl_pl: Wprowadzony numer Zamówienia
vi_vn: Mã số đơn hàng được nhập

source: be numeric
ar: يكون الرقمية
et: olema number
fa: عدد باشد
fr_lu: être numérique
hr_hr: biti numerička
ja: 数値である
lv_lv: būt ciparu
pl_pl: być numeryczny
vi_vn: ở dạng số

source: The SQL used to retrieve the searched parts was
ar: و SQL المستخدمة لاسترداد أجزاء بحثت كان
et: SQL kasutatud laadidaotsitavad osad oli
fa: گذاشتن استفاده برای بازیابی جستجو بخش بود
fr_lu: Commande SQL d'affichage des éléments recherchés:
hr_hr: SQL se koristi za dohvaćanje tražili dijelove bilo
ja: 検索パーツを取得するために使用するSQLがあった
lv_lv: Meklējot lietots sekojo&#353;s SQL
pl_pl: Użyta fraza SQL
vi_vn: SQL sử dụng để lấy các bộ phận tìm kiếm là

source: Add Purchase Order
ar: إضافة أمر الشراء
et: Lisa ostutellimuse
fa: اضافه کردن سفارش خرید
fr_lu: Passer une commande fournisseur
hr_hr: Dodaj narudžbenice
ja: 購買発注追加
lv_lv: Pievienot iepirkuma rīkojumu
pl_pl: Zamówienie Zakupu
vi_vn: Thêm một đơn hàng thu mua

source: Into Stock Location
ar: في ألبوم الموقع
et: Lattu Asukoht
fa: را در محل انبار
fr_lu: Site
hr_hr: U Stock Mjesto
ja: 受入在庫場所
lv_lv: Noliktavā
pl_pl: Do Magazynu
vi_vn: Vào chứng khoán từ

source: Order Status:
ar: ترتيب أوضاع :
fa: وضعیت سفارش :
ja: 注文状況
lv_lv: Lai statuss :
pl_pl: Status zamówienia:
vi_vn: Tình hình đơn hàng :

source: Pending and Authorised
ar: معلقة و المصرح به
et: Kuni ja volitatud
fa: در انتظار و مجاز
fr_lu: En attente et autorisée
hr_hr: U tijeku i ovlaštenih
ja: 保留とロレックス
lv_lv: Līdz un Atļauts
pl_pl: Czasu i Autoryzowanych
vi_vn: Cấp phát chính thức và ủy quyền

source: Search Purchase Orders
ar: البحث أوامر الشراء
et: Otsi Ostutellimuste
fa: سفارشات خرید جستجو
fr_lu: Rechercher
hr_hr: Traži narudžbenice
ja: 購買発注検索
lv_lv: Meklēt iepirkuma rīkojumu
pl_pl: Przeszukuj Zamówienia Zakupu
vi_vn: Tìm kiếm đơn hàng thu mua

source: To search for purchase orders for a specific part use the part selection facilities below
ar: للبحث عن أوامر الشراء ل جزء محدد استخدام مرافق اختيار جزء أدناه
et: Otsimiseks ostutellimused konkreetse osa jaoks kasutada osa valik rajatiste alla
fa: برای جستجوی سفارشات خرید برای استفاده از بخش خاص بخش امکانات زیر را انتخاب
fr_lu: Pour rechercher une commande fournisseur comportant une pièce spécifique, utilisez les outils ci-dessous
hr_hr: Za traženje narudžbenica za određeni dio koristiti objekte dio izbornika ispod
ja: 特定品目の購入発注を検索するため次の品目選択機能を使用してください
lv_lv: Lai meklētu pasūtījumu par konkrētu daļu izmantot daļu izvēles iespējas tālāk
pl_pl: Aby odnaleźć zamówienia zakupu dla konkretnego materiału użyj poniższej wyszukiwarki
vi_vn: Để tìm kiếm đơn đặt hàng cho một phần cụ thể sử dụng các cơ sở lựa chọn một phần dưới đây

source: Select a stock category
ar: حدد فئة الأوراق المالية
et: Vali varukategooria
fa: انتخاب رده سهام
fr_lu: Sélectionner une catégorie
hr_hr: Odaberite kategoriju dionica
ja: 在庫カテゴリ選択
lv_lv: Izvēlēties preces kategoriju
pl_pl: Wybierz kategorię magazynową
vi_vn: Chọn một kho mục

source: Search Parts Now
ar: أجزاء البحث الآن
et: Otsi Parts Now
fa: قطعات جستجو کن
fr_lu: Rechercher (article)
hr_hr: Traži Dijelovi Sada
ja: 品目検索
lv_lv: Meklēt
pl_pl: Wyszukaj Towary
vi_vn: Bây giờ tìm kiếm phần

source: Show All
ar: مشاهدة جميع
et: Kuva kõik
fa: نمایش همه
fr_lu: Tout afficher
hr_hr: prikaži sve
ja: 全件表示
lv_lv: Parādīt visu
pl_pl: Wszystkie
vi_vn: Hiển thị tất cả

source: Orders
ar: أوامر
et: Tellimused
fa: سفارشات
fr_lu: Commandes
hr_hr: Nalozi
ja: 注文
lv_lv: Rīkojumi
pl_pl: Zamówienia
vi_vn: Các đơn hàng

source: No orders were returned by the SQL because
ar: يتم إرجاع أية أوامر من قبل SQL لأن
et: Tellimusi ei tagastatudSQL sest
fa: هیچ دستوری توسط گذاشتن چون بازگردانده شدند
fr_lu: Aucune commande n'a été trouvé par la requête SQL car
hr_hr: Nema narudžbe su se vratili sa SQL , jer
ja: いいえ注文はSQLによって返されませんでしたので、
lv_lv: SQL neatrada nevienu pasūtijumu, jo
pl_pl: SQL nie zwrócił żadnych zamówień ponieważ
vi_vn: Không có đơn đặt hàng đã được trả lại bởi SQL vì

source: Order #
ar: طلب #
et: tilausnumerolle
fa: سفارش #
fr_lu: N ° de commande
hr_hr: Naručite #
ja: 注文
lv_lv: Rīkojums
pl_pl: Zamówienie nr
vi_vn: Đơn hàng #

source: Initiated by
ar: التي بدأتها
et: algatatud
fa: آغاز شده توسط
fr_lu: Initié par
hr_hr: Pokreću
ja: 作成者
lv_lv: Ievadījis
pl_pl: Zainicjowany przez
vi_vn: bắt đầu bằng

source: Print Copy
ar: طباعة نسخة
fr_lu: Imprimer une copie
ja: Copy印刷

source: Pending/Authorised/Completed
ar: ريثما / بتصريح / مكتمل
et: Kuni / Lubatud / Lõpetatud
fr_lu: En attente/autorisée/close
hr_hr: U tijeku / Ovlaštene / Završeni
ja: 保留/ロレックス/完了
lv_lv: Līdz / Atļauts / Pabeigts
vi_vn: Cấp phát chính thức / ủy quyền / Hoàn thành

source: Requisition
ar: طلب
et: tellimus
fa: درخواست
fr_lu: réquisition
hr_hr: trebovati
ja: 請求書
lv_lv: rekvizēt
pl_pl: Zapotrzebowanie
vi_vn: sung công

source: Page Security Levels
ar: مستويات الأمن الصفحة
et: Page Turvatasemed
fa: سطح صفحه امنیت
fr_lu: Rôles de sécurité assignés aux pages
hr_hr: Stranica sigurnosne razine
ja: セキュリティトークン設定済
lv_lv: Lapa drošības līmeņi
pl_pl: Poziomy Page Security
vi_vn: Mức độ an ninh trang

source: Could not update the page security value for the script because
ar: تعذر تحديث قيمة الأمن Page للبرنامج النصي لأن
et: Ei saa värskendada lehe turvalisuse väärtustscript sest
fa: آیا ارزش امنیت صفحه را برای اسکریپت به دلیل بروز رسانی نیست
fr_lu: Impossible de mettre à jour la valeur de la sécurité d'une page pour le script, car
hr_hr: Ne može se ažurirati vrijednost stranicu za skripte , jer sigurnosni
ja: 勘定が更新できなかった理由は
lv_lv: Nevarēja atjaunināt lapas drošības vērtību skriptu , jo
pl_pl: Nie można zaktualizować stronę wartości zabezpieczenia, ponieważ skrypt
vi_vn: Không thể cập nhật các giá trị an ninh trang cho các kịch bản vì

source: Update Security Levels
ar: تحديث مستويات الأمن
et: Uuenda Turvatasemed
fa: سطح بروز امنیتی
fr_lu: Mettre à jour
hr_hr: Ažuriranje sigurnosne razine
ja: 繰越注文詳細更新
lv_lv: Atjaunināt drošības līmeņi
pl_pl: Poziomy Aktualizacja zabezpieczeń
vi_vn: Mức độ cập nhật bảo mật

source: Payment Allocations
ar: مخصصات الدفع
et: Maksmine eraldised
fa: اعتبارات پرداخت
fr_lu: Crédits de paiement
hr_hr: Dodijeljena sredstva plaćanja
ja: 支払いの割り当て
lv_lv: Maksājumu pāro&#353;ana
pl_pl: Dotacje płatności
vi_vn: phân bổ thanh toán

source: Supplier ID Number is not Set, can not display result
ar: لم يتم تعيين المورد رقم الهوية، لا يمكن عرض نتيجة
et: Tarnija ID number ei ole määratud , ei saa kuvada tulemus
fa: تامین کننده شماره شناسنامه تنظیم نشده است ، می تواند نتیجه نمایش داده نمی
fr_lu: Fournisseur Numéro d'identification n'est pas définie, ne peut pas afficher résultat
hr_hr: Dobavljač ID broj nije postavljen , ne može prikazati rezultat
ja: サプライヤーID番号が設定されていない、結果を表示することができません
lv_lv: Vendor ID Number is no Set, cannot display result
pl_pl: Dostawca Numer identyfikacyjny nie jest ustawiony, nie może wyświetlić wynik
vi_vn: Số ID của nhà cung cấp chưa được thiết lập, không thể hiển thi kết quả

source: Invoice Number is not Set, can not display result
ar: لم يتم تعيين رقم الفاتورة ، لا يمكن عرض نتيجة
et: Arve number on määramata , ei saa kuvada tulemus
fa: شماره فاکتور تنظیم نشده است ، می تواند نتیجه نمایش داده نمی
fr_lu: Le numéro de la facture n'est pas paramétré. Impossible d'afficher un résultat
hr_hr: Račun broj nije postavljen , ne može prikazati rezultat
ja: 請求書番号が設定されていない、結果を表示することができません
lv_lv: Rēķina skaits nav noteikts , nevar parādīt rezultātu
pl_pl: Numer faktury nie jest ustawiony, nie może wyświetlić wynik
vi_vn: Số hóa đơn chưa được thiết lập, không thể hiển thị kêt quả

source: Payment Allocation for Supplier
ar: توزيع الدفع لل مورد
et: Maksete jaotus tarnija
fa: تخصیص پرداخت برای تامین
fr_lu: Allocation de paiement pour les fournisseurs
hr_hr: Plaćanje Dodjela za dobavljača
ja: サプライヤーの支払配分
lv_lv: Allocation of vendor
pl_pl: Podział płatności dla Dostawcy
vi_vn: Phân b? thanh toán cho nhà cung c?p

source: This shows how the payment to the supplier was allocated
ar: هذا يبين كيف تم تخصيص المبلغ إلى المورد
et: See näitab, kuimakse tarnija eraldati
fa: این نشان میدهد که چگونه پرداخت به تامین کننده اختصاص داده شد
fr_lu: Ceci montre comment le paiement au fournisseur a été attribué
hr_hr: To pokazuje kakoplaćanje prema dobavljaču je dodijeljen
ja: これは、仕入先への支払が割り当てられた方法を示しています。
lv_lv: Tas parāda, cikno piegādātāja maksājums tika piešķirti
pl_pl: To pokazuje, jak płatność dla dostawcy została przydzielona
vi_vn: Ði?u này hi?n th? thanh toán cho nhà cung c?p du?c phân b? ra sao

source: Back to supplier inquiry
ar: العودة الى التحقيق المورد
et: Tagasi tarnija küsitlus
fa: بازگشت به پرسش منبع
fr_lu: Retour à la requête du fournisseur
hr_hr: Povratak na dobavljača upit
ja: 仕入先へ戻る
lv_lv: Atpakaļ uz piegādātāju izmeklēšanu
pl_pl: Powrót do zapytania dostawca
vi_vn: trở lại yêu cầu của nhà cung cấp

source: There may be a problem retrieving the information. No data is returned
ar: قد تكون هناك مشكلة في استرجاع المعلومات .
et: Tegemist võib olla probleem teabe saamine .
fa: ممکن است یک مشکل بازیابی اطلاعات. هیچ اطلاعاتی است بازگشت
fr_lu: Il peut y avoir un problème de récupération des informations. Aucune donnée n'est renvoyée
hr_hr: Postoji svibanj bitiproblema prilikom preuzimanja podataka .
ja: 情報の取得に問題がある可能性があります。
lv_lv: Tur var būt problēma, atjaunojot informāciju .
pl_pl: Nie może być problem w dostępie do informacji. Nie dane jest zwracany
vi_vn: Có v?n d? khi truy xu?t thông tin. Không có d? li?u nào du?c tr? v?
