Repository: timschofield/KwaMoja-Medical
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar, et, fa, fr_lu, hr_hr, ja, lv_lv, pl_pl, vi_vn

source: No such area
ar: لا يوجد مثل هذا المجال
et: No selline ala
fa: بدون چنین منطقه
fr_lu: Pas de telle zone
hr_hr: No takav prostor
ja: そのようなエリアん
lv_lv: Nav tāda zona
pl_pl: Nie ma takiego obszaru
vi_vn: không có khu vực như vậy

source: No such salesman
ar: لا يوجد مثل بائع
et: No näiteks müügimees
fa: چنین فروشنده
fr_lu: Pas de vendeur correspondant
hr_hr: Nema tog prodavača
ja: そのようなセールスマンいません
lv_lv: Nav tāda pārdevējs
pl_pl: Nie ma takiego sprzedawcę
vi_vn: Không có nhân viên bán hàng như vậy

source: Unable to read company record
ar: غير قادر على قراءة سجل الشركة
et: Ei saa lugeda firma rekord
fr_lu: Impossible de lire le dossier de l'entreprise
hr_hr: Nije moguće pročitati rekord tvrtke
ja: デフォルト運送会社
lv_lv: Nevar nolasīt uzņēmuma ierakstu

source: Unable to read sales order
ar: النظام غير قادر على قراءة مبيعات
fr_lu: Impossible de lire la commande
ja: 販売受注に戻る

source: Unable to read sales order lines
ar: غير قادر على قراءة خطوط ترتيب مبيعات
fr_lu: Impossible de lire les lignes de la commande
hr_hr: Nije moguće pročitati prodajni nalog linije
ja: 全販売受注レコード削除中

source: Unable to get tax province of location
ar: غير قادر على الحصول محافظة الضرائب من الموقع
et: Ei saanud maksu provintsis asukohta
fa: قادر به دریافت مالیات استان محل
fr_lu: Impossible de récupérer la taxe régionale de ce site
hr_hr: Nije moguće dobiti porezne pokrajinu mjesto
ja: 場所の税務省を取得できません
lv_lv: Nevar saņemt nodokļu provinci vietu
pl_pl: Nie można uzyskać prowincję podatkowej lokalizacji
vi_vn: Không thể có được vị trí của tỉnh thuế

source: Unable to read tax rates for this item and tax group
ar: غير قادر على قراءة معدلات الضريبة لهذا البند و المجموعة الضرائب
et: Ei saa lugeda maksumäärad selle objekt ja maksu grupp
fr_lu: Impossible de lire les taux de taxation pour cet article
hr_hr: Nije moguće pročitati poreznih stopa za tu stavku i porezne grupe
ja: この項目と税グループに対して税率を読み取ることができません
lv_lv: Nevar nolasīt nodokļu likmes par šo priekšmetu un nodokļu grupas

source: Unable to read customer and branch details
ar: غير قادر على قراءة العملاء و فرع التفاصيل
et: Ei saa lugeda kliendi ja filiaali detailid
fr_lu: Impossible de lire les info succursale client
hr_hr: Nije moguće pročitati kupaca i grana pojedinosti
ja: 顧客とブランチの詳細を読み取ることができません

source: Unable to read credit note item details
ar: غير قادر على قراءة المذكرة الائتمان السلعة
et: Ei saa lugeda kreeditarve kirje detailid
fr_lu: Impossible de lire la note de crédit détails de l'élément
hr_hr: Nije moguće pročitati podatke kreditne Napomena artikala
ja: 信用ノートアイテムの詳細を読み込めません

source: Can only allocate receipts or a credit notes
ar: يمكن تخصيص إيصالات أو تلاحظ الائتمان فقط
et: Kas ainult eraldada laekumised võikrediidi
fr_lu: Ne peut allouer que des reçus ou des avoirs
hr_hr: Mogu samo izdvojiti račune ili kreditne bilješke
ja: 入金伝票と返品伝票の割当
vi_vn: Chỉ có thể phân bổ biên lai hoặc một ghi chú tín dụng

source: No transaction found to allocate
ar: لم يتم العثور على الصفقة لتخصيص
et: Ei tehing leitud eraldada
fr_lu: Pas de transaction à affecter
hr_hr: Ne transakcije naći izdvojiti
ja: この支店のトランザクション無効

source: ** Error Code Not Defined **
ar: ** رمز خطأ غير معرف **
et: ** Error Code ole defineeritud **
fa: ** کد خطا تعریف نشده است **
fr_lu: ** Code d'erreur non défini **
hr_hr: ** Error Code nije definirano **
ja: **エラーコード定義されていない。**
lv_lv: ** Error Code Netiek noteikts **
pl_pl: Kod błędu ** ** Nie zdefiniowane
vi_vn: ** Không xác định được Mã lỗi **

source: This function is used to login into the API methods for the specified the database.
ar: يتم استخدام هذه الدالة للدخول في أساليب API ل تحديد قاعدة البيانات.
et: Seda funktsiooni kasutatakse sisselogimiseksAPI meetodidmääratud andmebaasi.
fa: این تابع استفاده می شود برای ورود به روش های API برای پایگاه داده مشخص شده است .
fr_lu: Cette fonction est utilisé pour la connexion dans les méthodes de l'API dans le but spécifique de la base de données.
hr_hr: Ova funkcija se koristi za prijavu u API metoda za navedenu bazu podataka .
ja: この関数は、指定されたデータベースのためのAPIメソッドにログインするために使用されます。
lv_lv: Šī funkcija tiek izmantota, lai pieteiktos uz API metodēm norādīto datu bāzē .
pl_pl: Funkcja ta służy do logowania do metod API dla określonej bazy danych.
vi_vn: Chức năng này được sử dụng để đăng nhập vào các phương pháp API cho các quy định cơ sở dữ liệu .

source: NOTE: using this function means that the User Name and Password fields in the following functions are no longer required. When calling those functions, leave the last two parameters off.
ar: ملاحظة: استخدام هذه الوظيفة يعني أن اسم المستخدم و كلمة السر في الحقول المهام التالية لم تعد مطلوبة .
et: MÄRKUS : Selle funktsiooni abil tähendab, et kasutajanimi ja parool väljadele järgmised funktsioonid enam ei vajata .
fa: نکته : با استفاده از این تابع به این معنی است که نام کاربری و رمز عبور در توابع زیر دیگر مورد نیاز است .
fr_lu: NOTE: Cette fonction signifie que l'identifiant et mot de passe dans les fonctions suivantes ne sont plus nécessaires. Lors de l'appel de ces fonctions, laisser les deux derniers paramètres à zéro.
hr_hr: NAPOMENA : koristite ovu funkciju znači dakorisničko ime i lozinku u sljedećih funkcija više nisu potrebni .
ja: 注：この機能を使用すると、以下の機能でユーザー名とパスワードのフィールドは、もはや必要とされないことを意味します。
lv_lv: PIEZĪME : izmantojot šo funkciju, nozīmē, kalietotāja vārdu un paroli lauki šādām funkcijām vairs nav nepieciešami .
pl_pl: UWAGA: korzystając z tej funkcji oznacza, że nazwa użytkownika oraz Hasło w następujące funkcje nie są już potrzebne. Dzwoniąc do tych funkcji, należy pozostawić dwa ostatnie parametry off.
vi_vn: Chú ý: sử dụng chức năng này có nghĩa là mật khẩu lĩnh vực tên người dùng và trong các chức năng sau không còn cần thiết .

source: Database Name
ar: اسم قاعدة البيانات
et: Andmebaasi nimi
fr_lu: Nom de la base de données
hr_hr: Ime baze podataka
ja: Databaseエラー
lv_lv: Datu bāzes nosaukums
pl_pl: Nazwa bazy danych
vi_vn: Tên cơ cở dữ liệu

source: The name of the database to use for the transactions to come.
ar: اسم قاعدة البيانات لاستخدامها في صفقات قادمة .
et: Andmebaasi nimetus kasutadatehingute tulla .
fr_lu: Nom de la base de données à utiliser.
hr_hr: Ime baze podataka koristiti za transakcije koje dolaze .
ja: 銀行トランザクション挿入に失敗したSQLでした
lv_lv: Datubāzes nosaukums izmantot darījumiem nākt .
pl_pl: Nazwa bazy danych, używać do transakcji w przyszłości.
vi_vn: Tên của cơ sở dữ liệu để sử dụng cho các giao dịch tới.

source: A valid kwamoja username. This user should have security access to this data.
ar: A اسم المستخدم kwamoja صالحة .
et: Kehtiv kwamoja kasutajanimi .
fa: یک نام کاربری kwamoja معتبر .
hr_hr: Važi kwamoja korisničko ime .
ja: 有効なkwamojaユーザ名。
lv_lv: Derīgs kwamoja lietotājvārds .
vi_vn: Một kwamoja tên đăng nhập hợp lệ .

source: User password
ar: كلمة مرور المستخدم
et: kasutaja parool
fr_lu: Mot de passe utilisateur
hr_hr: Korisnička lozinka
ja: 新パスワード
lv_lv: Jaunā parole
pl_pl: Hasło użytkownika
vi_vn: mật khẩu người dùng

source: The kwamoja password associated with this user name.
ar: كلمة المرور kwamoja يرتبط هذا الاسم مستخدم .
et: Kwamoja parool seotud selle kasutaja nimi .
fa: رمز عبور kwamoja با نام این کاربر در ارتباط است.
hr_hr: Kwamoja lozinku povezane s ovim korisničkim imenom .
ja: kwamojaパスワードは、このユーザー名に関連付けられている。
lv_lv: Kwamoja paroli saistīts ar šo lietotāja vārdu .
vi_vn: Mật khẩu kwamoja kết hợp với tên người dùng này.

source: This function returns an integer.
ar: هذه الدالة تقوم بإرجاع عدد صحيح.
et: See funktsioon tagastabtäisarvu .
fr_lu: Cette fonction retourne un entier.
hr_hr: Ova funkcija vraća cijeli broj .
ja: セクション番号は整数でなければなりません
lv_lv: Šī funkcija atgriež skaitli .
pl_pl: Ta funkcja zwraca liczbę całkowitą.
vi_vn: hàm này trả về dạng số nguyên

source: Zero means the function was successful.
ar: الصفر يعني أن وظيفة ناجحة.
et: Null tähendabfunktsioon oli edukas .
fr_lu: Zéro veut dire que la fonction a réussi.
hr_hr: Nula znači da je funkcija bila uspješna .
ja: ゼロは、関数が成功したことを意味します。
lv_lv: Nulle nozīmēfunkcija bija veiksmīga .
pl_pl: Zero oznacza, że funkcja zakończyła się pomyślnie.
vi_vn: S? 0 có nghia là ch?c nang này thành công

source: Otherwise an error code is returned.
ar: وإلا يتم إرجاع رمز خطأ .
et: Vastasel korral veakood tagastatakse .
fa: در غیر این صورت یک کد خطای برگردانده شده است.
fr_lu: Sinon, un code d'erreur est retourné.
hr_hr: Inačekod pogreške vraća .
ja: そうでない場合はエラーコードが返されます。
lv_lv: Pretējākļūdas kods tiek atgriezta .
pl_pl: W przeciwnym razie kod błędu jest zwracany.
vi_vn: Nếu không một mã lỗi sẽ bị trả về

source: This function is used to logout from the API methods.
ar: يتم استخدام هذه الدالة ل خروج من الأساليب API .
et: Seda funktsiooni kasutatakse logout alates API meetodid .
fa: این تابع استفاده می شود به خروج از روش های API .
fr_lu: Cette fonction est utilisée pour se déconnecter de la méthodes de l'API.
hr_hr: Ova funkcija koristi se za odjavu iz API metoda .
ja: この関数は、 APIメソッドからログアウトするために使用される。
lv_lv: Šī funkcija tiek izmantota, lai logout no API metodēm .
pl_pl: Funkcja ta służy do wylogowania z metod API.
vi_vn: Chức năng này được sử dụng để đăng xuất từ các phương pháp API .

source: It terminates the user's session thus freeing the server resources.
ar: أن ينهي جلسة عمل المستخدم وبالتالي تحرير موارد الملقم .
et: See lõpetab kasutaja sessiooni vabastades seeläbiserveri ressursse .
fa: این خاتمه جلسهکاربر ، در نتیجه آزاد کردن منابع سرور است .
fr_lu: Il met fin à la session de l'utilisateur libérant ainsi les ressources du serveur.
hr_hr: To prestaje korisnika sjednicu tako oslobađajući poslužiteljskih resursa .
ja: したがって、サーバーのリソースを解放し、ユーザーのセッションを終了します。
lv_lv: Tas izbeidz lietotāja sesiju , tādējādi atbrīvojot servera resursus .
pl_pl: Kończy sesji użytkownika uwalniając w ten sposób zasoby serwera.
vi_vn: Nó kết thúc phiên làm việc của người sử dụng do đó giải phóng các tài nguyên máy chủ .

source: Customer Details
ar: تفاصيل العملاء
et: Kliendi andmed
fr_lu: Info client
hr_hr: Pojedinosti o korisniku
ja: 得意先名
lv_lv: Labot klientu
pl_pl: Szczegóły klientów
vi_vn: Chi tiết khách hàng

source: A set of key/value pairs where the key must be identical to the name of the field to be updated.
ar: وهناك مجموعة من أزواج مفتاح / قيمة حيث يجب أن يكون مفتاح مطابق ل اسم الحقل ليتم تحديثه .
et: Kirjeldatud peamisi / väärtus paare , kus võti peavad olema identsed nime väljalt tuleb ajakohastada.
fa: مجموعه ای از جفت کلید / مقدار که در آن کلید باید یکسان به نام زمینه به روز شود .
fr_lu: Un ensemble de paires clef/valeur où la clef doit être identique au nom du champ à mettre à jour.
hr_hr: Skup parova ključ / vrijednost gdje je ključ mora biti identično imenu terena biti obnovljeno .
ja: キーが更新されるフィールドの名前と同じでなければなりませんキー/値ペアのセット。
lv_lv: Kopums atslēgu / vērtību pārus , kurgalvenais ir būt identisks ar lauka nosaukumu jāatjaunina .
pl_pl: Zbiór par klucz / wartość, gdzie klucz musi być identyczna z nazwą pola aktualizacji.
vi_vn: Một tập hợp các phím / cặp giá trị mà chính phải trùng với tên của trường được cập nhật.

source: The field names can be found
ar: أسماء الحقول ويمكن الاطلاع على
et: Valdkonnas nimed võib leida
fr_lu: Les noms des champs peuvent être trouvés
hr_hr: Nazivi polja mogu biti pronađeni
ja: フィールド名を見つけることができる
lv_lv: Lauku nosaukumus var atrast
pl_pl: Nazwy pól można znaleźć
vi_vn: Tên tru?ng có th? du?c tìm th?y

source: here
ar: هنا
et: siin
fr_lu: ici
hr_hr: ovdje
ja: ある
lv_lv: Šeit ir
pl_pl: tutaj
vi_vn: ở đây

source: and are case sensitive.
ar: و حساسة لحالة الأحرف .
et: ja väiketähed .
fa: و هر دو به حروف حساس است.
fr_lu: et sont sensibles à la casse.
hr_hr: i osjetljivi su na velika/mala slova.
ja: 大文字と小文字が区別されます。
lv_lv: un ir reģistrjutīga .
pl_pl: i wielkość liter.
vi_vn: và là trường hợp nhạy cảm .

source: The values should be of the correct type, and the api will check them before updating the database.
ar: يجب أن تكون القيم من النوع الصحيح ، وسوف API التحقق منها قبل أن تحديث قاعدة البيانات .
et: Väärtused peaksid olema õiget tüüpi jaAPI vaadake neid enne uuendamist andmebaasi.
fa: ارزش ها باید از نوع صحیح باشد، و از API های آنها را قبل از به روز رسانی پایگاه داده را بررسی کنید .
fr_lu: Les valeurs doivent être du type correct, et l'API de les vérifier avant la mise à jour la base de données.
hr_hr: Vrijednosti trebaju biti odgovarajuće vrste iAPI će ih provjeriti prije ažuriranju baze podataka .
ja: 値が正しい型であるべきであり、 APIは、データベースを更新する前にそれらをチェックします。
lv_lv: Vērtības ir jābūt pareizo veidu , unAPI tos pārbaudīt , pirms atjaunina datu bāzi .
pl_pl: Wartości powinny być odpowiedniego typu, a api będzie je sprawdzić przed aktualizacją bazy danych.
vi_vn: Các giá trị cần được đúng loại , và api sẽ kiểm tra trước khi cập nhật cơ sở dữ liệu .

source: It is not necessary to include all the fields in this parameter, the database default value will be used if the field is not given.
ar: فإنه ليس من الضروري لتشمل كافة الحقول في هذه المعلمة ، سيتم استخدام القيمة الافتراضية قاعدة البيانات إذا لم يتم إعطاء المجال.
et: Ei ole vaja, et kaasata kõik väljad see parameeter , andmebaasi vaikimisi väärtust kasutatakse , kui valdkonnas ei ole antud.
fa: لازم است که شامل تمام زمینه ها در این پارامتر ، پایگاه داده مقدار پیش فرض استفاده خواهد شد اگر این زمینه داده نشده است .
fr_lu: Il n'est pas nécessaire d'inclure tous les champs de ce paramètre, la valeur par défaut de base de données sera utilisée si le champ n'est pas donné.
hr_hr: Nije nužno da su sva polja u ovom parametru ,vrijednost zadana baza podataka koristit će se , akopolje nije dao .
ja: フィールドが指定されていない場合、それは、このパラメータのすべてのフィールドを含める必要はなく、データベースのデフォルト値が使用される。
lv_lv: Tas nav nepieciešams , lai iekļautu visus laukus šo parametru ,datu bāzes noklusējuma vērtība tiks izmantota, jalauks nav dots.
pl_pl: Nie jest konieczne, by obejmowała wszystkie dziedziny, w ten parametr, wartość domyślna baza danych będzie używana, jeśli pole nie jest podane.
vi_vn: Nó không phải là cần thiết để bao gồm tất cả các lĩnh vực trong tham số này , giá trị mặc định cơ sở dữ liệu sẽ được sử dụng nếu lĩnh vực này là không được.

source: If the Create Debtor Codes Automatically flag is set, then anything sent in the debtorno field will be ignored, and the debtorno field will be set automatically.
ar: إذا كان إنشاء رموز المدين تلقائيا يتم تعيين العلم، ثم سيتم تجاهل أي شيء أرسلت في مجال debtorno ، و سيتم تعيين الحقل debtorno تلقائيا .
et: Kui Loo Võlgnik koodid automaatselt lipp on seatud , siis midagi saatadebtorno valdkonnas ignoreeritakse jadebtorno valdkonnas seatakse automaatselt .
fa: در صورتی که ایجاد کدهای بدهکار به صورت خودکار پرچم قرار است ، پس از آن هر چیزی در زمینه debtorno فرستاده خواهد شد نادیده گرفته میشوند، و زمینه debtorno را به طور خودکار تنظیم خواهد شد .
fr_lu: Si le débiteur Créer automatiquement des codes indicateur est défini, alors tout envoyé dans le domaine debtorno sera ignorée, et le champ debtorno sera réglée automatiquement.
hr_hr: AkoStvaranje dužnika kodove automatski zastavica postavljena , onda sve što ste u polju debtorno će se ignorirati , adebtorno polje će se postaviti automatski .
ja: 自動的にフラグが設定されている債務者コードを作成した場合は、 debtornoフィールドに送られたものは無視され、 debtornoフィールドが自動的に設定されます。
lv_lv: JaIzveidot parādnieks kodu automātiski karogs ir uzstādīts, tad kaut kas nosūtīta debtorno jomā tiks ignorētas , undebtorno lauks tiek iestatīts automātiski .
pl_pl: Jeśli Tworzenie dłużnika Kody Automatycznie flaga jest ustawiona, to wszystko co było wysyłane w debtorno dziedzinie będą ignorowane, a debtorno pola zostanie ustawiona automatycznie.
vi_vn: Nếu Tạo mã Nợ Tự động cờ được thiết lập , sau đó bất cứ điều gì sai trong lĩnh vực debtorno sẽ bị bỏ qua , và các lĩnh vực debtorno sẽ được thiết lập tự động .

source: A valid kwamoja username. This user should have security access to this data.
ar: A اسم المستخدم kwamoja صالحة .
et: Kehtiv kwamoja kasutajanimi .
fa: یک نام کاربری kwamoja معتبر .
hr_hr: Važi kwamoja korisničko ime .
ja: 有効なkwamojaユーザ名。
lv_lv: Derīgs kwamoja lietotājvārds .
vi_vn: Một kwamoja tên đăng nhập hợp lệ .

source: This function returns an array of integers.
ar: هذه الدالة تقوم بإرجاع صفيف من الأعداد الصحيحة .
et: See funktsioon tagastab massiivi täisarvud .
fa: این تابع یک آرایه از اعداد صحیح را برمی گرداند.
fr_lu: Cette fonction retourne un tableau d'entiers.
hr_hr: Ova funkcija vraća niz brojeva .
ja: この関数は、整数の配列を返します。
lv_lv: Šī funkcija atgriež masīvu veseli skaitļi.
pl_pl: Funkcja ta zwraca tablicę liczb całkowitych.
vi_vn: Chức năng này trả về một mảng các số nguyên .

source: If the first element is zero then the function was successful.
ar: إذا كان العنصر الأول هو صفر ثم كانت وظيفة ناجحة.
et: Kui esimene element on null , siis funktsioon oli edukas .
fa: اگر عنصر اول صفر است و سپس تابع موفقیت آمیز بود.
fr_lu: Si le premier élément est zéro, la fonction a réussi.
hr_hr: AkoPrvi element je nula ondafunkcija bila uspješna .
ja: 最初の要素がゼロである場合、この関数は成功しました。
lv_lv: Japirmais elements ir nulle , tadfunkcija bija veiksmīgs .
pl_pl: Jeśli pierwszy element jest równy zero, to funkcja zakończyła się pomyślnie.
vi_vn: Nếu các yếu tố đầu tiên là số không sau đó chức năng đã thành công.

source: Otherwise an array of error codes is returned and no insertion takes place.
ar: وإلا يتم إرجاع مجموعة من رموز الخطأ و الإدراج لا تأخذ مكان.
et: Vastasel massiivi veakoodide tagastatakse ja ei sisestamine toimub.
fa: در غیر این صورتمجموعه ای از کدهای خطا برگردانده و بدون درج می گیرد .
fr_lu: Sinon, une matrice de codes d'erreur sera retournée et l'ajoût sera annulé
hr_hr: Inačeniz šifri pogrešaka se vratio i nema unosa odvija .
ja: そうでない場合はエラーコードの配列が返されず、挿入は行われません。
lv_lv: Pretējā gadījumāpar kļūdu kodus masīvs tiek atgriezta , un nav ievietošanas notiek .
pl_pl: W przeciwnym wypadku tablica kodów zwracany jest błąd i nie wstawiania ma miejsce.
vi_vn: Nếu không một mảng các mã lỗi được trả lại và không chèn diễn ra .

source: Branch Details
ar: تفاصيل فرع
fr_lu: Détails succursale
hr_hr: Detalji o podružnici
ja: 銀行詳細
lv_lv: filiāle informācija
pl_pl: Oddział Szczegóły
vi_vn: Các chi tiết về chi nhánh

source: This function is used to modify a customer which is already setup in the KwaMoja database.
ar: يتم استخدام هذه الدالة لتعديل العملاء التي يتم الإعداد مسبقا في قاعدة البيانات KwaMoja .
et: Seda funktsiooni kasutatakse muuta klient , mis on juba setupKwaMoja andmebaasis.
hr_hr: Ova funkcija se koristi za izmjenu kupca koji je već uspostavljen u KwaMoja bazi podataka .
ja: この機能は、既にKwaMojaデータベースに設定されている顧客を変更するために使用される。

source: Otherwise an array of error codes is returned and no modification takes place.
ar: وإلا يتم إرجاع مجموعة من رموز الخطأ و أي تعديل يحدث .
et: Vastasel massiivi veakoodide tagastatakse ja mingeid muutusi toimub.
fa: در غیر این صورتمجموعه ای از کدهای خطا برگردانده و هیچ اصلاح می گیرد .
fr_lu: Sinon, une matrice de codes d'erreur sera retournée et l'ajoût sera annulé
hr_hr: Inačeniz šifri pogrešaka se vratio i nema modifikacija odvija .
ja: そうでない場合はエラーコードの配列が返されず、変更は行われません。
lv_lv: Pretējā gadījumāpar kļūdu kodus masīvs tiek atgriezta , un nav izmaiņas notiek .
pl_pl: W przeciwnym wypadku tablica kodów zwracany jest błąd i nie odbywa się zmiany.
vi_vn: Nếu không một mảng các mã lỗi được trả lại và không thay đổi diễn ra .

source: This function is used to modify a customer branch which is already setup in the KwaMoja database.
ar: يتم استخدام هذه الدالة لتعديل فرع العملاء التي يتم الإعداد مسبقا في قاعدة البيانات KwaMoja .
et: Seda funktsiooni kasutatakse muuta klient filiaal , mis on juba setupKwaMoja andmebaasis.
hr_hr: Ova funkcija se koristi za izmjenu kupca granu koja je već uspostavljen u KwaMoja bazi podataka .
ja: この機能は、既にKwaMojaデータベースに設定されている顧客のブランチを変更するために使用される。

source: This function is used to retrieve a list of the branch codes for the Debtor Number supplied.
ar: يتم استخدام هذه الدالة لاسترداد قائمة من رموز فرع لعدد المدين الموردة.
et: Seda funktsiooni kasutatakse , et leida nimekirjaharukoodide võlgniku jaoks Number esitada.
fa: این تابع استفاده می شود برای بازیابی یک لیست از کدهای شاخه برای شماره بدهکار عرضه شده است .
fr_lu: Cette fonction est utilisée pour récupérer une liste des codes de branche pour le numéro de débiteur fourni.
hr_hr: Ova funkcija se koristi za dohvaćanje popis poslovnica kodova za dužnika broj isporučene .
ja: この機能は、供給された債務者数の分岐コードのリストを取得するために使用される。
lv_lv: Šī funkcija tiek izmantota , lai iegūtu sarakstu ar nozaru kodiem , lai parādnieks piegādāto numuru .
pl_pl: Funkcja ta jest używana, aby pobrać listę kodów oddział dla dłużnika Liczba dostarczone.
vi_vn: Chức năng này được sử dụng để lấy danh sách các mã số chi nhánh của các công ty nợ cung cấp.

source: Debtor number
ar: عدد المدين
et: võlgnik number
fr_lu: Numéro débiteur
hr_hr: dužnik broj
ja: 注文番号
lv_lv: Pārdo&#353;anas rīkojuma nr.
pl_pl: Numer płatnika
vi_vn: Số lượng người nợ

source: This is a string value. It must be a valid debtor number that is already in the KwaMoja database.
ar: وهذا هو قيمة سلسلة .
et: See on stringi väärtus .
fa: این یک مقدار رشته ای است.
hr_hr: To jevrijednost niza .
ja: これは、文字列値である。
lv_lv: Tas irvirknes vērtību .

source: If successful this function returns an array of branch codes, which may be strings or integers.
ar: إذا نجحت هذه الدالة تقوم بإرجاع صفيف من رموز فرع ، والتي قد تكون السلاسل أو أعداد صحيحة.
et: Kui edukas see funktsioon tagastab massiivi harukoodide , mis võivad olla stringid või täisarvu.
fa: اگر موفق این تابعمجموعه ای از کدهای شاخه ، که ممکن است رشته یا ​​عدد صحیح را برمی گرداند.
fr_lu: En cas de succès cette fonction retourne un tableau de codes de branche, qui peuvent être des chaînes ou des nombres entiers.
hr_hr: Uspiju li ova funkcija vraća niz područnih kodova , što može biti žice ili cijelih brojeva.
ja: 成功したこの関数は、文字列または整数であり、分岐コードの配列を返します。
lv_lv: Ja veiksmīga šī funkcija atgriež masīvu filiāles kodu , kas var būt virknes vai integers .
pl_pl: Jeśli to się powiedzie to funkcja zwraca tablicę kodów oddział, które mogą być ciągami znaków lub liczbami całkowitymi.
vi_vn: Nếu thành công chức năng này trả về một mảng các mã ngành , có thể là chuỗi hoặc số nguyên.

source: If the first element is zero then the function was successful.
ar: إذا كان العنصر الأول هو صفر ثم كانت وظيفة ناجحة.
et: Kui esimene element on null , siis funktsioon oli edukas .
fa: اگر عنصر اول صفر است و سپس تابع موفقیت آمیز بود.
fr_lu: Si le premier élément est zéro, la fonction a réussi.
hr_hr: AkoPrvi element je nula ondafunkcija bila uspješna .
ja: 最初の要素がゼロである場合、この関数は成功しました。
lv_lv: Japirmais elements ir nulle , tadfunkcija bija veiksmīgs .
pl_pl: Jeśli pierwszy element jest równy zero, to funkcja zakończyła się pomyślnie.
vi_vn: Nếu các yếu tố đầu tiên là số không sau đó chức năng đã thành công.

source: Otherwise an array of error codes is returned.
ar: وإلا يتم إرجاع مجموعة من رموز الخطأ.
et: Vastasel massiivi veakoodide tagastatakse .
fa: در غیر این صورتمجموعه ای از کدهای خطا بازگشته است.
fr_lu: Sinon, une matrice de codes d'erreur sera retournée
hr_hr: Inačeniz šifri pogrešaka se vratio .
ja: そうでない場合はエラーコードの配列が返されます。
lv_lv: Pretējā gadījumāpar kļūdu kodus masīvs tiek atgriezta .
pl_pl: W przeciwnym wypadku tablica kodów błędów jest zwracany.
vi_vn: Nếu không một mảng các mã lỗi được trả về.

source: This is a string value. It must be a valid branch code that is already in the KwaMoja database, and associated with the debtorno in Parameter[0]
ar: وهذا هو قيمة سلسلة .
et: See on stringi väärtus .
fa: این یک مقدار رشته ای است.
hr_hr: To jevrijednost niza .
ja: これは、文字列値である。
lv_lv: Tas irvirknes vērtību .
