Repository: timschofield/KwaMoja-Medical
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar, et, fa, fr_lu, hr_hr, ja, lv_lv, pl_pl, vi_vn

source: Delete All PO Goods Received (GRNs)
ar: حذف جميع السلع PO المتلقاة ( GRNs )
et: Kustuta kõik PO saadud kaubad ( GRNs )
fr_lu: Supprimer tous les biens reçus PO (GRNS)
hr_hr: Izbriši sve PO primljena dobra ( GRNs )
ja: 受信したすべてのPO製品を削除（ GRNs ）
lv_lv: Dzēst visus PO saņemto preču ( GRNs )
pl_pl: Usuń wszystkie dokumenty Pz do Zamówień Zakupu
vi_vn: Xóa tất cả Hàng PO nhận ( GRNs )

source: Are You Really REALLY Sure?
ar: هل أنت حقا على يقين حقا ؟
et: Kas te tõesti tõesti kindel ?
fr_lu: Êtes-vous vraiment sûr?
hr_hr: Da li ste zaista ZAISTA sigurni?
ja: あなたは、本当によろしいですか？
lv_lv: Vai jūs tiešām īsti pārliecināts ?
pl_pl: Czy jesteś NAJZUPEŁNIEJ pewien co chcesz zrobić?
vi_vn: Là bạn thực sự thực sự chắc chắn?

source: Database table details
ar: تفاصيل جدول قاعدة البيانات
et: Andmebaasi tabeli andmeid
fa: جزئیات جدول پایگاه داده
fr_lu: détails des tableaux de base de données
hr_hr: Baza tabeli
ja: データベース·テーブルの詳細
lv_lv: Datubāzes SQL kļūda
pl_pl: Baza danych tabeli
vi_vn: Chi tiết bảng dữ liệu

source: Field name
ar: اسم الحقل
et: Välja nimi
fr_lu: Nom du champ
hr_hr: Naziv polja
ja: フルネーム
lv_lv: Shipping-Method Name
pl_pl: Nazwa pola
vi_vn: Tên trường

source: Field type
ar: نوع الحقل
et: Välja liik
fr_lu: Type de champ
hr_hr: Tip polja
ja: 販売タイプ
lv_lv: Shipping-Method Name
pl_pl: Rodzaj pola
vi_vn: Loại trường

source: Can field be null
ar: يمكن أن يكون حقل فارغ
et: Kas valdkonnas olla null
fa: می توانید زمینه تهی
fr_lu: Champ peut être NULL
hr_hr: Može polje biti jednak nuli
ja: フィールドをnullにすることができます
lv_lv: Var lauks būt nulle
pl_pl: Czy pole jest nieważna
vi_vn: Lĩnh vực có thể là vô giá trị

source: Default
ar: الافتراضي
et: vaikimisi
fr_lu: Par défaut
ja: 初期値
lv_lv: Default Shipping-Method
vi_vn: Mặc định

source: Import Chart of Accounts
ar: الرسم البياني استيراد الحسابات
et: Import kontoplaani
fr_lu: Importer un graphique des comptes
hr_hr: Uvezi kontni plan
ja: 勘定表メンテナンス
lv_lv: Importa Kontu
pl_pl: Wykres Import Rachunków
vi_vn: Biểu đồ nhập khẩu của tài khoản

source: Result
ar: نتيجة
et: tulemus
fr_lu: Résultat
hr_hr: Rezultat
ja: 再セット
lv_lv: rezultāts
pl_pl: Wynik
vi_vn: Kết quả

source: records successfully imported
ar: سجلات استيرادها بنجاح
et: kirjed edukalt imporditud
fr_lu: Documents importés avec succès
hr_hr: zapisi uspješno uvezeni
ja: はうまく入力されました
lv_lv: ieraksti veiksmīgi importētas
pl_pl: rekordy zaimportowany
vi_vn: hồ sơ nhập thành công

source: records failed to import
ar: فشل سجلات لاستيراد
et: arvestust ei õnnestunud importida
fa: سوابق موفق به واردات
fr_lu: enregistrements ayant échoué à l'importation
hr_hr: zapisi nisu uvezeni
ja: レコードは、インポートに失敗
lv_lv: ieraksti neizdevās importēt
pl_pl: rekordy nie import
vi_vn: Không nhập được dữ liệu

source: Select a csv file containing the details of the account codes that you wish to import into KwaMoja.
ar: حدد ملف CSV الذي يحتوي على تفاصيل عن رموز الحساب الذي ترغب في استيرادها إلى KwaMoja .
et: Vali csv fail, mis sisaldab üksikasju konto koodid , mida soovite importida KwaMoja .
fa: انتخابفایل CSV حاوی جزئیات از کدهای حساب که شما مایل به واردات به KwaMoja است .
hr_hr: Odaberite CSV datoteku koja sadrži podatke o računima kodova koji žele uvesti u KwaMoja .
ja: あなたはKwaMojaにインポートしたいアカウントコードの詳細を含むCSVファイルを選択します。
lv_lv: Izvēlieties csv failu, kas satur informāciju par kontu kodi , kuru vēlaties importēt KwaMoja .
vi_vn: Chọn một tập tin csv có chứa các chi tiết của các mã số tài khoản mà bạn muốn nhập khẩu vào KwaMoja .

source: The first line must contain the field names that you wish to import.
ar: يجب أن يحتوي السطر الأول أسماء الحقول التي ترغب في استيرادها.
et: Esimene rida peab sisaldama väljade nimed , mida soovite importida.
fa: خط اول باید نام فیلد است که شما مایل به واردات داشته باشد.
fr_lu: La première ligne doit contenir les noms de domaine que vous souhaitez importer.
hr_hr: U prvom redu mora sadržavati nazive koje želite uvesti .
ja: 最初の行は、インポートしたいフィールド名を含める必要があります。
lv_lv: Pirmā līnija ir jābūt lauku nosaukumus , kuru vēlaties importēt .
pl_pl: Pierwsza linia musi zawierać nazwy pól, które chcesz zaimportować.
vi_vn: Dòng đầu tiên phải có các tên trường mà bạn muốn nhập khẩu .

source: The field names can be found here
ar: أسماء الحقول يمكن العثور عليها هنا
et: Valdkonnas nimed leiate siit
fa: نام فیلد را می توان در اینجا یافت نشد
fr_lu: Les noms des champs peuvent être trouvés ici
hr_hr: U polje imena mogu se naći ovdje
ja: フィールド名は、ここで見つけることができます
lv_lv: Lauku nosaukumus var atrast šeit
pl_pl: Nazwy pól można znaleźć tutaj
vi_vn: Tên trường có thể được tìm thấy ở đây

source: File to import
ar: ملف للاستيراد
et: Imporditav fail
fa: فایل به واردات
fr_lu: Fichier à importer
hr_hr: Datoteka za uvoz
ja: インポートするファイル
lv_lv: Failu , lai importētu
pl_pl: Plik do importu
vi_vn: Tệp tin cần nhập

source: File contains incorrect headers (
ar: يحتوي ملف رؤوس غير صحيحة (
et: Fail sisaldab ebaõiget päised (
fr_lu: Le fichier contient des en-têtes incorrects (
hr_hr: Datoteka sadrži netočne zaglavlja (
ja: レポートヘッダのメンテナンス
lv_lv: Fails satur nepareizas galvenes (
pl_pl: Plik zawiera błędne nagłówki (
vi_vn: Tập tin có tiêu đề không chính xác (

source: has been added to the transaction
ar: قد أضيفت إلى هذه الصفقة
et: on lisatud tehingu
fr_lu: a été ajouté à la transaction
hr_hr: je dodan u transakciji
ja: 古いトランザクションが設定されている問題がありました。
lv_lv: tika pievienots datubāzei
pl_pl: został dodany do transakcji
vi_vn: Đã được thêm vào giao dịch

source: Please ensure that your csv file is encoded in UTF-8, otherwise the input data will not store correctly in database
ar: يرجى التأكد من أن يتم ترميز ملف CSV في UTF- 8 ، وإلا فإن إدخال البيانات لا تخزن بشكل صحيح في قاعدة البيانات
et: Veenduge, et teie csv fail on kodeeritud UTF- 8 , vastasel sisendandmed ei salvesta korralikult andmebaas
fa: لطفا اطمینان حاصل شود که فایل CSV خود را در UTF-8 کد گذاری شده ، در غیر این صورت داده های ورودی را به درستی در پایگاه داده ذخیره
fr_lu: S'il vous plaît vous assurer que votre fichier csv est encodé en UTF - 8, sinon les données d'entrée ne seront pas stocker correctement dans la base de données
hr_hr: Molimo osigurati da vaš csv datoteka je kodirana u UTF-8 , inače ulazni podaci neće pravilno pohraniti u bazi podataka
ja: CSVファイルがUTF- 8でエンコードされていることを確認してください、そうでなければ、入力データがデータベースに正しく保存されません
lv_lv: Lūdzu, pārliecinieties, ka jūsu csv fails ir kodēts UTF - 8 , pretējā gadījumā ieejas dati nesaglabās pareizi bāzē
pl_pl: Proszę upewnić się, że plik CSV jest zakodowany w UTF-8 , w przeciwnym razie dane wejściowe nie są prawidłowo przechowywane w bazie danych
vi_vn: Hãy đảm bảo rằng tập tin csv của bạn được mã hóa trong UTF-8, nếu không dữ liệu đầu vào sẽ không lưu trữ một cách chính xác trong cơ sở dữ liệu

source: Import Fixed Assets
ar: استيراد الأصول الثابتة
et: Import põhivara
fr_lu: Importer des actifs
hr_hr: Uvoz dugotrajnu imovinu
ja: 固定資産をインポート
lv_lv: Importēt Pamatlīdzekļi
pl_pl: Import Trwałych
vi_vn: Nhập khẩu tài sản cố định

source: Study a downloaded template to see the format for the file
ar: دراسة قالب تحميلها لرؤية شكل لملف
et: Uuringallalaaditud malli näha formaadis faili
fa: مطالعه یک قالب دانلود برای دیدن فرمت برای فایل
fr_lu: Etude d'un modèle téléchargé pour voir le format du fichier
hr_hr: Studija preuzetog predloška vidjeti format za datoteke
ja: ファイルのフォーマットを参照してダウンロードしたテンプレートを勉強
lv_lv: Pētījums lejupielādēto veidni, lai redzētu formātu failu
pl_pl: Badanie pobrany szablon, aby zobaczyć format pliku
vi_vn: Nghiên cứu một mẫu tải về để xem các định dạng cho tập tin

source: The selected file contains fields in the incorrect order (
ar: الملف المحدد يحتوي على حقول في الترتيب غير صحيح (
et: Valitud fail sisaldab väljuvale järjekord (
fa: فایل انتخاب شده شامل زمینه در نظم نادرست (
fr_lu: Le fichier sélectionné contient des champs dans le bon ordre (
hr_hr: Odabrana datoteka sadrži polja u netočnog poretka (
ja: 選択したファイルが誤った順序でフィールドが含まれています（
lv_lv: Izvēlētais fails satur laukus nepareizu secībā (
pl_pl: Wybrany plik zawiera pola, w niewłaściwej kolejności (
vi_vn: Các tập tin được lựa chọn bao gồm các lĩnh vực theo thứ tự chính xác (

source: fields are required, but
ar: مطلوبة الحقول ، ولكن
et: väljad on kohustuslikud , kuid
fa: فیلدها لازم هستند ، اما
fr_lu: les champs sont obligatoires, mais
hr_hr: polja su obvezna , ali
ja: フィールドが必要ですが、されている
lv_lv: lauki ir nepieciešami , bet
pl_pl: pola są wymagane, ale
vi_vn: các lĩnh vực được yêu cầu, nhưng

source: fields were received
ar: وقد وردت المجالات
et: valdkondades saadi
fa: زمینه دریافت شد
fr_lu: champs ont été reçus
hr_hr: Polja su primili
ja: 受入数量
lv_lv: lauki tika saņemti
pl_pl: dziedzinach otrzymano
vi_vn: các lĩnh vực đã nhận được

source: Row:
ar: الصف :
fa: ردیف :
ja: 行：
lv_lv: rinda:
pl_pl: Rząd:
vi_vn: hàng :

source: Invalid Description:
ar: غير صالح الوصف:
et: Vigane Kirjeldus:
hr_hr: Nevažeći Opis :
ja: 品目と内容
lv_lv: Nederīga Apraksts :
pl_pl: Nieprawidłowy Opis:
vi_vn: Mô tả không hợp lệ :

source: The depreciation rate is expected to be numeric
ar: ومن المتوقع أن يكون معدل الاستهلاك الرقمية
et: Amortisatsiooni määr peaks olema numbriline
fr_lu: Le taux d'amortissement devrait être numérique
hr_hr: Stopa amortizacije se očekuje da će biti numerička
ja: 為替レートは数字でなければいけない
lv_lv: Nolietojuma likme būs ciparu
pl_pl: Stawka amortyzacji ma być numeryczna
vi_vn: Tỷ lệ khấu hao dự kiến ​​sẽ được số

source: Invalid Depreciation Rate:
ar: غير صالحة معدل الاستهلاك :
et: Vigane amortisatsioonimäär :
hr_hr: Neispravan stopa amortizacije :
ja: 無効な減価償却率：
lv_lv: Nederīga Nolietojums Reitings:
pl_pl: Nieprawidłowy stawki amortyzacji:
vi_vn: Tỷ lệ khấu hao không hợp lệ :

source: The accumulated depreciation is expected to be numeric
ar: ومن المتوقع أن تكون رقمية و الاستهلاك المتراكم
et: Akumuleeritud kulum peaks olema number
fr_lu: Le cumul des amortissements doit être numérique
hr_hr: Ispravak vrijednosti se očekuje da će biti numerička
ja: 減価償却累計額は、数値であることが期待されている
lv_lv: Uzkrātais nolietojums būs ciparu
pl_pl: Umorzenie ma być numeryczna
vi_vn: Khấu hao luỹ kế dự kiến ​​sẽ được số

source: Invalid Accumulated Depreciation:
ar: غير صالحة الاستهلاك المتراكم :
et: Vigane akumuleeritud kulum :
hr_hr: Nevažeći akumulirana amortizacija :
ja: 無効な減価償却累計額：
lv_lv: Nederīga Uzkrātais nolietojums :
pl_pl: Nieprawidłowy dotychczasowe umorzenie:
vi_vn: Không hợp lệ khấu hao lũy kế :

source: The accumulated depreciation is expected to be either zero or a positive number
ar: ومن المتوقع أن تكون إما صفر أو رقم موجب و الاستهلاك المتراكم
et: Akumuleeritud kulum peaks olema kas null või positiivne arv
fr_lu: Le cumul des amortissements doit supérieur ou égal à zéro
hr_hr: Ispravak vrijednosti se očekuje da će biti bilo nula ilipozitivan broj
ja: 減価償却累計額は、ゼロまたは正の数のどちらかであると予想される
lv_lv: Uzkrātais nolietojums būs nulle vaipozitīvs skaitlis
pl_pl: Umorzenie ma być albo zero, albo dodatnią liczbę
vi_vn: Khấu hao luỹ kế dự kiến ​​sẽ không hoặc một số dương

source: The cost is expected to be numeric
ar: ومن المتوقع أن تكون تكلفة رقمية
et: Maksumus on eeldatavasti numbriline
fr_lu: Le coût devrait être numérique
hr_hr: Očekuje se da će cijena biti numerička
ja: 入力される定数は数字でなければなりません
lv_lv: Izmaksas būs ciparu
pl_pl: Cena ma być numeryczna
vi_vn: Chi phí dự kiến ​​sẽ là số

source: Invalid Cost:
ar: التكلفة غير صالحة :
et: Vigane Kulu :
hr_hr: Nevažeći Trošak :
ja: 単価
lv_lv: Nederīga Izmaksas:
pl_pl: Koszt Nieprawidłowy:
vi_vn: Chi phí không hợp lệ :

source: The cost is expected to be a positive number
ar: ومن المتوقع أن يكون رقما موجبا تكلفة
et: Maksumus on eeldatavasti positiivne arv
fr_lu: Le coût devrait être un nombre positif
hr_hr: Trošak se očekuje da će bitipozitivan broj
ja: 入力される定数は数字でなければなりません
lv_lv: Izmaksas būspozitīvs skaitlis
pl_pl: Cena ma być liczbą dodatnią
vi_vn: Chi phí dự kiến ​​sẽ là một số dương

source: The depreciation type must be either SL - Straight Line or DV - Diminishing Value
ja: ストレートラインまたはDV - - 減価償却タイプはSLのいずれかである必要があり減少する値

source: Invalid depreciation type:
ar: غير صالح نوع الاستهلاك :
et: Vigane kulum tüüp:
hr_hr: Nevažeći amortizacije putovanja:
ja: 無効な減価償却タイプ：
lv_lv: Nederīga nolietojums tips :
pl_pl: Nieprawidłowy typ amortyzacji:
vi_vn: Loại khấu hao không hợp lệ :

source: The asset category code entered must be exist in the assetcategories table
ar: إدخال رمز فئة الأصول يجب أن توجد في الجدول assetcategories
et: Vara kategooriate Sisestatud peab olemasassetcategories tabel
fr_lu: Le code de catégorie d'actif doit être inscrit dans la table assetcategories
hr_hr: Imovine kôd kategorije ušao moraju postojati u tablici assetcategories
ja: 在庫カテゴリコードは6文字以下でなければなりません
lv_lv: Aktīvu kategorijas kods ievadīts jābūt pastāvēt assetcategories tabulā
pl_pl: Kod kategorii weszła aktywami muszą istnieć w tabeli assetcategories
vi_vn: Mã loại tài sản vào phải tồn tại trong bảng assetcategories

source: Invalid asset category:
ar: فئة الأصول الباطلة:
et: Vigane vara kategooria :
hr_hr: Nevažeći kategorija :
ja: 在庫カテゴリ
lv_lv: Nederīga aktīvu kategorijas :
pl_pl: Nieprawidłowy kategorii aktywów:
vi_vn: Loại tài sản không hợp lệ :

source: The asset location code entered must be exist in the asset locations table
ar: إدخال رمز الموقع الأصول يجب أن توجد في الجدول مواقع الأصول
et: Vara asukoha kood sisestada tuleb eksisteeri vara asukohad tabel
fr_lu: Le code de localisation de biens saisis doivent être exister dans bien des endroits de la table
hr_hr: Mjesto imovinom kod ušao moraju postojati u tablici imovinom mjestima
ja: 資産位置コードは、資産の場所のテーブルに存在しなければならないに入っ
lv_lv: Aktīvu atrašanās vietas kods ievadīts jābūt pastāv aktīvu vietās galda
pl_pl: Kod miejsca wpisane aktywami muszą istnieć w tabeli lokalizacji aktywów
vi_vn: Mã vị trí tài sản vào phải được tồn tại trong bảng vị trí tài sản

source: Invalid asset location code:
ar: غير صالح رمز الموقع الأصول :
et: Vigane vara asukoha kood :
hr_hr: Neispravan broj imovinom Mjesto :
ja: 無効な資産の場所コード：
lv_lv: Nederīgs aktīvu atrašanās vietas kods :
pl_pl: aktywów Nieprawidłowy kod przedmiotu:
vi_vn: Mã số địa điểm tài sản không hợp lệ :

source: The date purchased must be entered in the format:
ar: تاريخ شرائها يجب إدخالها في الصيغة:
et: Kuupäeva ostetud tuleb sisestada kujul :
hr_hr: Datum kupili mora se unijeti u obliku :
ja: 日付は入力されなければならない、フォーマット
lv_lv: Iegādājās datums jāieraksta formātā :
pl_pl: Datę zakupu należy wpisać w formacie:
vi_vn: Ngày mua phải được nhập theo định dạng:

source: Invalid date format:
ar: تنسيق التاريخ غير صالح :
et: Vigane kuupäeva vorming :
hr_hr: Nevažeći format datuma :
ja: 無効な日付入力がされました
lv_lv: Nederīgs datuma formāts :
pl_pl: Nieprawidłowy format daty:
vi_vn: Định dạng ngày không hợp lệ :

source: The SQL that was used to add the asset and failed was
ar: كان SQL التي تم استخدامها لإضافة الأصول و فشلت
et: SQL , mida kasutati , et lisada vara ja ei olnud
fr_lu: Échec de la commande SQL d'ajoût d'actif:
hr_hr: SQL koji je korišten za dodavanje sredstva i da nije bio
ja: 品目を追加に用いられたSQLは失敗した
lv_lv: SQL , kas tika izmantots, lai pievienotu aktīvu un neizdevās , bija
pl_pl: SQL, które były użyte do aktywów i nie było
vi_vn: SQL đã được sử dụng để thêm các tài sản và thất bại là

source: The transaction for the cost of the asset could not be added because
ar: الصفقة ل تكلفة الأصل لا يمكن أن تضاف ل
et: Tehingvara soetusmaksumust ei saa lisada , sest
fr_lu: La transaction pour le coût de l'actif ne peut être ajouté en raison
hr_hr: Transakcije po cijeni od imovine ne može se dodati , jer
ja: 在庫品目のコスト詳細は更新できませんでした理由は
lv_lv: Par izmaksām, aktīva darījumu nevar pievienot, jo
pl_pl: Transakcja w cenie nabycia, nie można dodać ponieważ
vi_vn: Giao dịch với chi phí của các tài sản không có thể được thêm vào bởi vì

source: The SQL that was used to add the fixedasset trans record that failed was
ar: كان SQL التي تم استخدامها ل إضافة السجل عبر fixedasset التي فشلت
et: SQL , mida kasutati , et lisada fixedasset trans rekord , mis ei olnud
fr_lu: Échec de la commande SQL d'ajoût d'actif "Trans":
hr_hr: SQL koji je korišten za dodavanje fixedasset trans rekord koji je zakazao je
ja: 場所レコード追加に用いられたSQLは失敗した
lv_lv: SQL , kas tika izmantots, lai pievienotu fixedasset trans ierakstu , ka nav tika
pl_pl: SQL, które były użyte do fixedasset trans zapis, że nie było
vi_vn: SQL đã được sử dụng để thêm kỷ lục xuyên fixedasset mà không thành công là

source: Inserted the new asset:
ar: إدراج الأصول جديد:
et: Sisestatuduue vara :
hr_hr: Umetnuli novu imovinu :
ja: 新品目追加
lv_lv: Ievietota jaunu aktīvu :
pl_pl: Wprowadzona nowych aktywów:
vi_vn: Đưa các tài sản mới :

source: has been completed. All assets in the file have been committed to the database.
ar: وقد تم الانتهاء .
et: on lõpetatud.
fr_lu: a été achevée. Tous les actifs dans le fichier ont été commis à la base de données.
hr_hr: je završena .
ja: 完成されたものである。
lv_lv: ir pabeigta .
pl_pl: została zakończona. Wszystkie aktywa w pliku zostały zapisane w bazie danych.
vi_vn: đã được hoàn thành.

source: Get Import Template
ar: الحصول على قالب استيراد
et: Get Import Mall
fr_lu: Obtenir des modèles d'importation
ja: テンプレートのインポートを取得

source: Select Date to Upload B/Fwd Assets To:
ar: حدد تاريخ ل تحميل B / إعادة توجيه الأصول إلى :
et: Vali aeg Upload B / Fwd vara :
fa: تاریخ آپلود B / FWD دارایی :
hr_hr: Odaberite datum za Upload B / Nap imovine kako bi se :
ja: へB /早送りアセットをアップロードするために日付を選択します。
lv_lv: Izvēlieties datums augšupielādēt B / Fwd aktīvu, lai :
pl_pl: Data Wybierz Prześlij B / Fwd aktywów:
vi_vn: Chọn ngày để tải lên B / Fwd tài sản để :

source: Fixed Assets Upload file:
ar: الأصول الثابتة تحميل الملفات:
et: Põhivara Faili üleslaadimine :
hr_hr: Dugotrajna imovina Postavi datoteku :
ja: 固定資産は、ファイルのアップロード：
lv_lv: Pamatlīdzekļi Upload failu:
pl_pl: Aktywa trwałe pliki:
vi_vn: Tài sản cố định Tải lên tập tin :

source: Select a csv file containing the details of the account sections that you wish to import into KwaMoja.
ar: حدد ملف CSV يحتوي على تفاصيل المقاطع الحساب الذي ترغب في استيرادها إلى KwaMoja .
et: Vali csv fail, mis sisaldab üksikasju konto lõigud , mida soovite importida KwaMoja .
fa: فایل CSV حاوی جزئیات از بخش های حساب است که می خواهید به واردات به KwaMoja را انتخاب کنید.
hr_hr: Odaberite CSV datoteku koja sadrži podatke o računima sekcije koje žele uvesti u KwaMoja .
ja: あなたはKwaMojaにインポートしたいアカウントのセクションの詳細を含むCSVファイルを選択します。
lv_lv: Izvēlieties csv failu, kas satur informāciju par konta sadaļām , kuru vēlaties importēt KwaMoja .
vi_vn: Chọn một tập tin csv có chứa các chi tiết của các phần tài khoản mà bạn muốn nhập khẩu vào KwaMoja .

source: Account Section
ar: القسم حساب
et: Konto jagu
fr_lu: Rubrique de compte
hr_hr: Kontni razred
ja: 勘定セクション
lv_lv: konta nodaļa
pl_pl: Sekcja Konto
vi_vn: Mục tài khoản

source: Import General Ledger Transactions
ar: استيراد دفتر الأستاذ العام المعاملات
et: Import pearaamat Tehingud
fa: واردات معاملات لجر
fr_lu: Importer du grand livre général Transactions
hr_hr: Uvoz transakcija glavne knjige
ja: 総勘定元帳トランザクションをインポート
lv_lv: Importa virsgrāmatas Darījumus
pl_pl: Importowanie Ogólne Transakcje Ledger
vi_vn: Nhập khẩu General Ledger giao dịch

source: Account code
et: Konto kood
fa: کد حساب
fr_lu: Code de compte
hr_hr: račun broj
ja: アカウントコード
lv_lv: konta numurs
pl_pl: Kod konta
vi_vn: mã tài khoản

source: The date "
ar: تاريخ \'
et: Kuupäev \'
fa: تاریخ \'
fr_lu: La date \'
hr_hr: Datum \'
ja: 日付\'
lv_lv: Datums, \'
pl_pl: Data \'
vi_vn: Ngày \'

source: Tag ref "
ar: المرجع العلامة \'
fa: کد عکس برچسب \'
hr_hr: Tag sudac \'
ja: タグREF \'
pl_pl: Ref Tag \'
vi_vn: Thẻ ref \'

source: All transactions must be in the same period
ar: يجب أن تكون جميع المعاملات في نفس الفترة
et: Kõik tehingud peavad olema samal perioodil
fa: تمام معاملات باید در همان دوره باشد
fr_lu: Toutes les transactions doivent être dans la même période
hr_hr: Sve transakcije moraju biti u istom razdoblju
ja: すべてのトランザクションは、同じ期間でなければなりません
lv_lv: Visi darījumi ir jābūt tajā pašā laika posmā
pl_pl: Wszystkie transakcje muszą być w tym samym okresie
vi_vn: Tất cả các giao dịch phải được trong cùng kỳ

source: Cheque
ar: شيك
et: Tšekk
fa: چک
fr_lu: Chèque
hr_hr: Ček
ja: 小切手
lv_lv: Čeku
pl_pl: Czek
vi_vn: séc

source: The total of the transactions must balance back to zero
ar: مجموع المعاملات يجب تحقيق التوازن الى نقطة الصفر
et: Kokkutehingud peavad olema tasakaalus tagasi nulli
fa: مجموع معاملات باید به صفر تعادل
fr_lu: Le total des transactions doit équilibrer à zéro
hr_hr: Ukupno od transakcije moraju balansirati na nulu
ja: トランザクションの合計がゼロに戻ってバランスを取る必要があります
lv_lv: Darījumu kopējā jābūt līdzsvarā atpakaļ līdz nullei
pl_pl: Suma transakcji musi godzić z powrotem do zera
vi_vn: Tổng số các giao dịch phải cân bằng trở lại bằng không

source: This function loads a set of general ledger transactions from a comma separated variable (csv) file.
ar: تحميل هذه الدالة مجموعة من المعاملات دفتر الأستاذ العام من فاصلة فصل ملف متغير (CSV ) .
et: See funktsioon laadib komplekt pearaamatu tehinguteeralda komaga muutuja ( csv) fail .
fa: این تابعمجموعه ای از معاملات به طور کلی معین از یک کاما از هم جدا متغیر (CSV) فایل لود .
fr_lu: Cette fonction charge un ensemble de transactions du grand livre à partir d'un fichier séparé par des virgules variable ( CSV).
hr_hr: Ova funkcija učitava skup glavnoj knjizi transakcija sa zarezom odvojen varijablu ( CSV) .
ja: この関数は、変数（CSV ）ファイルをカンマ区切りから総勘定元帳トランザクションのセットをロードします。
lv_lv: Šī funkcija slodzes kopumu, vispārējo virsgrāmatu darījumu no ar komatiem atdalītu mainīgo ( csv) failu .
pl_pl: Funkcja ta ładuje zestaw ogólnych transakcji księgi głównej z rozdzielonej przecinkami zmienna ( CSV) .
vi_vn: Chức năng này sẽ tải một tập hợp các giao dịch sổ cái chung từ một dấu phẩy tách biến (csv ) tập tin .

source: The file must contain six columns, and the first row should be the following headers:
ar: يجب أن يحتوي ملف ستة أعمدة ، و يجب أن يكون الصف الأول الرؤوس التالية :
et: Dokumentatsioon peab sisaldama kuus veerud ja esimeses reas olema järgmised pealkirjad :
fa: این فایل باید حاوی شش ستون و سطر اول باید هدر زیر می باشد :
hr_hr: Datoteka mora sadržavati šest stupaca , aprvi red bi trebao biti sljedeći zaglavlja :
ja: ファイルには、 6つの列が含まれている必要があり、最初の行には、次のヘッダーのようになります。
lv_lv: Failā ir jāiekļauj sešas kolonnas , unpirmo rindu vajadzētu būt šādi virsraksti :
pl_pl: Plik musi zawierać sześć kolumn , apierwszy wiersz powinien być następujące nagłówki :
vi_vn: Các tập tin phải có sáu cột , và hàng đầu tiên nên là tiêu đề sau đây :

source: followed by rows containing these six fields for each price to be uploaded.
ar: تليها الصفوف التي تحتوي على هذه الحقول الستة لكل سعر وسيتم تحميلها .
et: järgnevad read sisaldavad need kuus välja iga hinna üles.
fa: به دنبال ردیف حاوی این شش زمینه برای هر قیمت آپلود می شود .
fr_lu: suivie par les lignes contenant ces six champs pour chaque prix à être téléchargées .
hr_hr: slijedi retke koji sadrže ove šest polja za svaku cijenu kako bi se učitao .
ja: それぞれの価格のためにこれらの6つのフィールドがアップロードされるように含む行が続く。
lv_lv: seko rindas , kas satur šie seši lauki katru cenu, kas augšupielādēti .
pl_pl: następnie wierszy zawierających te sześć pól dla każdej ceny , aby być przesłane .
vi_vn: theo sau là hàng có sáu lĩnh vực cho mỗi giá được tải lên.

source: The total of the transactions must come back to zero. Debits are positive, credits are negative.
ar: مجموع المعاملات يجب أن نعود الى نقطة الصفر.
et: Kokkutehingute peab tulema tagasi nulli .
fa: مجموع معاملات باید به صفر می گردد.
fr_lu: Le total des transactions doit revenir à zéro.
hr_hr: Ukupna od transakcija mora se vratiti na nulu .
ja: トランザクションの合計がゼロに戻って来なければなりません。
lv_lv: Darījumu kopējā jānāk atpakaļ līdz nullei .
pl_pl: Suma transakcji musi wrócić do zera.
vi_vn: Tổng số các giao dịch phải trở lại không.
