Repository: timschofield/KwaMoja-Medical
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar, et, fa, fr_lu, hr_hr, ja, lv_lv, pl_pl, vi_vn

source: Account Error Report
ar: تقرير خطأ حساب
et: Konto Error Report
fr_lu: Rapport d'une erreur de compte
hr_hr: Račun Izvješće o pogrešci
ja: アカウントのエラーレポート
lv_lv: Kontu kļudu atskaite
pl_pl: Raport błędu konta
vi_vn: Báo lỗi tài khoản

source: Your user role does not have any access defined for KwaMoja. There is an error in the security setup for this user account
ar: ليس لديها دور المستخدم الخاص بك أي وصول محددة ل KwaMoja .
et: Sinu kasutaja roll ei ole mingit juurdepääsu määratletud KwaMoja .
fa: در نقش کاربر شما هیچ دسترسی تعریف شده برای KwaMoja است ندارد.
hr_hr: Vaša uloga korisnik nema pristup bilo definirano za KwaMoja .
ja: ユーザーの役割にKwaMojaに対して定義された任意のアクセス権がありません。
vi_vn: Vai trò người dùng của bạn không có bất kỳ truy cập được xác định cho KwaMoja .

source: incorrect password
ar: كلمة السر غير صحيحة
et: vale parool
fa: رمز عبور نادرست
fr_lu: Mot de passe incorrect
hr_hr: pogrešna lozinka
ja: 不正なパスワード
lv_lv: nepareiza parole
pl_pl: nieprawidłowe hasło
vi_vn: mật khẩu sai

source: The user/password combination
ar: الجمع المستخدم / كلمة المرور
et: Kasutaja / parooli kombinatsiooni
fa: ترکیبی کاربر / رمز عبور
fr_lu: identifiant ou mot de passe
hr_hr: Korisnik / lozinka kombinacija
ja: ユーザ/パスワードの組み合わせ
lv_lv: Lietotāja un paroles kombinācija
pl_pl: Kombinacja użytkownik/hasło
vi_vn: Tổ hợp Người sử dụng / Mật khẩu

source: is not a valid user of the system
ar: ليس مستخدم صالح النظام
et: ei ole kehtiv kasutaja süsteemi
fr_lu: incorrect
hr_hr: nije važeća korisnik sustava
ja: システムの有効なユーザーではありません
lv_lv: nepareizs lietotāja vārds
pl_pl: jest nieprawidłowa
vi_vn: không phải là người sử dụng hợp lệ của hệ thống

source: system maintenance
ar: صيانة النظام
et: hooldus
fr_lu: la maintenance du système
hr_hr: održavanje sustava
ja: 品目メンテナンス
lv_lv: sistēmas uzturēšana
pl_pl: konserwacji systemu
vi_vn: Bảo trì hệ thống

source: KwaMoja is not available right now
ar: KwaMoja غير متوفرة في الوقت الراهن
et: KwaMoja ei ole hetkel saadaval
fa: KwaMoja در دسترس نیست در حال حاضر
hr_hr: KwaMoja nije dostupan u ovom trenutku
ja: KwaMoja今は利用できません
lv_lv: KwaMoja nav pieejama tieši tagad
vi_vn: KwaMoja là không có sẵn ngay bây giờ

source: during maintenance of the system
ar: أثناء صيانة النظام
et: hoolduse käigus süsteemi
fa: در طول نگهداری سیستم
fr_lu: lors de la maintenance du système
hr_hr: tijekom održavanja sustava
ja: システムのメンテナンス中
lv_lv: laikā sistēmas uzturēšanai
pl_pl: podczas konserwacji systemu
vi_vn: trong quá trình bảo trì hệ thống

source: KwaMoja is configured to allow only secure socket connections. Pages must be called with https://
ar: تم تكوين KwaMoja للسماح بالاتصالات المقابس الآمنة فقط .
et: KwaMoja on seadistatud lubama ainult secure socket ühendused .
fa: KwaMoja پیکربندی شده است به اتصالات اجازه می دهد تنها سوکت امن .
hr_hr: KwaMoja se konfigurirati za dopustiti samo Secure Socket veze .
ja: KwaMojaは、セキュア·ソケット接続を許可するように構成されている。
vi_vn: KwaMoja được cấu hình để cho phép kết nối ổ cắm chỉ an toàn .

source: Security settings have not been defined for your user account. Please advise your system administrator. It could also be that there is a session problem with your PHP web server
ar: لم يتم تعريف إعدادات الأمان ل حساب المستخدم الخاص بك .
et: Turvaseaded ei ole määratletud oma kasutajakonto.
fa: تنظیمات امنیتی برای حساب کاربری خود را تعریف نشده است.
fr_lu: Les paramètres de sécurité n'ont pas été définis pour votre compte d'utilisateur. S'il vous plaît aviser votre administrateur système. Il pourrait également être qu'il ya un problème de session avec votre serveur web PHP
hr_hr: Sigurnosne postavke nisu definirana za vaš korisnički račun .
ja: セキュリティ設定は、ユーザーアカウントのために定義されていない。
lv_lv: Dro&#353;ības uzstādijumi nav definēti Jūsu lietotājas, lūdzu sazinaties ar administrātoru.
pl_pl: Nie zdefiniowano zakresu dostępu dla Twojego konta. Skontaktuj się z administratorem. Powodem może być również zarządzanie sesją w serwerze PHP.
vi_vn: Tài kho?n s? d?ng c?a b?n chua du?c xác d?nh các cài d?t an ninh. Vui lòng thông báo ban qu?n tr? h? th?ng. Cung có th? có v?n d? v?i máy ch? PHP c?a b?n

source: Security Permissions Problem
ar: ضوابط الأمن مشكلة
et: Security Permissions probleem
fr_lu: Problème de sécurité autorisations
hr_hr: Sigurnosne dozvole Problem
ja: セキュリティアクセス許可の問題
lv_lv: Pieejas tiesību problēma
pl_pl: Problem z systemem dostępu
vi_vn: V?n d? cho phép an ninh

source: Error in form verification
et: Viga vormi kontrollimine
ja: 情報入力

source: This form was not submitted with a correct ID
ar: لم يقدم هذا النموذج مع معرف الصحيح
et: See vorm ei ole esitatud koosõige ID
fa: این فرم با یک ID صحیح را مشاهده کنید
fr_lu: L'identifiant passé à ce formulaire n'est pas correct
hr_hr: Ovaj oblik nije dostavljen s ispravnom ID
ja: このフォームは正しいIDで送信されませんでした
lv_lv: Šī veidlapa netika iesniegta ar pareizu ID,
pl_pl: Formularz ten nie został złożony we właściwej ID
vi_vn: M?u này không du?c n?p v?i ID dúng

source: Invoice for
ar: فاتورة لل
et: arve
fr_lu: Facture pour
ja: 請求書

source: No Authorisation
ar: لا التفويض
et: ei luba
fr_lu: Aucune autorisation
hr_hr: Bez odobrenja
ja: 税務当局
lv_lv: Nodokļu iestāde
pl_pl: Nr zezwolenia
vi_vn: Không được phép

source: Incorrect Debtor Number Length
ar: غير صحيحة مدين عدد طول
et: Vale Võlgnik arv pikkus
fa: اشتباه بدهکار تعداد طول
fr_lu: Longueur incorrecte du n° de débiteur
hr_hr: Netočna Dužnik Broj Duljina
ja: 誤った債務番号長さ
lv_lv: Nepareiza Parādnieks skaits garums
pl_pl: Nieprawidłowa długość Liczba dłużnika
vi_vn: Ð? dài mã s? ngu?i n? không dúng

source: Debtor No Already Exists
ar: المدين لا موجود بالفعل
et: Võlgnik ei ole juba olemas
fr_lu: le n° débiteur existe déjà
hr_hr: Dužnik Ne većpostoji
ja: 債務者番号はすでに存在しています
lv_lv: jau eksistē
pl_pl: Dłużnik nr już istnieje
vi_vn: Mã số người nợ đã tồn tại

source: Incorrect Debtor Name Length
ar: غير صحيحة مدين اسم طول
et: Vale Võlgniku nimi pikkus
fa: اشتباه بدهکار نام طول و
fr_lu: Longueur incorrecte du nom du débiteur
hr_hr: Netočna Dužnik Naziv Duljina
ja: 誤った債務名長
lv_lv: Nepareiza Parādnieks Nosaukums Garums
pl_pl: Błędna długość nazwy dłużnika
vi_vn: Ð? dài tên ngu?i n? không dúng

source: Invalid Address Line
ar: اين عنوان غير صالح
et: Vigane Aadress Line
fr_lu: Ligne d'adresse incorrecte
hr_hr: Neispravna adresa Line
ja: 請求住所
lv_lv: Rēķinu nosūtīt uz
pl_pl: Nieprawidłowy adres Line
vi_vn: địa chỉ dòng không hợp lệ

source: Currency Code Not Setup
ar: رمز العملة ليس الإعداد
et: Valuuta kood Mitte Setup
fr_lu: Code devise non paramétré
hr_hr: Kod valute Ne Postava
ja: 通貨名
lv_lv: Valūta
pl_pl: Kod waluty Nie Setup
vi_vn: Mã tiền tệ chưa cài đặt

source: Sales Type Not Setup
ar: مبيعات نوع لم يتم إعداد
et: Müük Tüüp Mitte Setup
fr_lu: Le type de vente n'est pas paramétré
hr_hr: Prodaja Vrsta Ne Postava
ja: 販売タイプ/価格表設定
lv_lv: Pārdo&#353;anas veida nosaukums
pl_pl: Typ sprzedaży nie instalacyjny
vi_vn: Lo?i bán hàng chua du?c thi?t l?p

source: Invalid Client Since Date
ar: صالح عميل منذ تاريخ
et: Vigane Client Kuna aeg
fr_lu: Client incorrect depuis le
hr_hr: Nevažeći Klijent Budući Datum
ja: 日付以降無効クライアント
lv_lv: Nederīga Klientu Tā Datums
pl_pl: Klient nieważne, ponieważ Data
vi_vn: Khách hàng không hợp lệ Kể từ ngày

source: Hold Reason Not Setup
ar: عقد السبب ليس الإعداد
et: Hoia Motivatsioon Mitte Setup
fa: دلیل راه اندازی نشده نگه دارید
fr_lu: La raison de la mise en attente n'est pas paramétrée
hr_hr: Držite razloga ne Postava
ja: 理由設定していないホールド
lv_lv: Turiet iemesla Setup
pl_pl: HOLD nie powód Setup
vi_vn: Giữ Lý do Không cài đặt

source: Payment Terms Not Setup
ar: شروط الدفع ليس الإعداد
et: Maksetingimused Ei Setup
fr_lu: Conditions de paiement Pas d'installation
hr_hr: Uvjeti plaćanja nisu postavljeni
ja: 支払条件
lv_lv: Maksājumu termiņi
pl_pl: Warunki płatności Nie Setup
vi_vn: Ði?u kho?n thanh toán chua du?c thi?t l?p

source: Invalid Discount
ar: المخازن غير صالحة
et: Vigane Discount
fr_lu: Remise incorrecte
hr_hr: Neispravan popust
ja: 値引き
lv_lv: Atlaide
pl_pl: Nieprawidłowy Rabat
vi_vn: Giảm giá không hợp lệ

source: Invalid Payment Discount
ar: صالح الخصم الدفع
et: Vigane Maksmine Discount
fr_lu: Remise de paiement incorrecte
hr_hr: Neispravan popust plaćanja
ja: 支払値引率(%)
lv_lv: Maksājuma atlaide
pl_pl: Skonto Nieprawidłowa
vi_vn: giảm giá thanh toán không hợp lệ

source: Invalid Last Paid
ar: صالح الماضي، قام
et: Vale Last Paide
fr_lu: Dernièrement payé incorrect
hr_hr: Nevažeći Zadnji plaćeni
ja: 無効ラスト有料
lv_lv: Nederīgs Pēdējā Maksas
pl_pl: Nieprawidłowy Ostatnie Płatny
vi_vn: L?n tr? g?n nh?t không h?p l?

source: Invalid Last Paid Date
ar: صالح آخر مدفوع التسجيل
et: Vale Last Paide aeg
fr_lu: Date de dernier paiement incorrecte
hr_hr: Nevažeći Zadnji plaćeni Datum
ja: 無効な最後の入金日
lv_lv: Nederīga Pēdējā Apmaksātais datums
pl_pl: Nieprawidłowy Ostatnie Płatny Data
vi_vn: Ngày tr? g?n nh?t không h?p l?

source: Invalid Credit Limit
ar: حد الائتمان غير صالحة
et: Vigane Krediidilimiit
fr_lu: Limite de crédit incorrecte
hr_hr: Neispravan kreditni limit
ja: 信用限度
lv_lv: Kredīta limits
pl_pl: Nieprawidłowy limit kredytowy
vi_vn: giới hạn tín dụng không hợp lệ

source: Invalid Inv Address Branch
ar: فرع العنوان غير صالحة للإستثمار
et: Vigane Inv Aadress Branch
fr_lu: Adresse de la succursale incorrecte
hr_hr: Nevažeći inv Adresa Branch
ja: 支店送付
lv_lv: Sūtīt uz filiāli
pl_pl: Inv Oddział nieprawidłowy adres
vi_vn: Ð?a ch? chi nhánh liên quan không h?p l?

source: Invalid Discount Code
ar: رمز الخصم غير صالحة
et: Vigane Allahindlus Kood
fr_lu: Code Remise incorrect
hr_hr: Neispravna šifra popusta
ja: 値引きコード
lv_lv: Atlaides kods
pl_pl: Nieprawidłowy kod z rabatem
vi_vn: Mã giảm giá không hợp lệ

source: Invalid EDI Invoices
ar: الفواتير EDI غير صالحة
et: Vigane EDI arved
fr_lu: Factures EDI incorrectes
hr_hr: Nevažeći EDI Fakture
ja: 売上請求
lv_lv: Rēķins
pl_pl: Nieprawidłowy EDI Faktury
vi_vn: Hóa don EDI không h?p l?

source: Invalid EDI Orders
ar: أوامر EDI غير صالحة
et: Vigane EDI Tellimused
fr_lu: Commandes EDI incorrectes
hr_hr: Nevažeći EDI narudžbe
ja: EDI注文処理
lv_lv: Pasūtījuma
pl_pl: Nieprawidłowy EDI Zamówienia
vi_vn: Ðon hàng EDI không h?p l?

source: Invalid EDI Reference
ar: غير صالحة EDI المرجعي
et: Vigane EDI viide
fr_lu: Référence EDI incorrecte
hr_hr: Nevažeći EDI Reference
ja: 税参照
lv_lv: PVN reģistrācijas nr.
pl_pl: Nieprawidłowy EDI referencyjny
vi_vn: Tham chi?u EDI không h?p l?

source: Invalid EDI Transport
ar: النقل EDI غير صالحة
et: Vigane EDI Transport
fr_lu: Transport EDI incorrect
hr_hr: Nevažeći EDI prometa
ja: 無効なEDIトランスポート
lv_lv: Nederīgs EDI Transports
pl_pl: Nieprawidłowy EDI Transport
vi_vn: V?n t?i EDI không h?p l?

source: Invalid EDI Address
ar: العنوان EDI غير صالحة
et: Vigane EDI aadress
fr_lu: Adresse EDI incorrecte
hr_hr: Nevažeći EDI adresa
ja: 請求住所
lv_lv: Rēķinu nosūtīt uz
pl_pl: Nieprawidłowy adres EDI
vi_vn: Ð?a ch? EDI không h?p l?

source: Invalid EDI Server User
ar: غير صالحة EDI خادم العضو
et: Vigane EDI Server Kasutaja
fa: نامعتبر سرور ویراست کاربری
fr_lu: Utilisateur du serveur EDI incorrect
hr_hr: Nevažeći EDI Server Korisnik
ja: 無効なEDI Serverユーザー
lv_lv: Nederīga EDI Server Lietotājs
pl_pl: Nieprawidłowy EDI Użytkownik Server
vi_vn: Ngu?i s? d?ng máy ch? EDI không h?p l?

source: Invalid EDI Server Password
ar: غير صالحة EDI خادم كلمة السر
et: Vigane EDI Server Password
fr_lu: Mot de passe serveur EDI incorrect
hr_hr: Nevažeći EDI Server Lozinka
ja: 無効なEDIサーバパスワード
lv_lv: Nederīga EDI servera paroli
pl_pl: Nieprawidłowy EDI Hasło Server
vi_vn: M?t kh?u máy ch? EDI không h?p l?

source: Invalid Tax Reference
ar: مرجع غير صالح ضريبة
et: Kehtetu tulumaksu Reference
fr_lu: Référence taxe incorrecte
hr_hr: Neispravna porezna poveznica
ja: 税参照
lv_lv: PVN reģistrācijas nr.
pl_pl: Informacje podatkowe Nieprawidłowa
vi_vn: biểu thuế tham khảo không phù hợp

source: Invalid CustomerPOLine
ar: CustomerPOLine غير صالحة
et: Vigane CustomerPOLine
fr_lu: CustomerPOLine incorrecte
hr_hr: Neispravna kupčeva PO linija
ja: 受注上の得意先発注行
lv_lv: Klienta Pārdo&#353;anas rīkojuma iekļaut Iepirkuma rīkojuma rindu
pl_pl: Nieprawidłowy CustomerPOLine
vi_vn: CustomerPOLine không hợp lệ

source: Database Update Failed
ar: فشل تحديث قاعدة البيانات
et: Andmebaasi uuendamine ebaõnnestus
fr_lu: Mise à jour de base de données a échoué
hr_hr: Ažuriranje baze nije uspjelo
ja: データベースの更新に失敗しました
lv_lv: Datubāzes SQL kļūda
pl_pl: Aktualizacja bazy danych nie powiodło się
vi_vn: lỗi cập nhật cơ sở dữ liệu

source: No Debtor Number
ar: لا عدد المدين
et: No Võlgnik arv
fr_lu: Aucun numéro de débiteur
hr_hr: Ne Dužnik Broj
ja: セクション番号
lv_lv: Sadaļas numurs
pl_pl: Nie Liczba dłużnika
vi_vn: không có số người nợ

source: Debtor Does not Exist
ar: المدين غير موجود
et: Võlgnik ei ole olemas
fa: بدهکار وجود ندارد
fr_lu: Le débiteur n'existe pas
hr_hr: Dužnik ne postoji
ja: 債務者は存在しません
lv_lv: Parādnieks neeksistē
pl_pl: Dłużnik nie Exist
vi_vn: Ngu?i n? không t?n t?i

source: Incorrect Branch Number Length
ar: رقم الفرع غير صحيحة طول
et: Vale Branch arv pikkus
fa: اشتباه شماره شعبه طول
fr_lu: Longueur incorrecte du n° de succursale
hr_hr: Netočna Branch Broj Duljina
ja: 間違った支店番号長さ
lv_lv: Nepareiza filiāles numurs garums
pl_pl: Nieprawidłowa długość Numer oddziału
vi_vn: Ð? dài s? chi nhánh không dúng

source: Branch No Already Exists
ar: فرع عدم وجود بالفعل
et: Branch No on juba olemas
fr_lu: La succursale n° existe déjà
hr_hr: Podružnica Ne većpostoji
ja: 支店がない存在していない
lv_lv: Nozare Nav jau eksistē
pl_pl: Oddział nr już istnieje
vi_vn: Số chi nhánh đã tồn tại

source: Incorrect Branch Name Length
ar: فرع غير صحيحة اسم طول
et: Vale harunime pikkus
fa: نام شعبه طول نادرست
fr_lu: Longueur incorrect "Nom de la succursale"
hr_hr: Netočna Branch Naziv Duljina
ja: 間違ったブランチ名の長さ
lv_lv: Nepareiza Filiāles nosaukums Garums
pl_pl: Błędna długość nazwy Oddziału
vi_vn: Ð? dài tên chi nhánh không h?p l?

source: Invalid Est Delivery Days
ar: غير صالح يوم تسليم مؤسسة
et: Vigane Est tarne Päevad
fr_lu: Invalides approx jours de livraison
hr_hr: Nevažeći Est isporuke Dana
ja: 納品日数
lv_lv: Nederīgas Est Piegāde dienas
pl_pl: Nieprawidłowy Est dni Dostawa
vi_vn: Giao hàng tận nơi không hợp lệ ngày Est

source: Area Code Not Setup
ar: رمز المنطقة ليس الإعداد
et: Area Code Ei Setup
fr_lu: L'indicatif régional n'est pas paramétré
hr_hr: Područje kod Ne Postava
ja: 地域コード
lv_lv: Area Code Nav Setup
pl_pl: Kod Obszar Nie Setup
vi_vn: mã vùng chưa cài đặt

source: Salesman Code Not Setup
ar: كود بائع ليس الإعداد
et: Müügimees koodeksiga Ei Setup
fr_lu: Code vendeur non paramétré
hr_hr: Nije postavljena šifra prodavača
ja: 売上返品伝票
lv_lv: Kredītrēķins
pl_pl: Kodeks Salesman Nie Setup
vi_vn: mã người bán chưa cài đặt

source: Invalid Fwd Date
ar: إعادة توجيه غير صالحة التسجيل
et: Vigane Fwd aeg
fr_lu: Invalide Fwd date
hr_hr: Nevažeći Nap Datum
ja: 請求日
lv_lv: Rēķina datums
pl_pl: Nieprawidłowy Fwd Data
vi_vn: Ngày chuy?n ti?p không h?p l?

source: Invalid Phone Number
ar: رقم الهاتف غير صالح
et: Vale telefoninumber
fr_lu: Numéro de téléphone incorrect
hr_hr: Neispravan telefonski broj
ja: 電話番号
lv_lv: Telefons
pl_pl: Nieprawidłowy numer telefonu
vi_vn: S? di?n tho?i không h?p l?

source: Invalid Fax Number
ar: غير صحيح رقم الفاكس
et: Vigane Fax number
fr_lu: Numéro de fax incorrect
hr_hr: Nevažeći faks broj
ja: Fax番号
lv_lv: Fakss
pl_pl: Numer faksu Nieprawidłowa
vi_vn: S? Fax không h?p l?

source: Invalid Contact Name
ar: غير صالحة اسم الاتصال
et: Vigane Kontakt Nimi
fr_lu: Nom du contact incorrect
hr_hr: Nevažeći Kontakt Ime
ja: 連絡先名
lv_lv: Pārstāvja nosaukums
pl_pl: Imię i Nazwisko Nieprawidłowa
vi_vn: Tên liên lạc không phù hợp

source: Invalid Email Address
ar: غير صالحة عنوان البريد الإلكتروني
et: Vigane e-posti aadress
fr_lu: Courriel incorrect
hr_hr: Nevažeći e-mail adresa
ja: Email Address
lv_lv: E-pasts
pl_pl: Nieprawidłowy adres email
vi_vn: Địa chỉ thư điện tử không phù hợp

source: Location Code Not Setup
ar: الموقع الرمز ليس الإعداد
et: Asukoht koodeksiga Ei Setup
fr_lu: Code site non paramétré
hr_hr: Mjesto Kod Ne Postava
ja: 場所コード
lv_lv: Noliktavas kods
pl_pl: Kodeks lokalizacja nie Instalatora
vi_vn: mã khu vực không cài đặt

source: Tax Group Id Not Setup
ar: هوية المجموعة ضريبة ليس الإعداد
et: Maksu Id Ei Setup
fr_lu: ID groupe T.V.A. non défini
hr_hr: Porezni Grupa Ne Postava
ja: 税務グループIDは設定していない
lv_lv: Nodokļu Group Id Nav Setup
pl_pl: Grupa podatkowa nie Id Setup
vi_vn: ID nhóm thu? không du?c thi?t l?p

source: Shipper Not Setup
ar: الشاحن ليس الإعداد
et: Saatja ei Setup
fa: اهرم راه اندازی نشده
fr_lu: Transporteur non défini
hr_hr: Otpremnika Ne Postava
ja: 運送会社名
lv_lv: Shipping-Method Name
pl_pl: Nadawca nie Instalatora
vi_vn: nguười gửi hàng (hãng tàu) chưa được đưa vào hệ thống

source: Invalid Deliver Blind
ar: صالح تسليم مكفوفين
et: Vigane Deliver Blind
fa: نامعتبر ارائه کور
fr_lu: Invalide Livrer aveugles
hr_hr: Nevažeći dostaviti Blind
ja: 無効なブラインドを配信
lv_lv: Nederīgs Deliver Blind
pl_pl: Nieprawidłowy Deliver Blind
vi_vn: Cung cấp không hợp lệ mù

source: Invalid Disable Transactions
ar: غير صالحة تعطيل المعاملات
et: Vigane Keela Tehingud
fr_lu: Invalide Désactiver Transactions
hr_hr: Nevažeći Bez transakcija
ja: 品目トランザクション
lv_lv: Dzēst pārdo&#353;anas grāmatojumus
pl_pl: Nieprawidłowy Wyłącz Transakcje
vi_vn: giao dịch vô hiệu hoá không hợp lệ

source: Invalid Special Instructions
ar: التعليمات الخاصة غير صالحة
et: Vigane Special juhised
fr_lu: Instructions spéciales incorrectes
hr_hr: Nevažeći Posebne Upute
ja: 特別指示
lv_lv: Īpa&#353;i norādijumi
pl_pl: Nieprawidłowy Instrukcje specjalne
vi_vn: Ch? d?n d?c bi?t không h?p l?

source: Invalid Customer Branch Code
ar: صالح العملاء رمز الفرع
et: Vigane Kliendi Branch Code
fr_lu: Code succursale client incorrect
hr_hr: Nevažeći kod podružnice
ja: コードの一部
lv_lv: Mainīt klienta filiāles kodu
pl_pl: Nieprawidłowy kod klienta Oddział
vi_vn: Mã s? chi nhánh khách hàng không h?p l?

source: Branch No Does not Exist
ar: فرع لا لا وجود لها
et: Branch No ei ole olemas
fa: شعبه وجود ندارد
fr_lu: La succursale n° n'existe pas
hr_hr: Podružnica Ne ne postoji
ja: 支店がない存在しません
lv_lv: Filiāle Nē neeksistē
pl_pl: Oddział nr Doesn&#39;t Exist
vi_vn: S? chi nhánh không t?n t?i

source: Stock Code Does not Exist
ar: قانون الأوراق المالية غير موجود
et: Stock koodi ei ole olemas
fr_lu: Ce code stock n'existe pas
hr_hr: Kataloški broj ne postoji
ja: 行品目の品目コード
lv_lv: Preces kods neeksistē
pl_pl: Kodeks fotografia Doesn&#39;t Exist
vi_vn: Mã kho không t?n t?i

source: Stock Category Does not Exist
ar: الأسهم الفئة غير موجود
et: Stock kategooria puudub
fr_lu: Cette catégorie n'existe pas
hr_hr: Stock kategorija ne postoji
ja: 在庫カテゴリ
lv_lv: Preces kategorija nepastāv
pl_pl: Category Stock Doesn&#39;t Exist
vi_vn: Kho m?c không t?n t?i

source: Incorrect Stock Description Length
ar: الوصف غير صحيحة اسهم طول
et: Vale Stock Kirjeldus pikkus
fr_lu: Longueur incorrecte de la description de stock
hr_hr: Netočna Stock Opis Dužina
ja: セクション内容
lv_lv: Sadaļas apraksts
pl_pl: Błędna długość opisu fotografii
vi_vn: Ð? dài mô t? kho không dúng

source: Incorrect Units Length
ar: غير صحيحة وحدات طول
et: Vale Units pikkus
fa: نادرست واحد طول
fr_lu: Unités de longueur incorrectes
hr_hr: Netočna Jedinice Duljina
ja: 誤った単位長さ
lv_lv: Nepareiza vienības garums
pl_pl: Nieprawidłowa długość jednostki
vi_vn: đơn vị chiều dài không đúng

source: Incorrect MB Flag
ar: غير صحيحة MB العلم
et: Vale MB lipp
fa: نادرست پرچم MB
fr_lu: Fanion MB incorrect
hr_hr: Netočna MB Zastava
ja: 誤ったMBフラグ
lv_lv: Nepareiza MB karogs
pl_pl: Nieprawidłowe Flag MB
vi_vn: Không chính xác MB Flag

source: Invalid Current Cost Date
ar: التكلفة الحالية غير صالحة التسجيل
et: Vigane Current Cost aeg
fr_lu: Date invalide actuelle des coûts
hr_hr: Nevažeći Trenutna cijena Datum
ja: 無効な現在のコスト日
lv_lv: Nederīga Pašreizējā Izmaksas datums
pl_pl: Nieprawidłowy Aktualna data kosztów
vi_vn: Ngày chi phí hi?n th?i không h?p l?

source: Invalid Actual Cost
ar: غير صالحة الكلفة الفعلية
et: Vigane Tegelik kulu
fr_lu: Coût réel incorrect
hr_hr: Nevažeći Stvarna cijena
ja: 無効実績コスト
lv_lv: Nederīgs Faktiskā maksa
pl_pl: Nieprawidłowy Rzeczywisty koszt
vi_vn: Chi phí thực tế không hợp lệ

source: Invalid Lowest Level
ar: غير صالحة أدنى مستوى
et: Vigane madalaimale tasemele
fr_lu: Niveau minimum incorrect
hr_hr: Nevažeći najnižoj razini
ja: 無効な最低レベル
lv_lv: Nederīgs Zemākā līmeņa
pl_pl: Nieprawidłowy najniższym poziomie
vi_vn: M?c th?p nh?t không h?p l?

source: Invalid Discontinued
ar: وقف العمل غير صالحة
et: Vigane tootevalikus
fr_lu: invalide Discontinued
hr_hr: Nevažeći Obustavljena
ja: 無効中止
lv_lv: nederīgs pārtraukta
pl_pl: Nieprawidłowy zaniechana
vi_vn: Discontinued không hợp lệ

source: Invalid EOQ
ar: EOQ غير صالحة
et: Vigane EOQ
fr_lu: EOQ incorrect
hr_hr: Nevažeći EOQ
ja: 無効EOQ
lv_lv: Nederīgs
pl_pl: Nieprawidłowy EOQ
vi_vn: EOQ không h?p l?

source: Invalid Volume
ar: الحجم غير صالحة
et: Vigane köide
fr_lu: Volume incorrect
ja: 合計容量
lv_lv: Kopējais daudzums
pl_pl: Tom Nieprawidłowa
vi_vn: lượng hàng không hợp lệ

source: Invalid Kgs
ar: كلغ غير صالحة
et: Vigane Kgs
fr_lu: Kgs incorrects
hr_hr: Nevažeći Kr
ja: 無効キログラム
lv_lv: Nederīgs
pl_pl: Nieprawidłowy kg
vi_vn: Kgs không hợp lệ

source: Incorrect BarCode Length
ar: غير صحيحة طول الباركود
et: Vale BarCode pikkus
fa: نادرست است طول بارکد
fr_lu: Longueur incorrecte du code barre
hr_hr: Netočna Barkod Duljina
ja: レポート頁長
lv_lv: Atskai&#353;u lapas garums
pl_pl: Nieprawidłowe BarCode Długość
vi_vn: sai chiều dài mã vạch

source: Incorrect Discount Category
ar: غير صحيحة خصم الفئة
et: Vale Allahindlus Kategooria
fr_lu: Catégorie de remise incorrecte
hr_hr: Netočna Popust Kategorija
ja: 値引きカテゴリ
lv_lv: Atlāižu kategorija
pl_pl: Nieprawidłowe Kategoria Rabat
vi_vn: M?c chi?t kh?u không dúng

source: Tax Category Does not Exist
ar: ضريبة الفئة غير موجود
et: Maksu- kategooria puudub
fa: مالیات بندی وجود ندارد
fr_lu: Catégorie impôt n'existe pas
hr_hr: Porezna kategorija ne postoji
ja: 税カテゴリ名
lv_lv: Nodokļu kategorija nepastāv
pl_pl: Kategoria podatku nie Exist
vi_vn: M?c thu? không t?n t?i

source: Invalid Serialised
ar: غير صالحة Serialised
et: Vigane Serialised
fr_lu: Incorrect
hr_hr: Nevažeći Serialised
ja: 連続
lv_lv: Numurēts
pl_pl: Nieprawidłowy Serialised
vi_vn: không hợp lệ Serialised

source: Incorrect Append File
ar: الملف إلحاق غير صحيحة
et: Vale Liida fail
fa: افزودنپرونده فایل اشتباه است
fr_lu: Fichier incorrect
hr_hr: Netočna Dodavanje datoteke
ja: 誤ったアペンドファイル
lv_lv: Nepareiza Append File
pl_pl: Nieprawidłowe file
vi_vn: tệp tin đính kèm không phù hợp

source: Invalid Perishable
ar: القابلة للتلف غير صالحة
et: Vigane riknevate
fr_lu: Périssables incorrects
hr_hr: Nevažeći kvarljiv
ja: 無効
lv_lv: Ātrbojīgs
pl_pl: Nieprawidłowy szybko psujących się
vi_vn: mau hỏng không hợp lệ

source: Invalid Decimal Places
ar: المنازل العشرية غير صالحة
et: Vigane Decimal Places
fr_lu: Décimales incorrectes
hr_hr: Nevažeći Decimalna mjesta
ja: 無効な小数点以下の桁数
lv_lv: Nederīgas aiz komata
pl_pl: Nieprawidłowy miejsc po przecinku
vi_vn: Ði?m th?p phân không h?p l?

source: Incorrect Long Stock Description Length
ar: الوصف غير صحيحة اسهم طويل طول
et: Vale Long Stock Kirjeldus pikkus
fa: نادرست بلند شرح سهام طول
fr_lu: Longueur incorrecte de la description détaillée du stock
hr_hr: Netočna Long Stock Opis Dužina
ja: セクション内容
lv_lv: Nepareiza Long Noliktavas Apraksts Garums
pl_pl: Nieprawidłowe Long długość opisu fotografii
vi_vn: Ð? dài mô t? kho không dúng

source: Stock Code Already Exists
ar: قانون الأوراق المالية موجود بالفعل
et: Stock kood on juba olemas
fr_lu: Ce code existe déjà
hr_hr: Kataloški broj većpostoji
ja: 証券コードは既に存在しています
lv_lv: jau eksistē
pl_pl: Kod towaru już istnieje
vi_vn: Mã kho dã t?n t?i

source: Transaction Number Already Exists
ar: رقم المعاملة موجود بالفعل
et: Tehing arv on juba olemas
fr_lu: Nombre transaction existe déjà
hr_hr: Transakcija Broj većpostoji
ja: トランザクション番号
lv_lv: Grāmatojuma numurs
pl_pl: Liczba transakcji już istnieje
vi_vn: số giao dịch đã tồn tại
