Repository: timschofield/KwaMoja-Medical
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar, et, fa, fr_lu, hr_hr, ja, lv_lv, pl_pl, vi_vn

source: Cannot insert a bank transaction using the SQL
ar: لا يمكن إدراج المعاملات المصرفية باستخدام SQL
et: Ei saa sisestada pangaülekandeid kasutades SQL
fa: می توانید وارد نمی معامله با استفاده از بانک گذاشتن
fr_lu: Échec de la commande SQL d'ajoût de transaction bancaise
hr_hr: Ne možete umetnuti transakciju koristeći SQL
ja: SQLを使用して銀行取引を挿入することはできません
lv_lv: Ar SQL nevar ievadīt grāmatojumu
pl_pl: Nie można dodać transakcji bankowej przez SQL
vi_vn: Không thể dùng dữ liệu SQL để chèn giao dịch ngân hàng

source: The SQL that failed to insert the GL transaction fro the bank account debit was
ar: كان SQL التي فشلت في إدراج المعاملات GL جيئة وذهابا في السحب من حساب البنك
et: SQL et ei sisesta GL tehing tännapangakonto deebet oli
fa: گذاشتن که موفق به وارد معامله وپیش گرم در بانک حساب بانکی بود
fr_lu: Échec de la commande SQL d'ajoût de la transaction GL du compte bancaire de débit:
hr_hr: SQL koja se nije uspjela umetnuti GL transakciju amoteretiti bankovni račun bio
ja: 銀行口座借方記入からGLトランザクション挿入に失敗したSQLでした
lv_lv: SQL , ka neizdevās ievietot GL darījumu frobankas kontu debeta bija
pl_pl: Użyta fraza SQL
vi_vn: SQL mà không chèn giao dịch GL fro ghi nợ tài khoản ngân hàng là

source: The SQL that failed to insert the GL transaction for the payment discount debit was
ar: كان SQL التي فشلت في إدراج المعاملات GL لدفع الخصم الخصم
et: SQL et ei sisesta GL tehing maksmiseks soodushinnaga deebet oli
fa: گذاشتن که موفق به وارد معامله گرم برای تخفیف بدهی پرداخت شد
fr_lu: Échec de la commande SQL d'ajoût de transaction GL du débit de paiement:
hr_hr: SQL koja se nije uspjela umetnuti GL transakciju za zaduženje popust bio
ja: 支払値引借方記入のGLトランザクション挿入に失敗したSQLでした
lv_lv: SQL , ka neizdevās ievietot GL darījumu par maksājuma atlaidi debeta bija
pl_pl: Użyta fraza SQL
vi_vn: SQL mà không chèn giao dịch GL cho ghi nợ chiết khấu thanh toán là

source: Cannot insert a GL transaction for the payment discount debit
ar: لا يمكن إدراج معاملة GL لدفع الخصم الخصم
et: Ei saa lisadaGL tehing maksmiseks soodushinnaga deebet
fa: می توانید وارد نمی معامله گرم برای پرداخت بدهی های تخفیف
fr_lu: Impossible d'insérer une transaction GL pour la réduction de débit de paiement
hr_hr: Ne možete umetnuti GL transakciju za zaduženje popusta
ja: 支払いの割引デビット用GLトランザクションを挿入することはできません
lv_lv: Nevar ievietot GL darījumu par maksājuma atlaidi debeta
pl_pl: Nie można wprowadzić pozyacji KG dla upustu
vi_vn: Không có thể chèn một giao dịch GL cho ghi nợ chiết khấu thanh toán

source: Cannot commit the changes
ar: لا يمكن تطبيق التغييرات
et: Ei saa pühendudamuudatusi
fa: آیا می توانم متعهد تغییرات نیست
fr_lu: Ne peut pas valider les modifications
hr_hr: Ne može počiniti promjene
ja: 変更をコミットすることはできません
lv_lv: Nevar veikt izmaiņas
pl_pl: Nie mogę zatwierdzić zmian
vi_vn: Không th? d?m b?o s? thay d?i

source: Receipt batch
ar: دفعة استلام
et: laekumine partii
fa: دسته رسید
fr_lu: Lot de reçus
hr_hr: Prijem serije
ja: 入金バッチ
lv_lv: kvīts partijas
pl_pl: Uznanie
vi_vn: hàng loạt biên lai

source: has been successfully entered into the database
ar: تم بنجاح في قاعدة البيانات
et: on edukalt sisestatud andmebaasi
fa: شده است با موفقیت به پایگاه داده وارد
fr_lu: a été ajouté(e) à la base de données
hr_hr: uspješno su uneseni u bazu podataka
ja: はデータベースにうまく入力されました
lv_lv: ir veiksmīgi ievadīti datubāzē
pl_pl: zostało wprowadzone do bazy
vi_vn: nhập dữ liệu thành công

source: Print PDF Batch Summary
ar: طباعة PDF ملخص دفعة
et: Trüki PDF Partii kokkuvõte
fa: پی دی اف نسخه قابل چاپ خلاصه دسته ای
fr_lu: Sommaire Imprimer par lots PDF
hr_hr: Ispis PDF sažetak serije
ja: バッチ概要PDF印刷
lv_lv: Drukāt PDF Partijas kopsavilkums
pl_pl: Wydrukuj Podsumowanie PDF
vi_vn: in hàng loạt tóm tắt dạng PDF

source: Enter Receipts
ar: أدخل إيصالات
et: Sisesta laekumine
fa: رسید را وارد کنید
fr_lu: Saisir un reçu
hr_hr: Unesite primici
ja: 入金入力
lv_lv: Apmaksu iegrāmatošana
pl_pl: Wprowadź Wpłatę
vi_vn: Nhập biên lai

source: SQL used to retrieve the customer details was
ar: استخدام SQL لاسترداد تفاصيل العملاء تم
et: SQL kasutatud laadida klientide andmeid oli
fa: گذاشتن استفاده برای بازیابی اطلاعات مشتری بود
fr_lu: Commande SQL d'affichage des informations du client:
hr_hr: SQL se koristi za dohvaćanje korisnicima pojedinosti je
ja: SQLは、顧客の詳細情報を取得するために使用されました
lv_lv: Pieprasot informāciju par klientu, tika lietots sekojo&#353;s SQL -
pl_pl: Użyta fraza SQL
vi_vn: Cơ sở dữ liệu dùng để truy xuất chi tiết khách hàng là

source: No customer records contain the selected text
ar: لا توجد سجلات العملاء تحتوي على النص المحدد
et: Ükski klient dokumentatsioon sisaldabvalitud teksti
fa: بدون سوابق مشتری شامل متن انتخاب شده
fr_lu: Il n'y a pas de client correspondant à la recherche
hr_hr: Nema kupca zapisi sadrže odabrani tekst
ja: カスタマーレコードが選択されたテキストが含まれていない
lv_lv: Neatrada nevienu klientu kuru nosaukumā ievadītais teksts,
pl_pl: Żaden z rekordów klienta nie zawiera wybranego tekstu
vi_vn: Không có hồ sơ khách hàng nào chứa chuỗi được chọn

source: please alter your search criteria and try again
ar: الرجاء تغيير معايير البحث الخاصة بك وحاول مرة أخرى
et: palun muuda oma märksõna ning proovi uuesti
fa: لطفا ضوابط جستجو را تغییر دهید و دوباره سعی کنید
fr_lu: Modifier les critères de recherche
hr_hr: molimo mijenjati kriterije pretraživanja i pokušajte ponovno
ja: 検索条件を変更し、もう一度試してください
lv_lv: lūdzu izvēlaties citus meklē&#353;anas kritērijus un meiģiniet vēlreiz
pl_pl: zmień kryteria wyszukiwania i spróbuj ponownie
vi_vn: hãy thay đổi tiêu chí tìm kiếm của bạn và thử lại

source: The customer details could not be retrieved because
ar: لا يمكن استرجاع التفاصيل العملاء بسبب
et: Kliendi andmed ei saa taastada , sest
fa: جزئیات مشتری قابل بازیابی نیست زیرا
fr_lu: Les coordonnées du client n'a pas pu être récupérés en raison
hr_hr: U klijenata koje ne može dohvatiti , jer
ja: 顧客の詳細情報を取得できませんでしたので、
lv_lv: Klienta aprakstu nevar iegūt, jo
pl_pl: Nie można znaleźć klienta ponieważ
vi_vn: Không truy xuất được chi tiết khách hàng bởi vì

source: The bank accounts could not be retrieved because
ar: لا يمكن استرجاع الحسابات المصرفية ل
et: Pangakontode ei õnnestunud , sest
fa: حساب های بانکی قابل بازیابی نیست زیرا
fr_lu: Le n° de compte bancaire n'a pas été trouvé:
hr_hr: Bankovni računi nisu mogli biti pronađeni , jer
ja: 銀行口座を取得できませんでしたので、
lv_lv: Bankas kontu nevar saņemt, jo
pl_pl: Konta bankowe nie mogą być odtworzone ponieważ
vi_vn: Không truy xuất được tài khoản ngân hàng bởi vì

source: Bank Account Receipts Entry
ar: المتحصلات البنك الدخول
et: Pangakonto laekumine Entry
fa: حساب بانکی ما ورودی رسید
fr_lu: Compte bancaire recettes Entrée
hr_hr: Žiro račun Primici post
ja: 銀行口座入金
lv_lv: Bankas konts Ieņēmumi Entry
pl_pl: Wpływy konto bankowe Wejście
vi_vn: Tài khoản ngân hàng Tiền thu nhập

source: Enter Receipt
ar: أدخل الإيصال
et: Sisesta laekumine
fa: رسید را وارد کنید
fr_lu: Saisir un reçu
hr_hr: Upišite Račun
ja: 入金入力
lv_lv: Apmaksu iegrāmato&#353;ana
pl_pl: Wpisz odbioru
vi_vn: Nhập biên lai

source: Enter Customer Receipt
ar: أدخل استلام العميل
et: Sisesta Kliendi laekumine
fa: رسید مشتری را وارد کنید
fr_lu: Saisir réception par le client
hr_hr: Unesite Korisnička Račun
ja: 得意先受取
lv_lv: Klients saņēmis /No klienta saņemts
pl_pl: Wpisz otrzymania przez Klienta
vi_vn: Nhập biên lai khách hàng

source: To enter a payment TO a customer (ie. to pay out a credit note), enter a negative payment amount.
ar: لإدخال الدفع للعميل (أي لدفع مذكرة الائتمان)، إدخال مبلغ الدفعة سلبية.
et: Sisestada maksekliendi (st välja maksta kreeditarve ) , sisestagenegatiivne maksesumma .
fa: برای وارد شدن به پرداخت به مشتری (یعنی به پرداخت از اعتبار توجه داشته باشید) را وارد کنید مقدار پرداخت منفی است.
fr_lu: Pour entrer un paiement à un client (par exemple un avoir), entrez un montant négatif.
hr_hr: Za unos uplatu na kupca (tj. platiti odobrenju kredita ) , unesite negativan iznos plaćanja .
ja: 顧客への支払いを（クレジットメモを支払うつまり）を入力するには、マイナスの支払金額を入力します。
lv_lv: Lai ievadītu maksājumu klientam ( ti izmaksāt kredīta piezīmi) , ievadiet negatīva maksājuma summu .
pl_pl: Aby wprowadzić płatności do klienta (np. wypłaty noty kredytowej), wprowadź wielkość ujemna płatności.
vi_vn: Để nhập một khoản thanh toán cho một khách hàng (ví dụ phải chi ra một lưu ý tín dụng), nhập số tiền thanh toán không nhận.

source: Select batch header details
ar: حدد دفعة التفاصيل رأس
et: Valige partii header detailid
fa: جزئیات هدر دسته ای را انتخاب کنید
hr_hr: Odaberite pojedinosti sabirne serije
ja: バッチ·ヘッダの詳細を選択してください
lv_lv: Izvēlieties partijas header ziņas
pl_pl: Wybierz szczegóły nagłówka partii
vi_vn: Chọn chi tiết tiêu đề lô

source: No currencies are defined yet
ar: لم يتم تحديد العملات حتى الآن
et: No valuutasid veel määratletud
fa: بدون پول تعریف نشده است
fr_lu: Pas de devise définie
hr_hr: Nema valute nisu definirani
ja: いいえ通貨はまだ定義されていません
lv_lv: Valūta nav definēta
pl_pl: Brak definicji walut
vi_vn: Chưa có loại tiền tệ nào được xác định

source: Receipts cannot be entered until a currency is defined
ar: لا يمكن إدخال إيصالات حتى يتم تعريف العملات
et: Laekumised ei saa sisestada kunivaluuta on määratletud
fa: رسید را نمی توان وارد شد تا ارز تعریف شده است
fr_lu: Les reçus ne peuvent pas être saisis avant d'avoir défini une devise
hr_hr: Primici ne može se unijeti dovaluta definira
ja: 通貨が定義されるまで領収書を入力することはできません
lv_lv: Kvītis nevar līdz brīdim, kamērvalūta ir noteikta
pl_pl: Wpływy nie mogą być wprowadzone przed zdefiniowaniem waluty
vi_vn: Biên lai có thể không được nhập vào cho đến khi tiền được xác định

source: Suggested rate:
ar: معدل المقترحة:
et: Soovitatavad määr :
fa: نرخ پیشنهادی :
fr_lu: taux suggérés:
hr_hr: Predložena lista :
ja: 提案済みエントリ戻し
lv_lv: Ieteiktais kurss
pl_pl: Proponowane stawki:
vi_vn: tỷ lệ đề nghị

source: Receipt Exchange Rate
ar: استلام صرف العملة
et: Laekumine Vahetuskurss
fa: رسید نرخ ارز
fr_lu: Taux de change du reçu
hr_hr: Prijem tečajna
ja: 為替レート
lv_lv: Saņemšanas Valūtas kurss
pl_pl: Kurs wymiany odbioru
vi_vn: nhận Tỷ giá ngoại tệ

source: The exchange rate between the currency of the bank account currency and the currency of the receipt
ar: سعر الصرف بين العملة للعملة الحساب المصرفي والعملة من تاريخ استلام
et: Vahetuskurss valuuta pangakonto valuuta javaluuta laekumise
fa: نرخ مبادله بین پول از حساب بانکی ارزی و پول رایج رسید
fr_lu: Le taux de change entre la monnaie de la monnaie de compte bancaire et la monnaie de la réception
hr_hr: Tečaj između valuti valute bankovnog računa i valutu primitka
ja: 銀行口座通貨の通貨と領収書の通貨間の為替レート
lv_lv: Maiņas kurss starp bankas konta valūtā valūtu un saņemšanas valūtu
pl_pl: Kurs wymiany waluty na walutę rachunku bankowego i waluty od daty otrzymania
vi_vn: Tỷ giá hối đoái giữa đồng tiền của các loại tiền tệ của tài khoản ngân hàng và tiền tệ của các biên nhận

source: Functional Exchange Rate
ar: وظيفية سعر الصرف
et: Funktsionaalne Vahetuskurss
fa: نرخ ارز تابعی
fr_lu: Taux de change de base
hr_hr: Funkcionalna tečajna
ja: 為替レート
lv_lv: Funkcionālās valūtas kurss
pl_pl: Funkcjonalne Kursy walut
vi_vn: Chức năng thị trường ngoại tệ

source: The exchange rate between the currency of the business (the functional currency) and the currency of the bank account
ar: سعر الصرف بين عملة الأعمال ( العملة الوظيفية) والعملة من حساب البنك
et: Vahetuskurss valuuta äri ( arvestusvaluuta ) ja valuutapangakonto
fa: نرخ ارز بین ارز از کسب و کار (ارز تابعی) و ارز از حساب بانکی
fr_lu: Le taux de change entre la monnaie de l'entreprise (la monnaie fonctionnelle) et la devise du compte bancaire
hr_hr: Tečaj između valuti poslovanja (funkcionalna valuta ) i valutu na računu banke
ja: ビジネス（機能通貨）の通貨と銀行口座の通貨間の為替レート
lv_lv: Valūtas kurss
pl_pl: Kurs wymiany waluty działalności (waluta funkcjonalna) oraz walutę rachunku bankowego
vi_vn: Tỷ giá hối đoái giữa đồng tiền của doanh nghiệp (đồng tiền chức năng ) và đồng tiền của các tài khoản ngân hàng

source: Receipt Type
ar: نوع استلام
et: Kviitungi tüüp
fa: نوع رسید
fr_lu: Type de reçu
hr_hr: Prijem Tip
ja: 受取タイプ
lv_lv: Saņem&#353;anas veids
pl_pl: Typ Uznania
vi_vn: loại biên lai

source: Banked
ar: راهن
et: hoiustatud
fr_lu: En banque
hr_hr: grupiran
ja: 銀行
lv_lv: sānsvere
pl_pl: Tor
vi_vn: dồn

source: Banked into the
ar: راهن في
et: Hoiustatud
fa: Banked به
fr_lu: Accumulées dans le
hr_hr: Skretao u
ja: 入金取引銀行
lv_lv: Sānsvere uz
pl_pl: Przelane na
vi_vn: dồn vào trong

source: on
ar: في
et: edasi
fa: در
fr_lu: sur
hr_hr: na
ja: 決済
lv_lv: uz
pl_pl: na
vi_vn: trên

source: Batch summary
ar: ملخص دفعة
et: partii kokkuvõte
fa: خلاصه دسته ای
hr_hr: Hrpa sažetak
ja: バッチ要約
lv_lv: partijas kopsavilkums
pl_pl: Podsumowanie Batch
vi_vn: tóm tắt hàng loạt

source: Received
ar: تلقى
et: saanud
fa: دریافتی
fr_lu: Reçu
hr_hr: primljen
ja: 受領済
lv_lv: Saņemts
pl_pl: Dostarczone
vi_vn: nhận, đã nhận

source: Tag
ar: بطاقة
et: silt
fa: برچسب
hr_hr: privjesak
ja: 税
lv_lv: PVN

source: The selected customer does not trade in the currency of the receipt being entered - either the currency of the receipt needs to be changed or a different customer selected
ar: العميل اختيارها لا تتاجر في العملات من تاريخ استلام يجري إدخالها - إما عملة استلام يحتاج إلى تغيير أو العملاء المختلفة اختيارها
et: Valitud klient ei kaubeldavaluuta laekumise kandmist - kas vääringus kätte tuleb muuta võierinevad kliendile valitud
fa: مشتری انتخاب می کند در ارز از تجارت نمی رسید که وارد -- یا پول از دریافت نیاز به تغییر و یا مشتری های مختلف انتخاب شده
fr_lu: Le client a choisi ne se trouvera pas dans la monnaie de la réception étant entré - soit la monnaie de la réception doit être modifié ou un autre client sélectionné
hr_hr: Odabrani kupac ne trgovati u valutiprimitka se unijeli - bilovaluta primitka treba mijenjati ilidrugačije odabranih klijenata
ja: 選択されたお客様は、領収書が入力されるの通貨で取引をしない - 領収書の通貨のどちらかを変更する必要があり、異なる顧客が選択した
lv_lv: Izvēlēts klients nepieņem tirdzniecībai valūtāsaņemšana tiek ievadīts - vai nuno saņemšanas valūta ir jāmaina vaiatšķirīgu klienta izvēlēta
pl_pl: Wybranego klienta nie handel w walucie otrzymania wpisu - zarówno w walucie otrzymania musi być zmieniony lub innym klientem wybranych
vi_vn: Khách hàng lựa chọn không giao dịch bằng đồng tiền của các biên lai được nhập vào - hoặc là đồng tiền của nhận cần phải được thay đổi hoặc một khách hàng khác nhau được lựa chọn

source: Batch Totals
ar: إجماليات دفعة
et: partii Summad
fa: مجموع دسته ای
hr_hr: serije iznosi
ja: バッチ合計
lv_lv: partijas kopsummas
pl_pl: Sumy partii
vi_vn: Tổng cộng hàng loạt

source: GL Receipt entry form
ar: GL نموذج إدخال الإيصال
et: GL laekumine osavõtuavaldus
fa: فرم ورود دریافت GL
hr_hr: GL Prijem prijavnica
ja: GL領収書入力フォーム
lv_lv: GL saņemšana pieteikuma forma
pl_pl: Otrzymanie GL formularz zgłoszeniowy
vi_vn: GL mẫu đăng ký nhận

source: General Ledger Receipt Entry
ar: دفتر الأستاذ العام دخول الإيصال
et: Pearaamat laekumine Entry
fa: عمومی لجر ورودی رسید
fr_lu: Entrée générale Réception Ledger
hr_hr: Glavna knjiga Prijem post
ja: 総勘定元帳領収エントリー
lv_lv: Iegrāmatot pret kontu
pl_pl: Wprowadzenie Wpływu do KG
vi_vn: Chung Ledger nhập nhận

source: Select Tag
ar: اختر الوسم
et: Valige Tag
fa: انتخاب برچسب
fr_lu: Sélectionner un mot-clef
hr_hr: Odaberite Tag
ja: 選択
lv_lv: Izvēlēties
pl_pl: Wybierz Tag
vi_vn: chọn Tag

source: No General ledger accounts have been set up yet
ar: لم يتم تعيين أية حسابات دفتر الأستاذ العام حتى الآن.
et: No Pearaamatu kontod on veel üles seatud
fa: شماره حساب های عمومی معین شده اند راه اندازی رتبهدهی نشده است
fr_lu: Aucun compte GL initialisé
hr_hr: Nema računa glavne knjige su postavili još
ja: いいえ総勘定元帳アカウントはまだ設定されていない
lv_lv: Virsgrāmatas konti nav izveidoti
pl_pl: Jeszcze nie ustalono kont KG
vi_vn: Không có tài khoản sổ cái chung chưa thiết lập chưa

source: receipts cannot be entered against GL accounts until the GL accounts are set up
ar: إيصالات لا يمكن إدخالها على حسابات GL حتى يتم تعيين حسابات جي
et: sissetulekut ei saa kirjendada GL kontod kuniGL kontod on loodud
fa: رسید می تواند در مقابل حساب های گرم نمی شود تا زمانی که وارد حساب های گرم هستند راه اندازی
fr_lu: les recettes ne peuvent pas être imputées à des comptes GL tant que les comptes GL sont mis en place
hr_hr: primici ne mogu se unijeti protiv GL račune dok se GL račune postavili
ja: GLアカウントが設定されるまで、領収書は、 GL勘定に対して入力することができません
lv_lv: Nevar ieāko&#353;o maksājumu ieegrāmatot virsgrāmatā, kamēr nav izveidots atbilsto&#353;ais virsgrāmatas konts
pl_pl: nie można wprowadzić przelewu przed założeniem KG
vi_vn: biên lai không có thể được nhập với tài khoản GL cho đến khi tài khoản GL được thiết lập

source: Amount of Discount
ar: مبلغ الخصم
et: Summa Discount
fa: مبلغ تخفیف
fr_lu: Montant des remises
hr_hr: Iznos popusta
ja: 値引き総額
lv_lv: Atlaides summa
pl_pl: Kwota Upustu
vi_vn: Lượng được giảm giá

source: agreed prompt payment discount is
ar: اتفق موجه خصم الدفع
et: kokkulepitud õigeaegse maksmise soodustus
fa: توافق تخفیف پرداخت فوری است
fr_lu: convenu escompte pour paiement rapide est
hr_hr: složio promptno plaćanje popust
ja: 同意した支払値引プロンプトは
lv_lv: saskaņā par nekavējo&#353;u rēķina apmaksu, atlaide ir
pl_pl: uzgodniony upust jest
vi_vn: đồng ý chiết khấu thanh toán kịp thời là

source: Payee Bank Details
ar: تفاصيل المستفيد البنك
et: Makse saaja panga andmed
fa: اطلاعات دریافت کننده وجه بانک
fr_lu: Détails de la Banque du bénéficiaire
hr_hr: Primatelja uplate banka Detalji
ja: 受取人銀行の詳細
lv_lv: Maksātāja bankas detaļas
pl_pl: Bank płatnika
vi_vn: Chi tiết ngân hàng nhận thanh toán

source: Select a Customer
ar: تحديد العملاء
et: Vali Kliendi
fa: انتخاب مشتری
fr_lu: Sélectionner un client
hr_hr: Odaberite kupac
ja: 得意先を選択
lv_lv: Izvēlēties klientu
pl_pl: Wybierz klientów
vi_vn: Lựa chọn một khách hàng

source: Text in the Customer
ar: النص في العملاء
et: TekstKliendi
fa: متن در مشتری
fr_lu: Texte de la clientèle
hr_hr: Tekst u Kupcu
ja: テキストの一部 得意先
lv_lv: daļa no klienta nosaukuma
pl_pl: Tekst w klienta
vi_vn: Nh?p khách hàng vào

source: name
ar: اسم
et: nimi
fa: نام
fr_lu: Nom
hr_hr: naziv
ja: 名称
lv_lv: nosaukums
pl_pl: Nazwa klienta
vi_vn: Tên

source: Text extract in the Customer
ar: استخراج النص في العميل
et: Tekst ekstraktiKlienditeenindus
fa: متن عصاره در مشتری
fr_lu: Texte extrait de la clientèle
hr_hr: Tekst ekstrakt u Kupcu
ja: テキストの一部 得意先
lv_lv: daļa no klienta nosaukuma
pl_pl: Tekst wyciągu Klienta
vi_vn: Dòng ch? trích t? khách hàng

source: code
ar: رمز
et: kood
fa: کد
hr_hr: kod
ja: コード
lv_lv: kods
pl_pl: Kod klienta
vi_vn: Mã số

source: Customer invoice number
ar: رقم الفاتورة العملاء
et: Tellija arve number
fa: تعداد فاکتور مشتری
fr_lu: Numéro de facture client
hr_hr: Kupac broj računa
ja: 請求書番号
lv_lv: Rēķina numurs
pl_pl: Klient numer faktury
vi_vn: Mã số hóa đơn khách hàng

source: Enter A GL Receipt
ar: أدخل إيصال GL
et: SisestaGL laekumine
fa: وارد گرم رسید
fr_lu: Saisir un reçu GL
hr_hr: Unesite GL Račun
ja: 入金ＧＬ入力
lv_lv: Iegrāmatot virsgrāmatā
pl_pl: Wprowadź Zapis KG
vi_vn: Nhập biên lai tài khoản sổ cái

source: Accept and Process Batch
ar: قبول و عملية دفعية
et: Võtta ja töödelda Batch
fa: فرایند پذیرش و بچ
fr_lu: Accepter et commencer le traitement par lot
hr_hr: Prihvatiti i obraditi Hrpa
ja: 入金とバッチ処理
lv_lv: Apstiprināt un apstrādāt paketi
pl_pl: Akceptuj i Przetwórz wyciąg
vi_vn: Chấp nhận và tiến hành hàng loạt

source: Customer Transactions Inquiry
ar: العملاء المعاملات التحقيق
et: Kliendi Tehingud Inquiry
fa: مشتری استعلام معاملات
fr_lu: Opérations avec la clientèle enquête
hr_hr: Kupac Transakcije Upit
ja: 得意先トランザクション問合せ
lv_lv: Klieta darījumu meklē&#353;ana
pl_pl: Przegląd Operacji Klienta
vi_vn: Yêu cầu giao dịch của khách hàng

source: Transaction Inquiry
ar: التحقيق الصفقة
et: tehing Inquiry
fa: معامله استعلام
fr_lu: Transaction enquête
hr_hr: Transakcija Upit
ja: トランザクション問合せ
lv_lv: Grāmatojumu pieprasījums
pl_pl: Transakcja śledczej
vi_vn: Yêu cầu giao dịch

source: Choose which type of transaction to report on.
ar: اختيار أي نوع من المعاملات في التقرير.
et: Vali , mis tüüpi tehing aru .
fa: انتخاب کنید که به نوع معامله به گزارش در.
fr_lu: Choisissez le type de transaction à signaler.
hr_hr: Odaberite koju vrstu transakcije na izvješće o .
ja: について報告するために、トランザクションのタイプを選択します。
lv_lv: Izvēlaties transakcijas veidu
pl_pl: Wybierz typ transakcji sprawozdanie.
vi_vn: Chọn loại hình giao dịch báo cáo.

source: From
ar: من
et: pärit
fa: از
fr_lu: De
hr_hr: od
ja: 開始
lv_lv: No
pl_pl: Od
vi_vn: Từ

source: To
ar: إلى
et: kuni
fa: به
fr_lu: A
hr_hr: na
ja: 終了
lv_lv: Līdz
pl_pl: Do
vi_vn: Đến

source: Show Transactions
ar: تظهر المعاملات
et: Näita Tehingud
fa: نمایش معاملات
fr_lu: Transactions Show
hr_hr: Prikaži transakcije
ja: トランザクション表示
lv_lv: OK
pl_pl: Pokaż Operacje
vi_vn: Hiển thị giao dịch

source: Click to preview the credit
ar: انقر ل معاينة الائتمان
et: Vajuta eelvaate krediit
fa: کلیک کنید برای پیش نمایش اعتباری
fr_lu: Cliquer pour un aperçu du crédit
hr_hr: Kliknite za pregled kredit
ja: 信用をプレビューするにはクリック
lv_lv: Nospiest lai apskatītu kredītu
pl_pl: Obejrzyj kredyt
vi_vn: Nhấn vào đây để xem trước các khoản tín dụng

source: Customer Types
ar: أنواع العملاء
et: Kliendi tüübid
fa: انواع مشتری
fr_lu: Types de client
hr_hr: Kupac vrste
ja: 得意先
lv_lv: Klientu tipi
pl_pl: Typy klientów
vi_vn: Loại khách hàng

source: Maintenance
ar: صيانة
et: hooldus
fa: تامین و نگهداری
fr_lu: Gestion
hr_hr: Održavanje
ja: メンテナンス
lv_lv: Uzturēšana
pl_pl: Pielęgnacja
vi_vn: Duy trì

source: Customer Type Setup
ar: إعداد نوع العميل
et: Kliendi tüüp Setup
fa: مشتریان راه اندازی نوع
fr_lu: Gestion des types de client
hr_hr: Vrsta klijenta konfiguracija
ja: 得意先EDI設定
lv_lv: Klients saņēmis /No klienta saņemts
pl_pl: Typ instalacji klienta
vi_vn: cài đặt cho từng loại khách hàng

source: Add/edit/delete Customer Types
ar: إضافة / تحرير / حذف أنواع العملاء
et: Klienditeenindus Lisa / muuta / kustutada Kliendi tüübid
fa: اضافه کردن / ویرایش / حذف مشتریان انواع
fr_lu: Ajouter / Modifier / Supprimer
hr_hr: Dodati / urediti / izbrisati kupaca vrste
ja: 得意先支店追加/変更/削除
lv_lv: Pievienot / rediģēt / dzēst Klientu veidi
pl_pl: Dodaj / edytować / usuwać rodzajów klientów
vi_vn: thêm/sửa/xóa các loại khách hàng

source: The customer type name description must be 100 characters or less long
ar: يجب أن يكون نوع العميل الوصف الاسم 100 حرفا أو أقل طويلة
et: Kliendi liigi nimi kirjeldus peab olema 100 tähemärki või vähem pikk
fa: مشتری نوع توضیحات نام باید 100 کاراکتر یا کمتر بلند می شود
fr_lu: La description du nom du client type doit être de 100 caractères ou moins long
hr_hr: Ime kupca opis putovanja mora biti u 100 znakova ili manje duga
ja: 条件内容は40文字以下でなければなりません
lv_lv: Pārdo&#353;anas kategorijas apraksts nevar būt garāks par divdesmit rakstzīmēm
pl_pl: Rodzaj klienta opis nazwa musi być niż 100 znaków długości
vi_vn: Mô tả loại khách hàng phải dưới 100 kí tự

source: The customer type name description must contain at least one character
ar: يجب أن يحتوي على نوع العميل الوصف اسم حرف واحد على الأقل
et: Kliendi liigi nimi kirjeldus peab sisaldama vähemalt üht tähemärki
fa: مشتری نوع توضیحات نام باید حداقل یکی از شخصیت ها شامل
fr_lu: Le nom doit comporter au moins un caractère
hr_hr: Ime kupca opis putovanja mora sadržavati barem jedan znak
ja: 勘定セクション名は文字列を含むことができません
lv_lv: Konta plāna sadaļas nosaukums jābūt garākam par vienu simbolu
pl_pl: Rodzaj klienta Nazwa Opis musi zawierać co najmniej jeden znak
vi_vn: Mô tả loại khách hàng phải từ ít nhất 1 kí tự

source: You already have a customer type called
ar: لديك بالفعل نوع العميل ودعا
et: Sul on jubakliendi tüüp nimega
fa: شما در حال حاضر یک نوع به نام مشتری
fr_lu: Vous avez déjà un type de client appelé
hr_hr: Već ste tip korisnika nazivom
ja: あなたは既に呼ば顧客タイプを持つ
lv_lv: Jūs jau &#353;ādu klienta veidu esat izveidoju&#353;i
pl_pl: Masz już rodzaj klienta o nazwie
vi_vn: Bạn đã có một loại gọi là khách hàng

source: The customer type
ar: نوع العملاء
et: Kliendi liigi
fa: نوع مشتری
fr_lu: Le type de client
hr_hr: Tip kupca
ja: 終了得意先コード
lv_lv: Līdz klienta kodam
pl_pl: Rodzaj klienta
vi_vn: loại khách hàng
