Repository: timschofield/KwaMoja-Medical
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar, et, fa, fr_lu, hr_hr, ja, lv_lv, pl_pl, vi_vn

source: There are no incoming transfers to this location
ar: لا يوجد الحوالات الواردة إلى هذا الموقع
et: Puuduvad Saabunud ülekanded selles kohas
fr_lu: Il n'y a pas de transfert à réceptionner pour ce site
hr_hr: Nema dolazni transferi ovom mjestu
ja: 払出するこの場所で連続番号がありません
lv_lv: Nav ievadīta neviena prece piedāvājumā
pl_pl: Nie ma przychodzące przelewy do tej lokalizacji
vi_vn: Không có chuyển đến vị trí này

source: Stock Movements
ar: نقل الأسهم
et: laoliikumised
fr_lu: Mouvements de stock
hr_hr: Stock Promjene
ja: 在庫移動
lv_lv: Preču kustība
pl_pl: Przesunięcia Międzymagazynowe
vi_vn: Biến động chứng khoán

source: in units of
ar: في وحدات
et: ühikutes
fr_lu: colisage
hr_hr: u jedinicama
ja: 単位=
lv_lv: vienībās
pl_pl: w jednostkach
vi_vn: trong đơn vị

source: Show Movements between
ar: تظهر حركات بين
et: Näita vahelise
hr_hr: Pokaži promjene između
ja: 移動表示 以前

source: New Qty
ar: الكمية جديدة
et: uus Kogus
fr_lu: Nouvelle quantité
hr_hr: Novi Kol
ja: 新数量
lv_lv: jaunais daudzums
pl_pl: Nowa Il.
vi_vn: Số lượng mới

source: Produce Stock Quantities CSV
ar: إنتاج كميات المخزون CSV
et: Koostada Stock kogused CSV
fr_lu: Export d'inventaire au format CSV
hr_hr: Proizvodimo Stock količinama CSV
ja: 在庫数量のCSVを生成
lv_lv: Izveidot preču daudzuma CSV
pl_pl: Zapisz Plik CSV Stanów Magazynowych
vi_vn: Sản xuất Số lượng chứng khoán CSV

source: Making a comma separated values file of the current stock quantities
ar: جعل مفصولة بفواصل قيم ملف كميات الأسهم الحالية
et: Making komadega eraldatud väärtused faili praeguse aktsia kogused
fa: ساخت یک کاما از هم جدا ارزش فایل از مقادیر سهام فعلی
fr_lu: Créer un fichier CSV de l'inventaire actuel
hr_hr: Izrada razdvojene zarezom datoteke tekućeg dionica količinama
ja: 現在の在庫数量のカンマ区切り値ファイルを作る
lv_lv: Making Komatatdalītās vērtības failu no esošo akciju daudzumu
pl_pl: Tworzenie pliku oddzielone przecinkami wartości bieżącej ilości czas
vi_vn: Làm cho một dấu phẩy tách giá trị tập tin về số lượng cổ phiếu hiện tại

source: The SQL to get the stock quantities failed with the message
ar: في SQL للحصول على كميات المخزون فشل مع رسالة
et: SQL saada varude kogused ei õnnestunud sõnumit
fr_lu: Échec de la commande SQL d'affichage des quantités en stock:
hr_hr: SQL dobiti burzovne količine uspio s porukom
ja: 在庫品目を更新に用いられたSQLは失敗した
lv_lv: SQL kļūda pieprasot preces kategoriju,
pl_pl: SQL w celu uzyskania ilości czas nie powiodło się wiadomość
vi_vn: SQL để có được số lượng cổ phiếu không thành công với thông điệp

source: Stock On Hand By Date
ar: مخزون على يد حسب التاريخ
et: Stock käsi By Date
fa: سهام در دست تاریخ
fr_lu: Stock en main par date
hr_hr: Stock na ruku Po datumu
ja: 日別在庫在庫
lv_lv: Preces uz rokas pēc datuma
pl_pl: Stany magazynowe wg dnia
vi_vn: Cổ phiếu trên tay theo địa điểm

source: For Stock Category
ar: ل اسهم الفئة
et: Sest varukategooria
fr_lu: Pour la catégorie de stockage
hr_hr: Za Stock kategoriji
ja: 在庫カテゴリ
lv_lv: Preču kategorijai
pl_pl: Dla Kategorii
vi_vn: Dành cho kho mục

source: On-Hand On Date
ar: على اليد على التسجيل
et: On- käsi aeg
fr_lu: Disponible le
hr_hr: Na ruku na datum
ja: 在庫日付
lv_lv: Uz rokas datumā
pl_pl: Stany magazynowe na dzień
vi_vn: Trên - Bàn tay ngày

source: The stock items in the category selected cannot be retrieved because
ar: لا يمكن استرداد المخزن عناصر في الفئة المحددة ل
et: Ladustatud tooted kategoorias valitud ei saa taastada , sest
fr_lu: Les articles en stock dans la catégorie sélectionnée ne peut pas être trouvé en raison
hr_hr: Dionica stavke u kategoriji odabranim ne mogu dohvatiti , jer
ja: 選択したカテゴリ内の在庫がある商品を取得することはできませんので、
lv_lv: Akciju posteņi izvēlētās kategorijas nevar iegūt , jo
pl_pl: Towary z wybranej kategorii nie mogą zostać pokazane ponieważ
vi_vn: Các mục cổ phiếu trong danh mục được lựa chọn không thể được lấy ra bởi vì

source: The stock held as at
ar: عقدت الأوراق المالية كما في
et: Valduses seisuga
fa: سهام برگزار شد که در
fr_lu: Les actions détenues au
hr_hr: Dioničko održati na
ja: 株式は、ATとして開催
lv_lv: Akciju pieder gada
pl_pl: Stany Magazynowe na dzień
vi_vn: Cổ phiếu nắm giữ tại

source: Total Quantity
ar: إجمالي الكمية
et: üldkogus
fr_lu: Quantité Totale
hr_hr: Ukupna količina
ja: 合計数量
lv_lv: Kopējais daudzums
pl_pl: Ilość Sumaryczna
vi_vn: Tổng số lượng

source: Stock Re-Order Level Maintenance
ar: الاسهم إعادة ترتيب مستوى الصيانة
et: Stock ümber korraldada Tase Hooldus
fr_lu: Gestion des niveaux de ré-assort
hr_hr: Stock Re - Order Razina Održavanje
ja: 株式再注文レベルメンテナンス
lv_lv: Noliktavas Re -Order līmeņa uzturēšana
pl_pl: Zarządzanie Poziomami Odnawiania Zapasów
vi_vn: Chứng khoán Re -Order Cấp bảo trì

source: Show Re-Order Levels
ar: تبين وجود مستويات إعادة ترتيب
et: Näita tasemeid ümber korraldada
fr_lu: Afficher les niveaux de ré-assort
hr_hr: Pokaži Ponovno bi Razine
ja: 再注文レベル表示
lv_lv: Rādīt Re -Order līmeņi
pl_pl: Pokaż Poziomy Odnawiania Zapasów
vi_vn: Hiển thị độ Re -Order

source: Serial Item Research
ar: مسلسل بحوث السلعة
et: Serial Punkt Research
fr_lu: Recherche d'article sérialisé
hr_hr: Serijski artikla Istraživanja
ja: 連続品検索
lv_lv: Sērijas postenis Pētniecība
pl_pl: Wyszukiwanie Numeru Seryjnego
vi_vn: Nối tiếp mục Nghiên cứu

source: No History found for Serial Number
ar: لا يوجد شئ تم العثور عليها ل الرقم التسلسلي
et: No Ajalugu leiti Seerianumber
fa: بدون تاریخ برای شماره سریال یافت نشد
fr_lu: Il n'y a pas d'article avec ce numéro de série
hr_hr: Ne Povijest pronađena za serijski broj
ja: 連続番号の履歴が見つかりません
lv_lv: Nav vēsture atrasts sērijas numurs
pl_pl: Brak Zapisów dla Numeru Seryjnego
vi_vn: Lịch sử không tìm thấy cho Serial Number

source: Details for Serial Item
ar: تفاصيل السلعة المسلسل
et: Details for Serial Punkt
fr_lu: Détails du poste de série
hr_hr: Detalji za Serial Item
ja: 連続品詳細
lv_lv: Sīkāka informācija par Serial postenī
pl_pl: Szczegóły dla Numeru Seryjnego
vi_vn: Chi tiết cho Serial mục

source: Length
ar: طول
et: pikkus
fa: طول
fr_lu: Longueur
hr_hr: dužina
ja: 長さ
lv_lv: garums
pl_pl: Długość
vi_vn: chiều dài

source: CurInvQty
ja: 現在庫数量
pl_pl: IloAktFakt

source: Move Qty
ar: نقل الكمية
et: Liiguta Kogus
fr_lu: Déplacer Qté
hr_hr: Pomicanje Kol
ja: 移動数量
lv_lv: Pārvietot Daudzums
pl_pl: Il. Przen.
vi_vn: Số lượng di chuyển

source: Move Type
ar: نقل نوع
et: Liigu Type
fr_lu: Déplacer Type
hr_hr: Pomak
ja: 移動タイプ
lv_lv: Pārvietot veids
pl_pl: Typ Przen.
vi_vn: di chuyển Loại

source: Trans #
ar: ترانس #
fr_lu: ID
ja: 移動番号
pl_pl: Nr Trans

source: DebtorNo
ja: 債務(借方)番号
pl_pl: Wierzyciel

source: Move Ref
ar: نقل المرجع
et: Liiguta Ref
fr_lu: Déplacer réf.
hr_hr: Pomicanje Ref.
ja: 移動内容
lv_lv: Pārvietot Ref
pl_pl: Nr Przen
vi_vn: di chuyển Tài liệu tham khảo

source: Total Move Qty
ar: مجموع نقل الكمية
et: Kokku Move Kogus
fr_lu: Quantité totale de mouvement
hr_hr: Ukupna količina Move
ja: 合計移動数量
lv_lv: Kopējais Pārvietot Daudzums
pl_pl: Całk Ilość Przen
vi_vn: Tổng Move Số lượng

source: Stock Of Controlled Items
ar: المخزون من المواد الخاضعة للرقابة
et: Stock kontrollitavate kaupade
fr_lu: Stock de produits contrôlés
hr_hr: Stock kontroliranih stavki
ja: 管理された項目の在庫
lv_lv: Noliktavas kontrolējamo preču
pl_pl: Magazyn Towarów Kontrolowanych
vi_vn: Cổ phiếu của các mặt hàng có kiểm soát

source: The stock code sent to this page appears to be invalid
ar: رمز السهم إرسالها إلى هذه الصفحة يبدو غير صالح
et: Stock kood saadetakse see leht tundub olevat kehtetu
fa: به کد سهام ارسال این صفحه به نظر می رسد نامعتبر است
fr_lu: le code de stock envoyé à cet page n'est pas correct
hr_hr: Dioničko kod poslan na ovoj stranici , kako se čini valjan
ja: このページに送信された株式コードは無効であるように見える
lv_lv: Krājuma kods sūtīti uz šo lapu, šķiet, ir nederīgs
pl_pl: Kod towaru wysyłane do tej strony wydaje się być nieważne
vi_vn: Mã chứng khoán gửi đến trang này dường như là không hợp lệ

source: This page must be called with parameters specifying the item to show the serial references and quantities
ar: يجب استدعاء هذه الصفحة مع معلمات تحديد بند لإظهار المراجع التسلسلية و كميات
et: See leht tuleb kutsuda parameetrid täpsustatakse kirje näidata seerianumber viited ja kogused
fr_lu: Cette page doit être appelé avec des paramètres spécifiant l'élément pour voir les références de série et les quantités
hr_hr: Ova stranica mora biti pozvani s parametrima određuje stavku pokazati serijske reference i količine
ja: このページは、パラメータは、シリアル参照と数量を表示する項目を指定して呼び出す必要があります
lv_lv: Šī lapa ir jāizsauc ar parametriem, norādot objektu , lai parādītu sērijas atsauces un daudzumus
pl_pl: Ta strona powinna być wywołana z towarem, numerami seryjnymi i ilościami
vi_vn: Trang này phải được gọi với các thông số quy định cụ thể các mục để hiển thị các tài liệu tham khảo nối tiếp và số lượng

source: It cannot be displayed without the proper parameters being passed
ar: لا يمكن عرض دون المعلمات المناسبة يتم تمريرها
et: See ei saa näidata ilma õige parameetrid on möödas
fa: این می تواند بدون پارامتر مناسب که گذشت نشان داده نمی شود
fr_lu: Il ne peut pas être affiché sans que les paramètres propres sont passés
hr_hr: To ne može biti prikazana bez odgovarajuće parametre koji se prenose
ja: これは、適切なパラメータが渡されずに表示することができません
lv_lv: To nevar parādīt bez pareizu parametri tiek nodoti
pl_pl: Strona nie może być wyświetlona bez podania właściwych parametrów
vi_vn: Nó không thể được hiển thị mà không cần các thông số thích hợp được thông qua

source: Could not retrieve the requested item because
ar: لا يمكن استرداد العنصر المطلوب بسبب
et: Ei saanud kätte soovitud kirje sest
fr_lu: Impossible de récupérer l'élément demandé parce que
hr_hr: Ne mogu dohvatiti traženu stavku , jer
ja: 要求されたアイテムを取得できませんでしたので、
lv_lv: Nevarēja iegūt pieprasīto objektu , jo
pl_pl: Nie mogę odtworzyć żądanej pozycji ponieważ
vi_vn: Không thể tải khoản mục này bởi vì

source: This item is either a kitset or assembly or a dummy part and cannot have a stock holding
ar: هذا البند هو إما kitset أو الجمعية أو جزء همية ولا يمكن أن يكون لها عقد الأوراق المالية
et: See toode on kaskitset või komplekteerimine või näiv osa ja seda ei saavarude hoidmist
fa: این مورد در هر دو kitset یا مونتاژ و یا یک بخشی ساختگی است و می تواندبرگزاری سهام ندارد
fr_lu: Cet article est soit un kitset ou l'assemblage ou une partie fictive et ne peut pas avoir un stock holding
hr_hr: Ova stavka je bilokitset ili skupština ilidummy dio i ne može imati dioničarstvo
ja: こちらはどちらkitsetまたはアセンブリまたはダミーの一部であり、株式の保有を持つことはできません
lv_lv: Šis postenis ir vai nukitset vai montāža , vailelli daļu un nevar būt akciju saimniecību
pl_pl: Towar jest zestawem, kompletem lub towarem niematerialnym więc nie występuje na magazynie
vi_vn: Mặt hàng này hoặc là một kitset , lắp ráp hoặc một phần giả và không thể có một nắm giữ cổ phiếu

source: This page cannot be displayed
ar: هذه الصفحه لا يمكن عرضها
et: Seda lehte ei saa kuvada
fr_lu: Cette page ne peut pas être affichée
hr_hr: Ova stranica se ne mogu prikazati
ja: このページは表示できません
lv_lv: Šī lapa nevar parādīt
pl_pl: Ta strona nie może być wyświetlona
vi_vn: Trang này không thể được hiển thị

source: Only serialised or controlled items can be displayed in this page
ar: يمكن عرض البنود المتسلسلة أو يتحكم فقط في هذه الصفحة
et: Ainult seeriasertide või kontrollitavaid objekte saab kuvada seda lehte
fa: فقط آیتم های سریال یا کنترل را می توان در این صفحه نمایش داده می شود
fr_lu: Seuls les éléments sérialisé ou contrôlées peuvent être affichés sur cette page
hr_hr: Samo serijaliziranom ili kontrolirati rezultati mogu prikazati na ovoj stranici
ja: 唯一のシリアル化または制御項目はこのページに表示することができます
lv_lv: Tikai serializēja vai kontrolē preces var tikt parādītas šajā lapā
pl_pl: Tylko Towary seryjne lub kontrolowane mogą być wyświetlone na tej stronie
vi_vn: Mục chỉ đăng hoặc kiểm soát có thể được hiển thị trong trang này

source: Could not retrieve the stock location of the item because
ar: لا يمكن استرداد موقع مخزون من هذا البند لأن
et: Ei saa laadida aktsia elemendi asukohta , sest
fr_lu: Impossible de récupérer l'emplacement de l'élément de stock car
hr_hr: Ne mogu dohvatiti dionica položaj točke , jer
ja: アイテムの在庫場所を取得できませんでしたので、
lv_lv: Nevarēja iegūt akciju atrašanās vietu posteni, jo
pl_pl: Nie można odtworzyć magazynu produktu ponieważ
vi_vn: Không thể lấy lại vị trí cổ phiếu của các mặt hàng vì

source: The SQL used to lookup the location was
ar: و SQL المستخدمة ل بحث كان الموقع
et: SQL kasutatakse lookupkohas oli
fr_lu: Commande SQL d'affichage du site:
hr_hr: SQL se koristi za traženjelokacija je
ja: SQLは、場所があった検索に使用
lv_lv: SQL izmanto, lai uzmeklēšanasvieta bija
pl_pl: Użyta fraza SQL
vi_vn: SQL được sử dụng để tra cứu vị trí là

source: The serial numbers/batches held cannot be retrieved because
ar: الأرقام التسلسلية / دفعات عقد لا يمكن استرجاعها لأن
et: Järjekorranumbrid / partii peetud ei saa taastada , sest
fr_lu: Les numéros de série / lots détenus ne peuvent être récupérés en raison
hr_hr: Serijski brojevi / serijama drže ne mogu dohvatiti , jer
ja: 開催されたシリアル番号/バッチを取得することはできませんので、
lv_lv: Kārtas numuri / partijām tur nevar iegūt , jo
pl_pl: Numer seryjny/numer partii nie może być odtworzony ponieważ
vi_vn: Những con số nối tiếp / lô tổ chức không thể được lấy ra bởi vì

source: Serialised items in
ar: البنود Serialised في
et: Serialised kirjed
fa: موارد Serialised در
fr_lu: Articles sérialisés
hr_hr: Serialised stavke u
ja: でSerialisedアイテム
lv_lv: Serialised posteņi
pl_pl: Towary seryjne w
vi_vn: Mục Serialised trong

source: Controlled items in
ar: المواد الخاضعة للرقابة في
et: Kontrollitavate kaupade
fr_lu: Articles vérifiés
hr_hr: Kontrolirani stavke u
ja: で制御されたアイテム
lv_lv: Kontrolējamo preču
pl_pl: Towar(y) Kontrolowane w
vi_vn: Các mặt hàng có kiểm soát trong

source: In units of
ar: في وحدات
et: Ühikutes
fa: در واحد
fr_lu: Dans les unités de
hr_hr: U jedinicama
ja: 単位=
lv_lv: Vienībās
pl_pl: W jednostkach
vi_vn: Trong đơn vị

source: Expiry Date
ar: انتهاء التسجيل
et: Kehtivusaeg
fr_lu: Date d'expiration
hr_hr: Datum isteka
ja: 為替レート
lv_lv: derīguma termiņš
pl_pl: Data ważności
vi_vn: Ngày hết hạn

source: Batch/Bundle Ref
ar: الدفعة / حزمة المرجع
et: Partii / Bundle Ref
fa: دسته / کد عکس بسته نرم افزاری
fr_lu: Réf. lot
hr_hr: Hrpa / Bundle Ref.
ja: バッチ/バンドル参照
lv_lv: Partijas / Bundle Ref
pl_pl: Numer Partii
vi_vn: Hàng loạt / Tài liệu tham khảo Bundle

source: Total quantity
ar: إجمالي الكمية
fr_lu: Quantité totale
ja: 合計数量
lv_lv: Kopējais daudzums
pl_pl: Całkowita ilość
vi_vn: Tổng số lượng

source: Could not retrieve the requested item
ar: لا يمكن استرداد العنصر المطلوب
et: Ei saanud kätte soovitud kirje
fr_lu: Impossible de récupérer l'élément demandé
hr_hr: Ne mogu dohvatiti tražene stavke
ja: 要求されたアイテムを取得できませんでした
lv_lv: Nevar iegūt pieprasīto preci
pl_pl: Nie można określić czy żądany towar
vi_vn: Không thể tải khoản mục này

source: The SQL used to retrieve the items was
ar: و SQL المستخدمة ل استرداد العناصر كان
et: SQL kasutatud laadida kirjed oli
fr_lu: Commande SQL d'affichage des articles:
hr_hr: SQL se koristi za dohvaćanje predmeti bio
ja: SQLは、項目があった取得するために使用
lv_lv: Lai iegūtu preci tika izmantots sekojoss SQL:
pl_pl: Użyta fraza SQL
vi_vn: SQL được sử dụng để lấy các mục là

source: This is a kitset part and cannot have a stock holding
ar: هذا هو جزء kitset ولا يمكن أن يكون لها عقد الأوراق المالية
et: See on kitset osa ja seda ei peavarude hoidmist
fa: این بخش kitset است و می تواندبرگزاری سهام ندارد
fr_lu: Il s'agit d'une partie kitset et ne peut avoir une exploitation des stocks
hr_hr: Ovo jekitset dio i ne može imati dioničarstvo
ja: これはkitset一部であり、株式の保有を持つことはできません
lv_lv: Tas irkitset daļa un nevar būt akciju saimniecību
pl_pl: To jest zestaw i nie może posiadać stanu
vi_vn: Đây là một phần kitset và không thể có một nắm giữ cổ phiếu

source: only the total quantity on outstanding sales orders is shown
ar: حيث يظهر ذلك فقط من إجمالي الكمية بناء على أوامر المبيعات المعلقة
et: ainult üldkogus tasumata müügitellimuste kuvatakse
fa: تنها مقدار کل سفارشات فروش فوق العاده نشان داده شده است
fr_lu: que la quantité totale des commandes clients en circulation est représentée
hr_hr: samoukupna količina na izvanrednim narudžbe je prikazano
ja: 卓越した受注で唯一の合計量が表示されます
lv_lv: tikaikopējais daudzums par izciliem pārdošanas pasūtījumiem tiek parādīts
pl_pl: pokazana jest tylko ogólna ilość na niezrealizowanych zamówieniach
vi_vn: chỉ tổng số lượng trên đơn đặt hàng bán hàng xuất sắc được hiển thị

source: This is an assembly part and cannot have a stock holding
ar: هذا هو جزء والتجمع، و ليس يمكن أن يكون لها عقد الأوراق المالية
et: See onkoost osa ja seda ei peavarude hoidmist
fa: اینبخش مونتاژ است و می تواندبرگزاری سهام ندارد
fr_lu: Il s'agit d'une pièce d'assemblage et ne peut pas avoir un stock holding
hr_hr: To jedio sklopa i ne može imati dioničarstvo
ja: これは、アセンブリの一部であり、株式保有を持つことはできません
lv_lv: Tas irmontāžas daļa, un nevar būt akciju saimniecību
pl_pl: To jest komplet więc nie może mieć stanu magazynowego
vi_vn: Đây là một phần lắp ráp và không thể có một nắm giữ cổ phiếu

source: This is an dummy part and cannot have a stock holding
ar: هذا هو جزء همية ولا يمكن أن يكون لها عقد الأوراق المالية
et: See onnäiv osa ja seda ei peavarude hoidmist
fa: این بخش ساختگی است و می تواندبرگزاری سهام ندارد
fr_lu: Il s'agit d'une partie fictive et ne peut pas avoir un porteur d'actions
hr_hr: Ovo jedummy dio i ne može imati dioničarstvo
ja: これはダミーの一部であり、株式の保有を持つことはできません
lv_lv: Tas irfiktīvu daļa un nevar būt akciju saimniecību
pl_pl: To jest towar niematerialny więc nie może mieć stanu magazynowego
vi_vn: Đây là một phần giả và không thể có một nắm giữ cổ phiếu

source: The SQL that was used to fetch the location details and failed was
et: SQL , mida kasutati tõmbad asukoha üksikasjad ja ei olnud
fa: SQL است که برای واکشی جزئیات مکان مورد استفاده قرار گرفت و شکست خورده بود
fr_lu: Le SQL qui a été utilisé pour récupérer les informations de localisation et n'a pas été
hr_hr: SQL koji je korišten za dohvatiti podatke o lokaciji i da nije bio
ja: 場所の詳細を取得するために使用され、失敗したSQLがあった
lv_lv: SQL , kas tika izmantota , lai atnest atrašanās vietas datus un neizdevās , bija
pl_pl: SQL , który był używany do pobierania szczegółów lokalizacji i nie było
vi_vn: SQL đã được sử dụng để lấy các chi tiết địa điểm và không thành công là

source: Bin Location
et: bin Asukoht
fa: بن مکان
fr_lu: bin Emplacement
hr_hr: Bin Mjesto
ja: ビン場所
lv_lv: bin Atrašanās vieta
pl_pl: Położenie bin
vi_vn: bin Đến từ

source: In Transit
ar: في العبور
hr_hr: u prolazu
ja: 伝票

source: The workorder component demand for this product from
ar: الطلب مكون workorder لهذا المنتج من
et: Workorder komponent nõudlus selle toote
fr_lu: La demande de composants autorisation de travail pour ce produit de
hr_hr: Potražnja WorkOrder komponenta za ovaj proizvod na
ja: からこの製品WorkOrderはコンポーネントの需要
lv_lv: WorkOrder sastāvdaļa pieprasījums pēc šī produkta , no
pl_pl: Popyt części workorder dla tego produktu od
vi_vn: Nhu cầu thành phần workorder cho sản phẩm này từ

source: The quantity on work orders for this product to be received into
ar: الكمية على أوامر العمل لهذا المنتج أن يكون استلمت في
et: Koguse töökäsud selle toote laekunud
hr_hr: Količina na radnim nalozima za ovaj proizvod biti primljen u
ja: この製品に対する作業指示に関する量に受信される
lv_lv: Par darba uzdevumu daudzums, šim produktam , kas saņemti
pl_pl: Ilość zleceń na ten produkt do otrzymania w
vi_vn: Số lượng đơn đặt hàng làm việc cho sản phẩm này để được nhận vào

source: Update Bins
ar: تحديث صناديق
et: Uuenda Prügikastid
fa: یورو در ظروف را بروز
fr_lu: Mise à jour Bins
hr_hr: Ažuriranje za otpatke
ja: ビンを更新
lv_lv: atjaunināt Bins
pl_pl: Aktualizacja odbiorniki
vi_vn: cập nhật thùng

source: Pricing history for sales of
ar: التاريخ تسعير مبيعات
et: Hinnakujundus ajalugu müügi
fr_lu: Historique des prix des ventes
hr_hr: Cijene povijesti za prodaju
ja: の販売の価格履歴
lv_lv: Cenu vēsture pārdošanas
pl_pl: Historia Ceny sprzedaży
vi_vn: Giá cả lịch sử cho doanh thu của

source: No history of sales of
ar: لا يوجد تاريخ من مبيعات
et: No ajalugu müügi
fr_lu: Pas d'historique des ventes
hr_hr: No povijest prodaje
ja: の販売歴なし
lv_lv: Nav vēsture pārdošanas
pl_pl: Brak historii sprzedaży
vi_vn: Không có lịch sử bán hàng của

source: Show Usage
ar: مشاهدة الاستخدام
et: Näita Usage
fr_lu: Utilisation du stock
hr_hr: Prikaži korištenje
ja: 使用数量表示
lv_lv: Rādīt izlietojumu
pl_pl: Pokaż Użycie
vi_vn: Hiển thị việc sử dụng

source: Transfer Controlled Items
ar: نقل المواد الخاضعة للرقابة
et: Transfer kontrollitavate kaupade
fr_lu: Articles transfert contrôlé
hr_hr: Prijenos Controlled artikle
ja: 制御品目移動
lv_lv: Pārvest kontrolējamās preces
pl_pl: Przenieś Towary Kontrolowane
vi_vn: Chuyển mục kiểm soát

source: Enter A Stock Transfer
ar: إدخال تحويل الأسهم
et: SisestaStock Transfer
fr_lu: Saisir un transfert de stock
hr_hr: Unesite transfer Stock
ja: 在庫移動入力
lv_lv: Ievadīt preču pārvedumu
pl_pl: Wprowadź Przesunięcie Międzymagazynowe
vi_vn: Nhập Một Chuyển Cổ

source: This page can only be opened if a Stock Transfer for a Controlled Item has been initiated
ar: لا يمكن إلا أن فتح هذه الصفحة إذا تم الشروع في نقل الأوراق المالية ل هذه السلعة الخاضعة للرقابة
et: Seda lehekülge on võimalik avada ainult siis, kuiStock Transfer kontrollitava eset algatatud
fr_lu: Cette page ne peut être ouverte si un transfert de stock pour un article contrôlé a été lancé
hr_hr: Ova stranica se može otvoriti samo ako seStock Transfer za kontrolirani predmet je pokrenuo
ja: 管理された項目のための株式譲渡が開始された場合は、このページにのみ開くことができます
lv_lv: &#352;o lapu var atvērt tikai tad ja ir inicijēta kontrolēto preču pārvedums
pl_pl: Ta strona może być otwarta tylko po rozpoczęciu Przesunięcia Towaru Kontrolowanego
vi_vn: Trang này chỉ có thể được mở ra nếu một Chuyển hàng cho một khoản kiểm soát đã được bắt đầu

source: Receive A Stock Transfer
ar: سيحصلون على خدمة نقل الأسهم
et: SaadaStock Transfer
fr_lu: Recevoir un transfert de stock
hr_hr: Primite transfer Stock
ja: 在庫移動入庫
lv_lv: Saņemt preču pārvedumu
pl_pl: Przyjmij Przesunięcie Międzymagazynowe
vi_vn: Một nhận chuyển chứng khoán

source: The transferred item must be defined as controlled to require input of the batch numbers or serial numbers being transferred
ar: يجب تعريف هذا البند كما نقل السيطرة إلى تتطلب إدخال الأرقام دفعة أو الأرقام التسلسلية نقله
et: Üleantud objekt peab olema defineeritud kontrolli nõuda sisendpartii numbrite või seerianumbrid kantakse üle
fr_lu: L'élément transféré doit être défini comme contrôlée requiert l'entrée des numéros de lot ou de série en cours de transfert
hr_hr: Prenesena stavka mora biti definirana kao kontrolira zahtijevati unos od šarže ili serijski broj koji se prenose
ja: 転送されたアイテムは、バッチ番号の入力または転送されるシリアル番号を必要とするように制御するように定義しなければならない
lv_lv: Nodots postenis ir definēta kā kontrolēt prasīt no partijas numuru ievadi vai sērijas numuriem tiek nodotas
pl_pl: Przenoszony towar musi być zdefiniowany jako kontrolowany aby wprowadzać numer partii lub numery seryjne do przeniesienia
vi_vn: Mục chuyển giao phải được định nghĩa là kiểm soát để yêu cầu đầu vào của số lô hoặc số được chuyển giao

source: Transfer Items is set equal to
ar: ومن المقرر نقل وحدات متساوية لل
et: Kanna toodet , mis võrdne
fa: اقلام انتقال برابر است
fr_lu: Articles de transfert est fixé à
hr_hr: Transfer Proizvodi postavljena jednaka
ja: 移動品目を設定する 設定値=
lv_lv: Transfer Preces noteikts vienāds
pl_pl: Przeniesienie Towarów jest ustawione na równe
vi_vn: Chuyển mục được thiết lập bằng

source: Back To Transfer Screen
ar: عودة إلى النقل الشاشة
et: Tagasi Transfer Screen
fr_lu: Retour à l'écran de transfert
hr_hr: Natrag za prijenos Zaslon
ja: 移動画面へ戻る
lv_lv: Atpakaļ uz preču pārvedumu ekrānu
pl_pl: Powrót do Ekranu Przesunięcia
vi_vn: Sao để Chuyển màn hình

source: Transfer of controlled item
ar: نقل البند للرقابة
et: Transfer kontrollitud kirje
fr_lu: Transfert du point contrôlé
hr_hr: Prijenos kontroliranim stavke
ja: 移動の制御アイテム
lv_lv: Kontrolēto preču pārvedums
pl_pl: Przesunięcie towaru kontrolowanego
vi_vn: Chuyển mục kiểm soát
