Repository: timschofield/KwaMoja-Medical
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar, et, fa, fr_lu, hr_hr, ja, lv_lv, pl_pl, vi_vn

source: All the transactions must be within the same accounting period.
ar: يجب أن تكون جميع المعاملات في غضون نفس الفترة المحاسبية .
et: Kõiktehingud peavad olema sama arvestusperioodi jooksul.
fa: تمام معاملات باید در همان دوره حسابداری باشد.
fr_lu: Toutes les transactions doivent être dans la même période comptable.
hr_hr: Sve transakcije moraju biti unutar istog obračunskog razdoblja .
ja: すべてのトランザクションは、同じ会計期間内でなければなりません。
lv_lv: Visi darījumi jābūt tajā pašā pārskata periodā.
pl_pl: Wszystkie transakcje muszą być w tym samym okresie rozliczeniowym .
vi_vn: Tất cả các giao dịch phải nằm trong cùng năm tài chính .

source: The Account field must have a corresponding entry in the chartmaster table.
ar: يجب أن يكون الحقل حساب إدخال المناظرة في الجدول chartmaster .
et: Konto väli peab olema vastava kandechartmaster tabelis.
fa: میدان حساب باید یک ورودی متناظر در جدول chartmasterداشته باشد.
fr_lu: Le champ de compte doit avoir une entrée correspondante dans la table de chartmaster .
hr_hr: Polje račun mora imati odgovarajući unos u chartmaster tablici .
ja: アカウントのフィールドがchartmasterテーブル内の対応するエントリがなければなりません。
lv_lv: Konta laukā jābūt attiecīgu ierakstu chartmaster tabulā .
pl_pl: Pole Konto musi mieć odpowiedni wpis w tabeli chartmaster .
vi_vn: Lĩnh vực tài khoản phải có một mục tương ứng trong bảng chartmaster .

source: Select Transaction Type
ar: تحديد نوع المعاملة
et: Valige Tehingu tüüp
fa: انتخاب نوع معامله
fr_lu: Sélectionner le type de transaction
hr_hr: Odaberite Vrsta transakcije
ja: トランザクションタイプを選択してください
lv_lv: Izvēlieties darījuma veids
pl_pl: Wybierz typ transakcji
vi_vn: Hãy chọn loại giao dịch

source: GL Journal
ar: GL مجلة
et: GL Teataja
fa: مجله GL
hr_hr: GL časopis
ja: GLジャーナル
lv_lv: GL Vēstnesis
vi_vn: GL Tạp chí

source: Select Currency
et: Vali valuuta
fa: انتخاب ارز
fr_lu: Sélectionnez Devise
hr_hr: Odaberite valutu
ja: 通貨を選択してください
lv_lv: Izvēlieties Valūta
pl_pl: Wybierz walutę
vi_vn: chọn tệ

source: Import Stock Items
ar: استيراد حدات الأسهم
et: Import Stock valikud
fr_lu: Importer des articles
hr_hr: Uvoz dionica stavke
ja: 品目
lv_lv: Preču vienības
pl_pl: Przedmioty fotografia Import
vi_vn: Nhập các mặt hàng trong kho

source: No locations have been set up. At least one location should be set up first
ar: لم تحدد مواقع أعلى.
et: No kohtades on loodud .
fa: بدون مکان شده اند راه اندازی شده است .
fr_lu: Pas de site défini. Créer au moins un site
hr_hr: Nema mjesta su postavili .
ja: いいえ場所が設定されていません。
lv_lv: Nav vietas ir izveidotas .
pl_pl: Brak miejsca zostały ustanowione. Przynajmniej w jednym miejscu należy utworzyć pierwszy
vi_vn: Không có địa điểm đã được thiết lập.

source: Select a csv file containing the details of the parts that you wish to import into KwaMoja.
ar: حدد ملف CSV الذي يحتوي على تفاصيل عن الأجزاء التي ترغب في استيرادها إلى KwaMoja .
et: Vali csv fail, mis sisaldab üksikasju osad , mida soovite importida KwaMoja .
fa: انتخابفایل CSV حاوی جزئیات از بخش های که می خواهید به واردات به KwaMoja است .
hr_hr: Odaberite CSV datoteku koja sadrži pojedinosti o dijelovima koje žele uvesti u KwaMoja .
ja: あなたはKwaMojaにインポートしたい部品の詳細を含むCSVファイルを選択します。
lv_lv: Izvēlieties csv failu, kas satur informāciju par daļu , kuru vēlaties importēt KwaMoja .
vi_vn: Chọn một tập tin csv có chứa các chi tiết của các bộ phận mà bạn muốn nhập khẩu vào KwaMoja .

source: Import Items
ar: استيراد الأصناف
et: Import valikud
fr_lu: Importer des articles
hr_hr: Uvoz Proizvodi
ja: 品目
lv_lv: Samazināt skaitu
pl_pl: Przedmioty Import
vi_vn: Nhập hàng

source: Values in the Perishable field must be either 0 (No) or 1 (Yes)
ar: يجب القيم في الحقل القابلة للتلف تكون إما 0 ( لا ) أو 1 ( نعم )
et: Väärtusedriknevate väli peab olema kas 0 ( ei) või 1 (Jah)
fa: ارزش در زمینه فاسد شدنی باید به صورت 0 (NO) یا 1 (بله )
fr_lu: Les valeurs dans le domaine périssables doit être 0 (n) ou 1 (Oui)
hr_hr: Vrijednosti u polju pokvarljiva mora biti ili 0 ( Ne ) ili 1 ( Yes )
ja: 生鮮フィールドの値は、0 （いいえ）または1（はい）でなければなりません
lv_lv: Vērtības ātri bojājošos jomā ir jābūt vai nu 0 ( Nē) vai 1 (Jā )
pl_pl: Wartości w polu nietrwałe muszą być albo 0 (nie) lub 1 (TAK)
vi_vn: Giá trị trong lĩnh vực dễ hư hỏng phải là 0 (không ) hoặc 1 ( Có )

source: Items must be of MBFlag type Manufactured(M), Assembly(A), Kit-Set(K), Purchased(B), Dummy(D) or Phantom(G)
ar: يجب أن تكون عناصر من MBFlag نوع مصنعة ( M ) وجمعية (A)، محفظة المجموعة (K) ، التي تم شراؤها (B)، الدمية (D ) أو الوهمية (G )
et: Kirjed peavad olema MBFlag tüüp Toodetud (M) , assamblee ( A) , Kit -Set (K) , ostetud ( B ) Dummy ( D ) või Phantom (G)
fa: اقلام باید از MBFlag نوع ساخت (M) باشد ، مجمع (A)، کیت تنظیم (K) ، خریداری شده (B) ، ساختگی (D ) و یا فانتوم ( G )
fr_lu: Les articles doivent être de type MBFlag Fait (M), Assemblée (A), Kit-Set (K), achetées (B), Dummy (D) ou Phantom (G)
hr_hr: Predmeti moraju biti MBFlag vrstu izrade ( M ) , Montaža ( A) , Kit -Set ( K ) , kupljeni ( B ) , Dummy ( D ) ili Phantom ( G )
ja: 項目は、製造MBFlagタイプ（M ）の組み立て（ ） 、購入キットセット（ K） 、 （B） 、ダミー（D ）またはファントム（G ）である必要があります
lv_lv: Vienības ir jābūt no MBFlag Manufactured tipa ( M ) , Assembly ( A) , Kit - Set ( K ) , iegādāts ( B ) , Dummy ( D ) vai fantoma ( G )
pl_pl: Przedmioty muszą być MBFlag typu Produkowane (M), montaż (A), Kit-Set (K), zakupiony (B), Dummy (D) czy Phantom (G)
vi_vn: Các mặt hàng phải có MBFlag loại Sản xuất (M), hội (A) , Kit -Set ( K ) , Mua ( B ) , giả ( D ) hoặc Phantom ( G )

source: Assembly/Kitset/Phantom/Service items cannot also be controlled items
ar: بنود الجمعية / Kitset / فانتوم / الخدمة لا يمكن أن يكون أيضا المواد الخاضعة للرقابة
et: Assembly / Kitset / Phantom / Service esemed ei ka kontrollitavate kaupade
fa: مجمع / Kitset / فانتوم / خدمات آیتم نیز می توانید آیتم های کنترل
fr_lu: Assemblée / Kitset / Phantom / articles de service ne peut également être contrôlée articles
hr_hr: Skupština / Kitset / Phantom / usluga stavke ne mogu biti kontrolirane stavke
ja: アセンブリ/ Kitset /ファントム/サービスアイテムも規制品目にすることはできません
lv_lv: Montāža / Kitset / Phantom / Service vienības nevar būt kontrolētās preces
pl_pl: Montaż / Kitset / Phantom / pozycje Service nie może być kontrolowany za przedmioty
vi_vn: Lắp ráp / Kitset / Phantom / Dịch vụ mục này có thể không còn là mặt hàng có kiểm soát

source: Assemblies, Dummies and Kitsets are not physical items and batch/serial control is therefore not appropriate
ar: جمعيات ، و الدمى Kitsets ليست الأشياء المادية و الدفعة / وبالتالي فإن التحكم المسلسل ليس مناسبا
et: Assemblies , Dummies ja Kitsets ei ole füüsilisi esemeid ja partii / seerianumbri kontroll ei ole seega asjakohane
fa: مجموعه ها، کتاب ها و Kitsets آیتم های فیزیکی و دسته ای نیست / کنترل سریال است بنابراین مناسب نیست
fr_lu: Les assemblages et kits sont pas des éléments physiques et le contrôle de leur numéro de série ou de lot n'est pas adapté.
hr_hr: Skupštine, lutke i Kitsets nisu fizički predmeti i hrpa / serijska kontrola stoga nije prikladna
ja: アセンブリ、ダミーとKitsetsは、物理的なアイテムとバッチではありません/シリアル制御は、したがって、適切ではありません
lv_lv: Mezgli, Manekeni un Kitsets nav fiziskas preces un partijas / sērijas kontrole tāpēc nav piemērota
pl_pl: Zespoły, Dummies i Kitsets nie są fizyczne przedmioty i partii / szeregowy nie jest zatem
vi_vn: Hội đồng , Dummies và Kitsets là không phải đồ vật lý và lô / do đó nối tiếp kiểm soát là không thích hợp

source: ItemPDF must contain either a filename, or the keyword `none`
ar: ItemPDF يجب أن تحتوي إما اسم ملف ، أو الكلمة الأساسية ' لا شيء '
et: ItemPDF peab sisaldama kasfailinimi võimärksõna ` none `
fa: ItemPDF باید هر دونام فایل یا کلمه کلیدی ` هیچ `
fr_lu: ItemPDF doit contenir soit un nom de fichier soit le mot-clé «none»
hr_hr: ItemPDF mora sadržavati naziv datoteke ili ključne riječi nitko ` `
ja: ItemPDFいずれかのファイル名、またはキーワード`なし`を含まれている必要があります
lv_lv: ItemPDF jābūt vai nu faila nosaukumu , vai atslēgvārdu ` neviens `
pl_pl: ItemPDF musi zawierać albo nazwy lub słowa kluczowego &quot;Brak&quot;
vi_vn: ItemPDF phải chứa hoặc là một tên tập tin , hoặc từ khóa ` không `

source: The supplier code cannot contain any of the illegal characters
fr_lu: Le code fournisseur ne doit pas contenir les caractères suivants
ja: 単位は文字列を含むことができません

source: Please ensure that your csv file charset is UTF-8, otherwise the data will not store correctly in database
ar: يرجى التأكد من أن لديك محارف ملف CSV هو UTF- 8 ، وإلا فإن البيانات لا تخزن بشكل صحيح في قاعدة البيانات
et: Veenduge, et teie csv faili charset on UTF- 8 , vastasel juhul andmeid ei salvesta korralikult andmebaas
fa: لطفا اطمینان حاصل شود که مجموعه نویسه فایل CSV شما UTF-8 است ، در غیر این صورت داده ها به درستی در پایگاه داده ذخیره
fr_lu: S'il vous plaît assurez-vous que votre jeu de caractères du fichier csv est UTF- 8, sinon les données ne seront pas stocker correctement dans la base de données
hr_hr: Molimo osigurati da vaš csv charset je UTF - 8 , inače podaci neće pravilno pohraniti u bazi podataka
ja: そうでなければ、データがデータベースに正しく保存されません、 CSVファイルの文字コードがUTF - 8であることを確認してください
lv_lv: Lūdzu, pārliecinieties, ka jūsu csv fails charset ir UTF - 8 , pretējā gadījumā dati netiks uzglabāt pareizi bāzē
pl_pl: Proszę upewnić się, że plik CSV jest zestaw znaków UTF- 8 , w przeciwnym razie dane nie będą prawidłowo przechowywane w bazie danych
vi_vn: Hãy đảm bảo rằng bạn charset csv là UTF-8, nếu không dữ liệu sẽ không lưu trữ một cách chính xác trong cơ sở dữ liệu

source: List of Items without picture
ar: قائمة البنود دون صورة
et: Loendit ilma pilti
fa: فهرست اقلام بدون تصویر
fr_lu: Liste des articles sans image
hr_hr: Popis stavki bez slike
ja: 絵なしの項目のリスト
lv_lv: Saraksts pozīciju bez attēla
pl_pl: Lista elementów bez obrazu
vi_vn: Danh sách các mục mà không có hình ảnh

source: Current Items without picture in KwaMoja
ar: الأصناف الحالية دون صورة في KwaMoja
et: Praegune toodet ilma pildi KwaMoja
fa: اقلام کنونی بدون تصویر در KwaMoja را
hr_hr: Trenutni Predmeti bez slike u KwaMoja
ja: KwaMojaで画像なしで現在の項目
lv_lv: Pašreizējie preces bez attēlu KwaMoja
pl_pl: Aktualne Pozycje bez obrazu w KwaMoja
vi_vn: Chỉ tiêu hiện tại mà không ảnh trong KwaMoja

source: Make New Company Database Utility
ar: جعل الشركة الجديدة أداة قاعدة البيانات
et: Tee uus ettevõte andmebaasi Utility
fa: شرکت های جدید پایگاه داده های سودمند
fr_lu: Créer un nouveau utilitaire de base de données société
hr_hr: Napravite novi utility baze podataka tvrtke
ja: 新会社データベースユーティリティを作る
pl_pl: Tworzenie Nowej Bazy Danych
vi_vn: Làm cho công ty mới cơ sở dữ liệu tiện ích

source: The web-server does not appear to be able to write to the companies directory to create the required directories for the new company and to upload the logo to. The system administrator will need to modify the permissions on your installation before a new company can be created
ar: لا يظهر خادم الويب لتكون قادرة على الكتابة إلى الشركات دليل ل إنشاء الدلائل المطلوبة للشركة الجديدة وتحميل الشعار ل .
et: Web - server ei tundu , et oleks võimalik kirjutadaettevõtete kataloog luua vajalikud kataloogiduus firma ja üles laadida , et logo .
fa: وب سرور به نظر نمی رسد به قادر به نوشتن به شرکت های دایرکتوری به دایرکتوری مورد نیاز برای شرکت های جدید و آپلود آرم .
fr_lu: Le serveur Web ne semble pas être en mesure d'écrire dans le répertoire des entreprises pour créer les répertoires nécessaires pour la nouvelle société et pour télécharger le logo. L'administrateur système aura besoin de modifier les permissions de votre installation avant une nouvelle entreprise peut être créée
hr_hr: Web - poslužitelj ne pojaviti se biti u mogućnosti pisati za tvrtke Directory za stvaranje potrebne mape za nove tvrtke i za upload logotip .
ja: Webサーバでは、新しい会社に必要なディレクトリを作成し、にロゴをアップロードするディレクトリ企業に書き込むことができるように表示されません。
lv_lv: Tīmekļa serveris nešķiet , lai varētu rakstīt uzņēmumiem direktoriju, lai radītu nepieciešamos katalogi par jaunu uzņēmumu un augšupielādēt logotipu .
pl_pl: Wygląda na to, że serwer nie ma możliwości zapisu wymaganych plików dla nowej bazy do folderu companies. Przed utworzeniem nowej bazy administrator systemu musi zmienić prawa dostępu do Twojej instalacji.
vi_vn: Các máy chủ web không xuất hiện để có thể viết thư cho các công ty thư mục để tạo ra các thư mục cần thiết cho các công ty mới và tải lên các biểu tượng để .

source: The script to create the new company database failed because
ar: البرنامج النصي لإنشاء قاعدة بيانات الشركة الجديدة فشلت بسبب
et: Skripti luuauus ettevõte andmebaasi ebaõnnestus, kuna
fr_lu: Le script pour créer la base de données a échoué parce que la nouvelle société
hr_hr: Skripta za kreiranje novog poduzeća nije izvršena zbog
ja: 新会社のデータベースを作成するためのスクリプトが失敗しました。
lv_lv: Skriptu, lai izveidotu jaunu uzņēmumu datu bāzē neizdevās, jo
pl_pl: Dodanie nowej bazy danych nie powiodło się ponieważ
vi_vn: Các kịch bản để tạo cơ sở dữ liệu công ty mới thành công vì

source: Attempting to create the new company directories
ar: محاولة إنشاء الدلائل شركة جديدة
et: Üritan luuauus firma kataloogid
fa: تلاش برای ایجاد دایرکتوری شرکت های جدید
fr_lu: Tenter de créer les répertoires d'entreprises nouvelles
hr_hr: Pokušavam kreirati direktorij za novo poduzeće
ja: 新会社のディレクトリを作成しよう
lv_lv: Mēģinot izveidot jaunu uzņēmumu katalogi
pl_pl: Próba utworzenia folderów dla nowej firmy
vi_vn: Cố gắng tạo ra các thư mục công ty mới

source: This company cannot be added because either it already exists or no logo is being uploaded!
ar: هذه الشركة لا يمكن إضافة إما لأن كان موجودا بالفعل أو يتم تحميله أي شعار !
et: See ettevõte ei saa lisada , sest kas see on juba olemas või pole logo on salvestatud!
fr_lu: Cette société ne peut être ajoutée soit parce qu'il existe déjà ou pas de logo est en cours de téléchargement!
hr_hr: Nije moguće dodati poduzeće jer već postoji ili nije postavljen logo!
ja: どちらかが既に存在するか、または全くロゴがアップロードされていないので、この会社は、追加することはできません！
lv_lv: Šis uzņēmums nevar pievienot , jo vai nu tā jau ir vai nav logotips tiek ielādētas!
pl_pl: Nie można dodać firmy ponieważ taka firma już istnieje bądź nie załadowano żadnego pliku logo
vi_vn: Công ty này không thể được thêm vào bởi vì hoặc là nó đã tồn tại hoặc không có biểu tượng đang được tải lên !

source: is set ok
ar: تم تعيين موافق
et: on seatud ok
fr_lu: est autorisé
hr_hr: postavljena ok
ja: ヶ月在庫
lv_lv: ir noteikts ok
pl_pl: jest ok
vi_vn: được thiết lập ok

source: is not set
ar: لم يتم تعيين
et: ei ole määratud
fr_lu: n'est pas réglé
hr_hr: nije postavljen
ja: 設定されていません
lv_lv: nav noteikts
pl_pl: nie jest ustawiony
vi_vn: Chưa được cài đặt

source: is not blank
ar: ليست فارغة
et: ei ole tühi
fa: خالی نیست
fr_lu: n'est pas vide
hr_hr: Nije prazna
ja: 空白でない
lv_lv: nav tukšs
pl_pl: nie jest pusty
vi_vn: không để trống

source: is blank
ar: فارغ
et: on tühi
fa: خالی است
fr_lu: est vide
hr_hr: je prazan
ja: 空白になってい
lv_lv: ir tukšs
pl_pl: jest pusty
vi_vn: trống

source: The company details and parameters should now be set up for the new company. NB: Only a single user "demo" is defined with the password "kwamoja" in the new company database. A new system administrator user should be defined for the new company and this account deleted immediately.
ar: وينبغي الآن أن يتم تعيين معلومات الشركة والمعلمات تصل للشركة الجديدة .
et: Ettevõtte andmed ja parameetrid tuleks nüüd luua uue ettevõtte .
fa: جزئیات شرکت و پارامترهای در حال حاضر باید برای شرکت های جدید تنظیم شود.
hr_hr: Tvrtka detalj i parametri sada bi trebao biti postavljen za nove tvrtke .
ja: 会社の詳細およびパラメータは、新しい会社のために設定されるべきである。
lv_lv: Informāciju par uzņēmumu un parametri , tagad būtu jāizveido jauno sabiedrību.
vi_vn: Các chi tiết công ty và các thông số bây giờ sẽ được thiết lập cho các công ty mới .

source: The new company database has been created for
ar: لقد تم إنشاء قاعدة بيانات الشركة الجديدة لل
et: Uus firma andmebaas on loodud
fr_lu: La base de données nouvelle société a été créée pour
hr_hr: Nova tvrtka baze podataka je stvoren za
ja: 新しい銀行口座が入力された
lv_lv: Jaunais uzņēmums bāze ir izveidota , lai
pl_pl: Nowa baza danych firmy został stworzony dla
vi_vn: Đã tạo dữ liệu công ty cho

source: Set Up New Company Details
ar: إعداد جديد معلومات الشركة
et: Panna uus firma andmed
fr_lu: Détails Set Up New Company
hr_hr: Postavite nove pojedinosti Tvrtka
ja: 新会社の詳細を設定する
lv_lv: Veidot jaunas Uzņēmuma rekvizīti
pl_pl: Ustalenie danych nowej firmy
vi_vn: Thiết lập công ty mới chi tiết

source: Set Up Configuration Details
ar: إعداد تفاصيل التكوين
et: Seadista konfiguratsiooni andmed
fr_lu: Configurer Détails de la configuration
hr_hr: Postavljanje pojedinosti o konfiguraciji
ja: コンフィギュレーションの詳細を設定する
lv_lv: Iestatīšana Konfigurācijas detaļas
pl_pl: Szczegóły Konfiguracji
vi_vn: Cài đặt các chi tiết cấu hình

source: Set Up User Accounts
ar: إعداد حسابات المستخدمين
et: Luua kasutajakontod
fr_lu: Comptes Set Up utilisateur
hr_hr: Postavite korisničke račune
ja: ユーザーアカウントを設定
lv_lv: Izveidot lietotāju kontus
pl_pl: Utworzenie Kont Użytkowników
vi_vn: Cài đặt các tài khoản người sử dụng

source: This utility will create a new company
ar: وهذه الأداة إنشاء شركة جديدة
et: See utiliit loob uue firma
fr_lu: Cet utilitaire va créer une nouvelle société
hr_hr: Ovaj program će stvoriti novu tvrtku
ja: このユーティリティは、新会社を作成します
lv_lv: Šī lietderība būs izveidot jaunu sabiedrību
pl_pl: To narzędzie utworzy bazę danych nowej firmy
vi_vn: Tiện ích này sẽ tạo ra một công ty mới

source: If the company name already exists then you cannot recreate it
ar: إذا كان اسم الشركة موجودة بالفعل ثم لا يمكنك إعادة إنشائها
et: Kui firma nimi on juba olemas , siis sa ei saa uuesti luua
fr_lu: Si le nom de la société existe déjà, alors vous ne pouvez pas le recréer
hr_hr: Akotvrtka već postoji onda ne može ga ponovno
ja: 会社名がすでに存在する場合、あなたはそれを再作成することはできません
lv_lv: Jauzņēmuma nosaukumu jau eksistē , tad jūs nevarat atjaunot to
pl_pl: Jeśli firma o podanej nazwie już istnieje nie można jej utworzyć ponownie
vi_vn: Nếu tên công ty đã tồn tại thì bạn không thể tái tạo nó

source: PLEASE NOTE
ar: يرجى ملاحظة
et: TÄHELEPANU
fa: لطفا توجه داشته باشید
fr_lu: Notez s'il vous plait
hr_hr: NAPOMENA
ja: ご注意
lv_lv: Lūdzu atzīmēt
pl_pl: PAMIĘTAJ
vi_vn: Vui lòng ghi chú lại

source: Enter up to 32 character lower case character abbreviation for the company
ar: إدخال ما يصل إلى 32 حرف الحالة الأدنى اختصار حرف للشركة
et: Sisestage kuni 32 märgi väiketähti iseloomu lühendettevõte
fa: را وارد کنید تا 32 کاراکتر کمتر مورد شخصیت مخفف برای شرکت
fr_lu: Saisir jusqu'à 32 caractères pour un code société
hr_hr: Unesite do 32 znakova nižoj slova kratica za tvrtke
ja: 会社に32文字の小文字の文字の略語まで入力
lv_lv: Ievadīt līdz 32 rakstzīmju zemāku burtus saīsinājumu uzņēmumam
pl_pl: Wprowadź maks. 32-literowy skrót nazwy firmy
vi_vn: Nhập lên đến 32 nhân vật dưới chữ viết tắt cho các công ty

source: Logo Image File (.jpg)
ar: شعار ملف صورة ( . JPG )
fr_lu: Fichier image du logo (.jpg)
hr_hr: Slika loga (.jpg)
ja: ロゴイメージファイル（ 。 JPG）
pl_pl: Plik z logo (*.jpg)
vi_vn: Logo tệp hình ảnh ( jpg ).

source: Create Database?
ar: إنشاء قاعدة بيانات ؟
et: Loo andmebaas?
fr_lu: Créer la base de données?
hr_hr: Kreiraj bazu podataka?
ja: データベースを作成しますか？
lv_lv: Izveidot datu bāzi ?
pl_pl: Utworzyć bazę danych ?
vi_vn: Tạo sơ sở dữ liệu?

source: Proceed
ar: تقدم
et: jätkama
fr_lu: Procéder
hr_hr: Nastavi
ja: 進む
lv_lv: Apstrādāt
pl_pl: Kontynuuj
vi_vn: tiến hành

source: Make LocStock Records
ar: جعل LocStock السجلات
et: Tee LocStock Records
fa: را سوابق LocStock ها
fr_lu: Créer une fiche "LocStock"
hr_hr: Provjerite LocStock Records
ja: LocStockレコードを作る
lv_lv: Padarīt LocStock Records
pl_pl: Stwórz rekordy LocStock
vi_vn: Làm LocStock ghi

source: This script makes stock location records for parts where they do not already exist
ar: هذا السيناريو يجعل سجلات مواقع الأسهم ل أجزاء حيث لم تكن موجودة بالفعل
et: See skript muudab aktsia asukoha arvestust osad , kui need ei ole juba olemas
fa: این اسکریپت باعث می شود پرونده محل سهام برای قطعات جایی که آنها در حال حاضر وجود ندارد
fr_lu: Ce script permet enregistrements d'emplacement de stock pour les pièces où ils n'existent pas déjà
hr_hr: Ovaj scenarij čini evidenciju zaliha lokacije za dijelove gdje ne postoje
ja: このスクリプトは、それらがすでに存在していない部品の在庫ロケーションレコードを作る
lv_lv: Šis skripts ļauj krājumu atrašanās ierakstus daļās, kur tie vēl nepastāv
pl_pl: Skrypt generuje zapisy lokalizacji magazynów dla wszystkich towarów dla których takowe jeszcze nie istnieją
vi_vn: Kịch bản này làm cho hồ sơ vị trí cổ phần mà họ không tồn tại

source: The items/locations that need stock location records created cannot be retrieved because
ar: البنود / المواقع التي تحتاج سجلات مواقع الأسهم إنشاؤها لا يمكن استرجاعها لأن
et: Teemad / asukohti , mis vajavad aktsia asukoha arvestust loodud ei saa taastada , sest
fr_lu: Les articles / sites qui ont besoin d'enregistrements d'emplacement de stock créé ne peut être trouvé en raison
hr_hr: Stavke / mjesta koja treba evidenciju zaliha lokacija stvorene ne mogu dohvatiti , jer
ja: 作成された株式の場所レコードを必要とするアイテム/場所は取得できないので、
lv_lv: Priekšmetus / atrašanās vietas , kas nepieciešams krājumu atrašanās radīja ierakstus nevar iegūt , jo
pl_pl: Nie można znaleźć towarów/lokalizacji dla których powinny być utworzone rekordy magazynu ponieważ
vi_vn: Các mặt hàng / địa điểm cần ghi vị trí cổ phiếu tạo ra không thể được lấy ra bởi vì

source: Any stock items that may not have had stock location records have now been given new location stock records
ar: وقد تم الآن إعطاء أي بنود المخزون التي قد لم يكن لديها سجلات مواقع الأسهم سجلات جديدة الأوراق المالية الموقع
et: Iga ladustatud tooted, millel ei ole olnud aktsia asukoha andmed on nüüd saanud uue asukoha laoarvestuses
fa: هر انبار قلم موجود است که ممکن است سوابق محل سهام نداشته اند که در حال حاضر پرونده محل سهام جدید داده شده است
fr_lu: Affectation d'un entrepôt à tout article en stock sans entrepôt
hr_hr: Bilo dionica stavke koje možda nisu imali evidenciju zaliha lokacija sada su dobili nove rekorde lokacija dionica
ja: 在庫場所の記録を持っていない可能性があります任意の在庫がある商品は、現在、新しい場所の在庫記録を与えられている
lv_lv: Jebkuras akciju preces, iespējams, nav bijusi krājumu atrašanās ierakstus tagad ir piešķirti jauni atrašanās krājumu uzskaite
pl_pl: Żaden towar nie wymagał dodania nowego rekordu lokalizacji magazynu
vi_vn: Bất kỳ mục chứng khoán mà có thể không có hồ sơ vị trí cổ phiếu hiện nay đã được đưa ra vị trí các hồ sơ chứng khoán mới

source: Apply Current Cost to Sales Analysis
ar: تطبيق التكلفة الحالية ل تحليل المبيعات
et: Rakenda jooksvaid kulusid müügi analüüs
fa: درخواست هزینه جاری به تجزیه و تحلیل فروش
fr_lu: Appliquer le coût actuel aux analyses des ventes
hr_hr: Primjena tekućih troškova za analizu prodaje
ja: 販売分析に現在のコストを適用します
lv_lv: Piesakies kārtējo cenu pārdošanas analīze
pl_pl: Zastosuj Aktualny Koszt do Analizy Sprzedaży
vi_vn: Áp dụng Chi phí hiện tại để phân tích bán hàng

source: Select the Period to update the costs for
ar: حدد الفترة لتحديث تكاليف
et: Vali periood uuendada kulud
fr_lu: Sélectionner la période pour mettre à jour les coûts de
hr_hr: Odaberite razdoblje za ažuriranje troškova za
ja: のコストを更新する期間を選択
lv_lv: Izvēlieties periods , lai atjauninātu izmaksas
pl_pl: Wybierz okres do aktualizacji kosztów
vi_vn: Chọn một giai đoạn để

source: No Period Selected
ar: لا الفترة المختارة
et: Ei valitud perioodiks
fr_lu: Aucune période sélectionnée
hr_hr: Ne Razdoblje Odabrani
ja: 選択されていません期間
lv_lv: Nav izvēlēts periods
pl_pl: Nie Wybrano Okresu
vi_vn: Không có giai đoạn nào được chọn

source: Update Sales Analysis Costs
ar: تحديث المبيعات تكاليف تلك التحاليل
et: Uuenda müügi analüüs kulud
fr_lu: Les coûts de mise à jour d'analyse des ventes
hr_hr: Ažuriranje troškove prodaje analiza
ja: 販売分析コストの更新
lv_lv: Atjaunināt pārdošanas analīzes izmaksas
pl_pl: Aktualizuj Koszty w Analizach Sprzedaży
vi_vn: Cập nhật chi phí bán hàng Phân tích
