Repository: timschofield/KwaMoja-Medical
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar, et, fa, fr_lu, hr_hr, ja, lv_lv, pl_pl, vi_vn

source: Historical Stock Quantity By Location/Category
ar: التاريخية الكمية المتبقية حسب الموقع / الفئة
et: Ajaloo helps Toimumiskoha / Kategooria
fa: تعداد سهام تاریخی محل سکونت / مجموعه
hr_hr: Povijesni Stock Količina po lokaciji / Kategorija
ja: 場所/カテゴリ別履歴在庫数量
lv_lv: Vēsturiskais preču daudzums pēc atrašanās vietas un kategorijas
pl_pl: Historia Stanów Magazynowych wg Miejsca/Kategorii
vi_vn: Số lượng chứng khoán lịch sử Theo địa điểm / Chuyên mục

source: List Negative Stocks
ar: قائمة الاسهم سلبي
et: Loetle Negatiivne Varud
fa: فهرست سهام منفی
hr_hr: Popis negativnih Dionice
ja: マイナス在庫リスト
lv_lv: Negatīvo preču atlikumu saraksts
pl_pl: Wykaż ujemne ilości
vi_vn: Danh sách các cổ phiếu tiêu cực

source: Period Stock Transaction Listing
ar: فترة المالية قائمة عملية
et: Perioodi Stock väljavõte
ja: EDIトランザクション印刷

source: Stock Transfer Note
ar: نقل المخزون ملاحظة
et: Stock -saatelehe
hr_hr: Stock međuskladišnice
ja: 在庫移動

source: Add A New Item
ar: إضافة عنصر جديد
et: Lisada uus punkt
fa: اضافه کردن یک آیتم جدید
hr_hr: Dodavanje nove stavke
ja: 新品目追加
lv_lv: Pievienot jaunu preci
pl_pl: Dodaj nowy element
vi_vn: Thêm một mặt hàng

source: Select An Item
ar: حدد عنصر
et: Valitoode
fa: انتخاب مورد
hr_hr: Odaberite stavku
ja: 品目選択
lv_lv: Izvēlēties preci
pl_pl: Wybierz pozycję
vi_vn: Chọn một mặt hàng

source: Add or Update Prices Based On Costs
ar: إضافة أو تحديث الأسعار على أساس التكاليف
et: Lisa või värskenda hinnad põhinevad kuludel
ja: コストに基づいて価格を追加または更新

source: View or Update Prices Based On Costs
ar: عرض أو تحديث الاسعار على أساس التكاليف
et: Vaata või Uuenda Hinnad põhinevad kuludel
fa: نمایش یا به روز رسانی قیمت بر اساس قیمت
hr_hr: Pregledati ili ažurirati cijene na temelju troškova
ja: コストに基づいて価格を表示または更新
lv_lv: Skatīt vai Atjaunināt cenas , ņemot vērā izmaksas
pl_pl: Zobacz lub aktualizacji cen na podstawie kosztów
vi_vn: Xem hoặc Cập nhật giá dựa trên chi phí

source: Upload new prices from csv file
ar: تحميل الأسعار الجديدة من ملف CSV
et: Täiendava uued hinnad alates csv faili
fa: ارسال قیمت جدید از فایل CSV
hr_hr: Upload nove cijene iz CSV datoteke
ja: csvファイルから、新しい価格をアップロード
lv_lv: Augšupielādēt jaunas cenas no csv failu
pl_pl: Dodaj nowe ceny z pliku csv
vi_vn: Tải lên mức giá mới từ csv

source: Reorder Level By Category/Location
ar: إعادة ترتيب مستوى من الفئة / الموقع
et: Järjestuse Tase kategooria / asukoht
fa: سطح تغییر مجدد ترتیب بر اساس گروه ها / محل سکونت
hr_hr: Promjena redoslijeda Level Po kategoriji / Mjesto
ja: カテゴリ/地域別にレベルを並べ替え
lv_lv: Pārkārtot līmenis Pēc kategorijas / vieta
pl_pl: Poziom Porządkuj według kategorii / Lokalizacja
vi_vn: Sắp xếp lại Cấp bởi danh / Vị trí

source: ABC Ranking Methods
ar: ABC طرق تصنيف
et: ABC Ranking meetodid
fa: رتبه بندی ABC مواد و روش ها
hr_hr: ABC Poredak Metode
ja: ABCランキング方法
lv_lv: ABC Ranking metodes
pl_pl: ABC Metody rankingowe
vi_vn: ABC phương pháp xếp hạng

source: ABC Ranking Groups
ar: ABC المجموعات تصنيف
et: ABC Ranking grupid
fa: ABC رتبه بندی گروه
hr_hr: ABC Poredak Grupe
ja: ABCランキンググループ
lv_lv: ABC Ranking Grupas
pl_pl: Ranking Grupy ABC
vi_vn: ABC Xếp hạng Nhóm

source: Run ABC Ranking Analysis
ar: تشغيل ABC تحليل تصنيف
et: Run ABC Edetabel analüüs
fa: اجرای ABC تجزیه و تحلیل رتبه بندی
hr_hr: Trčanje ABC Ranking analiza
ja: ABCランキング分析を実行
lv_lv: Palaist ABC Ranking analīze
pl_pl: Analiza ABC Ranking Run
vi_vn: Chạy ABC Xếp hạng Phân tích

source: Select A Work Order
ar: اختر أمر عمل
et: Valitöökäsk
fa: انتخاب سفارش کار
hr_hr: Izaberite radnih naloga
ja: 作業指図選択
lv_lv: Izvēlēties daba rīkojumu
pl_pl: Wybierz Zlecenie
vi_vn: Chọn một lệnh sản xuất

source: Costed Bill Of Material Inquiry
ar: بيل محسوبة التكاليف التحقيق مادة
et: Kuluarvestusega Bill materjali uurimine
fa: بیل Costed مواد استعلام
hr_hr: Stajao Bill materijala upit
ja: 原材料構成原価問合せ
lv_lv: Materiālu izmaksas
pl_pl: Przeglądanie List Materiałów
vi_vn: Tới hiệu Bill Of Vật liệu Liên hệ

source: Indented Bill Of Material Listing
ar: بيل بادئة من قائمة المواد
et: Liigestatud Bill materjali loetelu
fa: بیل فاصله دار از فهرست مواد
hr_hr: Razvedenom Bill materijala ponuda
ja: 原材料構成作表
lv_lv: Rēķinu saraksts par materiāliem
pl_pl: Wcięte Bill wykazu materiałów
vi_vn: Thụt Bill Of bảng liệt kê vật liệu

source: List Components Required
ar: قائمة المكونات المطلوبة
et: Nimekiri vajalikud komponendid
fa: لیست قطعات مورد نیاز
hr_hr: Popis potrebne komponente
ja: 不要
lv_lv: Nav pieprasīts
pl_pl: Składniki wymagane Lista
vi_vn: Danh sách các thành phần yêu cầu

source: List Materials Not Used anywhere
ar: قائمة مواد غير استخدامها في أي مكان
et: Nimekiri materjalid ei ole kasutatud igal pool
fa: لیست مواد مورد استفاده به جایی نمی
hr_hr: Popis Materijali Ne koristi se nigdje
ja: 一覧材料はどこに使用されていません
lv_lv: List materiāli nav izmantoti visur
pl_pl: Lista materiałów nie jest używany w dowolnym miejscu
vi_vn: Danh sách Vật liệu không được sử dụng bất cứ nơi nào

source: Indented Where Used Listing
ar: بادئة حيث يستخدم من قائمة
et: Liigestatud Kus Kasutatud pakkumist
fa: فاصله دار از کجا مورد استفاده در مثال
hr_hr: Razvedena Gdje Koristi oglasa
ja: 物件情報を使用される場合にはインデント
lv_lv: Atkāpi Kur Lietotas Listing
pl_pl: Wcięte Gdzie używane aukcji
vi_vn: Thụt vào đâu Liệt kê sử dụng

source: MRP Suggested Purchase Orders
ar: MRP المقترحة أوامر الشراء
et: MRP soovituslikud ostutellimused
fa: لوازم پیشنهاد سفارشات خرید
hr_hr: MRP Predložena narudžbenice
ja: 未入庫購買発注
lv_lv: Saņemt pirkuma pasūtījumu
pl_pl: MRP Sugerowana Zamówienia
vi_vn: MRP đề nghị đơn đặt hàng mua

source: MRP Suggested Work Orders
ar: MRP المقترحة أوامر العمل
et: MRP Soovitatavad töökäsud
fa: لوازم پیشنهاد دستور کار
hr_hr: MRP Predložena radnih naloga
ja: 提案済みエントリ戻し
lv_lv: MRP Ieteicamie Darba pasūtījumu
pl_pl: MRP Propozycje zleceń
vi_vn: MRP đề nghị đơn đặt hàng làm việc

source: MRP Reschedules Required
ar: MRP يعيد جدولة مطلوب
et: MRP korraldavad ümber Nõutav
fa: لوازم Reschedules مورد نیاز
hr_hr: MRP Reschedules Potrebna
ja: MRP再スケジュールは必要
lv_lv: MRP atkārtoti grafiki Nepieciešams
pl_pl: MRP zmianę harmonogramu Wymagane
vi_vn: MRP Reschedules yêu cầu

source: Bills Of Material
ar: فواتير المواد
et: Tootmiskomplektide
fa: لوایح مواد
hr_hr: Zapisi materijala
ja: 部品構成
lv_lv: Rēķini par materiāliem
pl_pl: Listy Materiałów
vi_vn: Danh sách nguyên vật liệu

source: Copy a Bill Of Materials Between Items
ar: نسخ فاتورة المواد بين العناصر
ja: 原材料構成作表 部品範囲

source: Master Schedule
ar: سيد الجدول
et: kompleksgraafik
fa: استاد برنامه
hr_hr: Master Raspored
ja: マスタースケジュール
lv_lv: kapteinis grafiks
vi_vn: Thạc sĩ Lịch

source: Auto Create Master Schedule
ar: إنشاء تلقائي ماستر جدول
et: Auto Create Master Graafik
fa: ایجاد خودکار فهرست برنامه استاد
hr_hr: Auto Nova Master Raspored
ja: 自動作成マスタースケジュール
lv_lv: Auto Izveidot Master grafiks
pl_pl: Auto Tworzenie zadań Master
vi_vn: Tự động Tạo Thạc sĩ Lịch

source: MRP Calculation
ar: MRP حساب
et: MRP arvutamine
fa: لوازم محاسبه
hr_hr: MRP Proračun
ja: 計算
lv_lv: MRP aprēķināšana
pl_pl: Obliczanie MRP
vi_vn: Tính toán MRP

source: Bank Account Payments Matching
ar: المدفوعات حساب مصرفي مطابقة
et: Pangakonto Maksed sobitamine
fa: پرداخت حساب بانکی تطبیق
hr_hr: Bankovni račun Uplate podudaranje
ja: 銀行口座の支払照合
lv_lv: Bankas izejošo maksājumu salīdzināšana
pl_pl: Przyporządkowanie Wypłat z Konta
vi_vn: Ngân hàng Thanh toán Tài khoản Matching

source: Bank Account Receipts Matching
ar: المتحصلات المصرفية المطابقة
et: Pangakonto Laekumised sobitamine
fa: رسید حساب بانکی تطبیق
hr_hr: Bankovni račun Primici podudaranje
ja: 銀行口座の入金照合
lv_lv: Bankas konts Ieņēmumi Salīdzināšanas
pl_pl: Wpływy konto bankowe Matching
vi_vn: Ngân hàng Tiền thu Tài khoản Matching

source: Account Inquiry
ar: التحقيق حساب
et: Konto Inquiry
fa: استعلام حساب کاربری
fr_lu: Consultation de compte
hr_hr: račun Upit
ja: 勘定問合せ
lv_lv: Konta pārskats
pl_pl: Przeglądanie Kont
vi_vn: Yêu cầu tài khoản

source: Account Listing
ar: قائمة حساب
et: Konto pakkumist
fa: حساب کاربری مثال
hr_hr: račun Oglas
ja: 勘定セクション
lv_lv: konta Listing
pl_pl: Lista konto
vi_vn: Bảng liệt kê tài khoản

source: Account Listing to CSV File
ar: قائمة الحساب إلى ملف CSV
et: Konto loetelu CSV faili
fa: مثال حساب به پرونده CSV
hr_hr: Oglas račun u CSV datoteka
ja: CSVファイルへのアカウントリスト
lv_lv: Konta Listing uz CSV failu
pl_pl: Lista konto do pliku CSV
vi_vn: Liệt kê tài khoản để CSV file

source: Bank Account Reconciliation Statement
ar: البنك بيان المصالحة الحساب
et: Pangakonto leppimise avaldus
fa: حساب بانکی بیانیه آشتی
hr_hr: Žiro račun pomirenja Izjava
ja: 銀行調整明細
lv_lv: Bankas konts saskaņošana pārskats
pl_pl: Konto bankowe Oświadczenie Pojednania
vi_vn: Ngân hàng Trữ hòa giải tài khoản

source: Cheque Payments Listing
ar: شيكات قائمة المدفوعات
et: Tšekk Maksed pakkumist
fa: پرداخت چک لیست
hr_hr: Ček Uplate Oglas
ja: 小切手支払リスト
lv_lv: Maksājumi ar čekiem
pl_pl: Zestawienie Wypłat
vi_vn: Bảng liệt kê thanh toán séc

source: Monthly Bank Inquiry
ar: التحقيق الشهرية البنك
et: Kuu Pank Inquiry
fa: بانک استعلام ماهانه
hr_hr: Mjesečno banka Upit
ja: 毎月銀行問い合わせ
lv_lv: Mēneša Banka Izmeklēšanas
pl_pl: Miesięczny Zapytanie Banku
vi_vn: Liên hệ Ngân hàng hàng tháng

source: Profit and Loss Statement
ar: بيان الأرباح والخسائر
et: Kasumiaruanne
fa: سود و زیان بیانیه
hr_hr: Račun dobiti i gubitka
ja: 損益計算書明細
lv_lv: Peļņas vai zaudējumu aprēķins
pl_pl: Deklaracja Zysków i Strat
vi_vn: Bản báo cáo lỗ lãi

source: Tag Reports
ar: تقارير علامة
et: tag aruanded
fa: گزارش برچسب
hr_hr: Oznaka Izvješća
ja: 税レポート
lv_lv: Birku atskaite
pl_pl: Tag Raporty
vi_vn: báo cáo từ khóa

source: GL Budgets
ar: الميزانيات GL
et: GL eelarvekomisjoni
fa: بودجه گرم
hr_hr: Proračuni GL
ja: ＧＬ予算
lv_lv: Budžets
pl_pl: GL Budżetowa
vi_vn: Ngân sách so cái

source: GL Tags
ar: GL الكلمات
et: GL Sildid
fa: گرم برچسب ها
hr_hr: GL Tagovi
ja: GLタグ
lv_lv: Grāmatojumu birkas
pl_pl: GL Tagi
vi_vn: GL Download

source: Add a new Asset
ar: إضافة أصول جديدة
et: Lisauus Asset
fa: اضافه کردن دارایی های جدید
hr_hr: Dodaj novi Asset
ja: 新得意先追加
lv_lv: Pievienot jaunu aktīvu
pl_pl: Dodaj nową Asset
vi_vn: Thêm một tài sản mới

source: Depreciation Journal
ar: مجلة الاستهلاك
et: Põhivara Teataja
fa: استهلاک مجله
hr_hr: Amortizacija časopis
ja: 調整を表示
lv_lv: nolietojums Vēstnesis
pl_pl: Amortyzacja Urzędowym
vi_vn: báo cáo khấu hao

source: Asset Register
ar: سجل الأصول
et: Asset Registreeri
fa: دارایی های ثبت نام
hr_hr: Asset Registracija
ja: 資産台帳
lv_lv: aktīvu reģistrs
pl_pl: Asset Zarejestruj się
vi_vn: Đăng ký tài sản

source: Asset Categories Maintenance
ar: فئات صيانة الأصول
et: Asset Kategooriad Hooldus
fa: تعمیر و نگهداری دارایی ردههای صفحه
hr_hr: Kategorije Asset Održavanje
ja: 値引きカテゴリメンテナンス
lv_lv: Aktīvu kategorijas uzturēšana
pl_pl: Asset Kategorie Konserwacja
vi_vn: Bảo trì Các mục tài sản

source: Add or Maintain Asset Locations
ar: إضافة أو الحفاظ على المواقع الأصول
et: Lisa või säilitada Asset asukohad
fa: اضافه و یا حفظ موقعیت دارایی
hr_hr: Dodavanje ili održavati Asset Lokacije
ja: アセットの場所を追加するか、維持する
lv_lv: Pievienot vai Saglabāt Aktīvu atrašanās vietas
pl_pl: Dodaj lub utrzymania Lokalizacje Asset
vi_vn: thêm hoặc duy trì vị trí tài sản

source: Assign Cash to PC Tab
ar: تعيين النقد إلى تبويب PC
et: Määra Raha PC Tab
fa: نقدی انتساب به برگه کامپیوتر
hr_hr: Dodjela Novac za PC Tab
ja: PCタブにキャッシュを割り当て
lv_lv: Piešķirt Cash PC Tab
pl_pl: Cash Przypisz do komputera Tab
vi_vn: Giao tiền cho máy tính Tab

source: Claim Expenses From PC Tab
ar: مصاريف المطالبة من تبويب PC
et: Nõude kulud PC Tab
fa: هزینه درخواست از نوار کامپیوتر
hr_hr: Troškovi štete od PC Tab
ja: PCタブからクレーム費用
lv_lv: Atlīdzību izmaksas no datora Tab
pl_pl: Koszty dochodzenia roszczeń od PC Tab
vi_vn: Chi phí yêu cầu từ máy tính của Tab

source: Expenses Authorisation
ar: نفقات التفويض
et: kulud autoriseerimist
fa: هزینه اختیارات
hr_hr: Troškovi Odobrenje
ja: 経費の認可
lv_lv: izdevumi Atļauja
pl_pl: Koszty zezwoleń
vi_vn: chi phí Cấp phép

source: PC Tab General Report
ar: PC تبويب التقرير العام
et: PC Tab üldaruande
fa: کامپیوتر گزارش تب عمومی
hr_hr: PC Tab General Prijavi
ja: PCタブGeneralレポート
lv_lv: PC Tab Pārskata ziņojums
pl_pl: Karta PC Sprawozdanie ogólne
vi_vn: PC tab General Báo cáo

source: Types of PC Tabs
ar: أنواع من علامات التبويب PC
et: Tüübid PC Tabs
fa: انواع زبانهها کامپیوتر
hr_hr: Vrste računala akordi
ja: PCのタブの種類
lv_lv: Veidi PC Tabs
pl_pl: Rodzaje Karty PC
vi_vn: Các loại máy tính Tabs

source: PC Tabs
ar: علامات PC
et: PC kaardid
fa: زبانهها کامپیوتر
hr_hr: PC kartice
ja: PCのタブ
lv_lv: PC cilnes
pl_pl: Karty PC

source: PC Expenses
ar: مصاريف PC
et: PC kulud
fa: هزینه های کامپیوتر
hr_hr: Troškovi PC
ja: PC費
lv_lv: PC izdevumi
pl_pl: Wydatki PC
vi_vn: Chi phí máy tính

source: Expenses for Type of PC Tab
ar: نفقات النوع من تبويب PC
et: Kulutused tüüp PC Tab
fa: هزینه ها به نوع تب کامپیوتر
hr_hr: Izdaci za vrstu PC Tab
ja: PCタブの種類のための経費
lv_lv: Izdevumi veids PC Tab
pl_pl: Koszty Rodzaj PC Tab
vi_vn: Chi phí cho loại máy tính Tab

source: Configuration Settings
ar: إعدادات التكوين
fa: تنظیمات پیکربندی
hr_hr: Konfiguracijske postavke
ja: 構成設定
lv_lv: Konfigurācija
pl_pl: Ustawienia konfiguracji
vi_vn: Cài đặt cấu hình

source: Access Permissions Maintenance
ar: وصول صيانة ضوابط
ja: アクセス権メンテナンス

source: Page Security Settings
ar: إعدادات الأمان الصفحة
et: Page turvaseaded
fa: صفحه تنظیمات امنیتی
hr_hr: Security Settings
ja: セキュリティトークン設定済
lv_lv: Lapa Drošības iestatījumi
pl_pl: Ustawienia strony Security
vi_vn: Trang thiết lập bảo mật

source: Bank Accounts
ar: الحسابات المصرفية
et: pangakontod
fa: حساب های بانکی
fr_lu: Comptes bancaires
hr_hr: Bankovni računi
ja: 銀行口座
lv_lv: Banku konti
pl_pl: Konta Bankowe
vi_vn: tài khoản ngân hàng

source: Currency Maintenance
ar: صيانة العملة
et: Valuuta Hooldus
fa: نرخ ارز تعمیر و نگهداری
hr_hr: Održavanje valuta
ja: 通貨メンテナンス
lv_lv: Valūtas
pl_pl: Jednostki walutowe
vi_vn: Bảo trì tiền tệ

source: Tax Authorities and Rates Maintenance
ar: السلطات الضريبية والصيانة اسعار
et: Maksuametile Rates Hooldus
fa: مقامات مالیاتی و نرخ تعمیر و نگهداری
fr_lu: Gestion des taxes et des taux
hr_hr: Održavanje poreznih ispostave i stopa
ja: 税務当局と税率メンテナンス
lv_lv: Piegādes vieta un likmes
pl_pl: Urzędy i Stawki Podatkowe
vi_vn: Cơ quan thuế và giá bảo trì

source: Tax Group Maintenance
ar: صيانة المجموعة الضريبية
et: Maksu Group Hooldus
fa: مالیات بر تعمیر و نگهداری گروه
fr_lu: Gestion des groupes de taxes
hr_hr: Održavanje poreznih grupa
ja: 税グループメンテナンス
lv_lv: Nodokļu grupas
pl_pl: Grupy podatkowe
vi_vn: Bảo trì nhóm thuế

source: Dispatch Tax Province Maintenance
ar: إيفاد صيانة مقاطعة الضريبة
et: Saadetis Maksu provintsi Hooldus
fa: اعزام مالیاتی استان تعمیر و نگهداری
fr_lu: Gestion des taxes par région
hr_hr: Dispatch održavanje provincije poreza
ja: 発送地方税メンテナンス
lv_lv: Nosūtīšanas vieta
pl_pl: Podatki eksportowe
vi_vn: Công văn thuế bảo trì tỉnh

source: Tax Category Maintenance
ar: ضريبة صيانة الفئة
et: Maksu Kategooria Hooldus
fa: مالیات بر تعمیر و نگهداری رده
fr_lu: Gestion des taxes
hr_hr: Porezna Kategorija Održavanje
ja: 税カテゴリメンテナンス
lv_lv: PVN kategorijas
pl_pl: Kategorie Podatkowe
vi_vn: Bảo trì các nhóm thuế

source: List Periods Defined
ar: قائمة فترات محددة
et: Nimekiri määratletud ajavahemikes
fa: فهرست دوره های تعریف شده
hr_hr: Popis razdobljima definiranim
ja: リスト期間指定
lv_lv: Parādīt definētos atskaišu periodus
pl_pl: Przegląd Zdefiniowanych Okresów
vi_vn: Danh sách Thời Defined

source: Report Builder Tool
ar: تقرير منشئ أداة
fa: ابزار گزارش ساز
hr_hr: Alat za izradu izvješća
ja: レポート・ビルダー・ツール
lv_lv: Atskaišu izveidošana
pl_pl: Tworzenie raportów
vi_vn: Báo cáo Builder Công cụ

source: View Audit Trail
ar: عرض تريل التدقيق
et: Vaata Audit Trail
fa: مشاهده نوین حسابرسی
hr_hr: Pregledaj nadzor upisa
ja: 監査証跡を表示
lv_lv: Skatīt auditācijas pierakstus
pl_pl: Audit Trail Zobacz
vi_vn: xem kiểm tra thử

source: Form Layout Editor
ar: محرر تخطيط النموذج
fa: فرم ویرایشگر چیدمان
hr_hr: Obrazac Layout Editor
ja: フォームレイアウトエディタ
lv_lv: Forma Layout Editor
pl_pl: Edytor układu formularza
vi_vn: Hình thức BTV trình bày

source: Label Templates Maintenance
ar: صيانة قوالب التسمية
et: Etikett malle Hooldus
fa: برچسب قالب ها تعمیر و نگهداری
hr_hr: Label predlošci Održavanje
ja: 営業担当メンテナンス
lv_lv: Label Veidnes uzturēšana
pl_pl: Wytwórnia Templates Maintenance
vi_vn: Nhãn Templates bảo trì

source: SMTP Server Details
ar: SMTP تفاصيل خادم
fa: جزئیات SMTP سرور
hr_hr: SMTP Server Brodu
ja: 注文納品詳細
lv_lv: SMTP Server informācija
pl_pl: Szczegóły serwera SMTP
vi_vn: SMTP Server chi tiết

source: Set Purchase Order Authorisation levels
ar: تعيين شراء مستويات التفويض بالدفع
et: Määra ostutellimuse autoriseerimist taset
fa: تنظیم سفارش خرید سطوح اختیارات
hr_hr: Set Kupnja razine Punomoć Naručivanje
ja: 購買発注品目
lv_lv: Iepirkumu rīkojumu autorizācijas līmeņi
pl_pl: Ustaw Zamówienia poziom zezwoleń
vi_vn: Thiết lập mức độ Cấp phép đặt hàng

source: Sales People
ar: مبيعات الناس
et: müügiinimesed
fa: فروش مردم
hr_hr: Djelatnici prodaje
ja: 営業担当
lv_lv: Pārdošanas aģeni
pl_pl: Sprzedawcy
vi_vn: Nhân viên bán hàng

source: Sales Areas
ar: مناطق المبيعات
et: müügipindade
fa: فروش مناطق
hr_hr: Prodaja Područja
ja: 販売地域
lv_lv: Pārdošanas reģioni
pl_pl: Rejony Sprzedaży
vi_vn: Khu vực bán hàng

source: Shippers
ar: الشاحنين
fa: شرکت های باربری
hr_hr: brodarima
ja: 運送会社
lv_lv: Piegādes veids
pl_pl: Firmy Wysyłkowe
vi_vn: Các hãng tàu

source: Sales GL Interface Postings
ar: مبيعات GL واجهة التدوينات
et: Müük GL Interface Sõnumeid
fa: فروش گرم در موارد رابط
hr_hr: Prodaja GL sučelje Kolekcija
ja: 販売ＧＬインターフェース転記
lv_lv: Pārdošanas grāmatojumu uzstādījumi
pl_pl: Księgowanie Sprzedaży
vi_vn: Bán GL giao diện đăng

source: COGS GL Interface Postings
ar: COGS GL واجهة التدوينات
et: Müüdud kaupade kulu GL Interface Sõnumeid
fa: COGS موارد رابط گرم
hr_hr: TPR GL sučelje Kolekcija
ja: 売上原価ＧＬインターフェース転記
lv_lv: Izmaksu grāmatojumu uzstādījumi
pl_pl: Księgowanie Kosztów Zakupów
vi_vn: Giá vốn hàng bán GL giao diện đăng

source: Discount Matrix
ar: ماتريكس خصم
et: Hinnaalandusmaatriks
fa: تخفیف ماتریکس
hr_hr: Matrica popusta
ja: 値引表
lv_lv: Atlaižu reģistrēšana
pl_pl: Siatka Upustów
vi_vn: Ma trận chiết khấu

source: Inventory Categories Maintenance
ar: جرد الفئات الصيانة
et: Inventory Kategooriad Hooldus
fa: تعمیر و نگهداری موجودی ردههای صفحه
hr_hr: Popis kategorije Održavanje
ja: 在庫カテゴリメンテナンス
lv_lv: Preču kategorijas
pl_pl: Kategorie magazynowe
vi_vn: Bảo trì các loại hàng tồn kho

source: Inventory Locations Maintenance
ar: صيانة المواقع المخزون
et: Varude asukohad Hooldus
fa: محل نگهداری موجودی
hr_hr: Inventar Mjesta Održavanje
ja: 在庫場所メンテナンス
lv_lv: Preču noliktavas
pl_pl: Lokalizacja magazynów
vi_vn: Bảo trì địa điểm hàng tồn kho

source: Discount Category Maintenance
ar: خصم صيانة الفئة
et: Allahindlus Kategooria Hooldus
fa: تخفیف نگهداری رده
hr_hr: Popust Kategorija Održavanje
ja: 値引カテゴリメンテナンス
lv_lv: Atlaižu kategorijas
pl_pl: Kategorie Upustów Towarów
vi_vn: Bảo trì các mục chiết khấu

source: MRP Available Production Days
ar: MRP يوم الإنتاجية المتاحة
et: MRP tootmismahu Päevad
fa: لوازم روز تولید می کند
hr_hr: MRP raspoloživo Dana
ja: MRP対応商品デイズ
lv_lv: MRP Pieejamie Ražošanas dienas
pl_pl: Produkcja MRP Dostępne dni
vi_vn: MRP ngày sản xuất có sẵn

source: Maintain Internal Departments
ar: الحفاظ على الأقسام الداخلية
et: Säilitada osakonnad
hr_hr: Održavati internih odjela
ja: レポートヘッダのメンテナンス
lv_lv: Saglabāt iekšējo dienestu
vi_vn: Duy trì cục bộ

source: Maintain Internal Stock Categories to User Roles
ar: الحفاظ على المخزون الفئات الداخلية إلى أدوار المستخدمين
et: Säilitada Internal Stock kategooriate kasutajate rollid
fa: حفظ سهام داخلی دسته به نقش کاربر
hr_hr: Održavati unutrašnjih kategorija Stock s korisničkih uloga
ja: ユーザロールに内部在庫カテゴリーを維持
lv_lv: Uzturēt Iekšējais kategorijas uz lietotāju lomas
pl_pl: Utrzymanie Wewnętrzne Kategorie zdjęcia do Role użytkownika
vi_vn: Duy trì loại chứng khoán nội bộ cho vai trò người dùng

source: Report a problem with KwaMoja
ar: الإبلاغ عن مشكلة مع KwaMoja
et: Raport probleem KwaMoja
fa: گزارش مشکل با KwaMoja است
hr_hr: Prijavite problem s KwaMoja
ja: KwaMojaの問題を報告する
lv_lv: Ziņot par problēmu ar KwaMoja
pl_pl: Zgłoś problem z KwaMoja
vi_vn: Báo cáo một vấn đề với KwaMoja

source: Upload a KwaMoja plugin file
ar: تحميل ملف البرنامج المساعد KwaMoja
et: TäiendavaKwaMoja plugin fail
fa: آپلودفایل پلاگین KwaMoja ها
hr_hr: Pošalji datoteku KwaMoja plugin
ja: KwaMojaのプラグインファイルをアップロード
lv_lv: Augšupielādēt KwaMoja spraudnis failu
pl_pl: Prześlij plik wtyczki KwaMoja
vi_vn: Tải lên một file plugin KwaMoja

source: Remove a KwaMoja plugin
ar: إزالة البرنامج المساعد KwaMoja
et: EemaldaKwaMoja plugin
fa: حذف یک پلاگین KwaMoja
hr_hr: Uklanjanje KwaMoja plugin
ja: KwaMojaプラグインを削除する
lv_lv: Noņemt KwaMoja spraudnis
pl_pl: Wyjmij wtyczkę KwaMoja
vi_vn: Loại bỏ một plugin KwaMoja

source: Change A Customer Code
ar: تغيير رمز العملاء
et: MuudaKliendi kood
fr_lu: Changer un code client
hr_hr: Promjeni šifru kupca
ja: 顧客コードを変更
lv_lv: Mainīt klienta kodu
pl_pl: Zmień Kod Klienta
vi_vn: Thay đổi một mã số khách hàng

source: Change A Customer Branch Code
ar: تغيير رمز فرع العملاء
et: MuudaKliendi Branch Code
fr_lu: Changer un code succursale
hr_hr: Promijenite kod Branch Korisnička
ja: カスタマー支店コードを変更
lv_lv: Mainīt klienta filiāles kodu
pl_pl: Zmień Kod Oddziału Klienta
vi_vn: Thay đổi A Mã Chi nhánh khách hàng

source: Change A Supplier Code
ar: تغيير رمز مزود
fr_lu: Changer un code fournisseur
ja: 仕入先変更

source: Change A Location Code
ar: تغيير رمز الموقع
et: Muudaasukoha kood
ja: 場所コード

source: Change An Inventory Item Code
ar: تغيير الجرد رمز المدينة
et: MuudaInventory Kood
fr_lu: Changer un code article
hr_hr: Promjena kod predmeta zaliha
ja: 在庫商品コードを変更
lv_lv: Mainīt preces kodu
pl_pl: Zmień Kod Towaru
vi_vn: Thay đổi

source: Change A General Ledger Code
ar: تغيير رمز دفتر الأستاذ العام
et: Muudapearaamat kood
fa: تغییرقانون عمومی لجر
hr_hr: Promjena glavne knjige kod
ja: 総勘定元帳コードを変更
lv_lv: Nomainīt virsgrāmatas kodeksu
pl_pl: Zmień kod Ledger ogólne
vi_vn: Một thay đổi General Ledger Mã

source: Update costs for all BOM items, from the bottom up
ar: تحديث التكاليف لكافة العناصر BOM ، من أسفل إلى أعلى
et: Uuenda kulud kõik Bom teemad , alt üles
fa: بروز هزینه های برای تمام اقلام BOM ، از پایین به بالا
hr_hr: Ažuriranje troškove za sve sastavnice predmeta , odozdo prema gore
ja: ボトムアップから、すべてのBOM明細のコストを更新
lv_lv: Atjaunināt izmaksas visiem MK posteņiem , no apakšas uz augšu
pl_pl: kosztów Update dla wszystkich pozycji BOM, z dołu do góry
vi_vn: Cập nhật chi phí cho tất cả các mục HĐQT , từ dưới lên

source: Re-apply costs to Sales Analysis
ar: إعادة تطبيق تكاليف تحليل المبيعات
et: Uuesti taotleda kulude müügi analüüs
hr_hr: Ponovno odobravaju troškovi prodaje analizu
ja: 販売分析に再度適用するコスト
lv_lv: Atkārtoti piemēro izmaksas pārdošanas analīze
pl_pl: Ponowne naniesienie kosztów do Analiz Sprzedaży
vi_vn: Tái áp dụng chi phí để phân tích bán hàng

source: Delete sales transactions
ar: حذف معاملات البيع
et: Kustuta müügitehingute
hr_hr: Brisanje prodajne transakcije
ja: 販売取引を削除
lv_lv: Dzēst pārdošanas grāmatojumus
pl_pl: Usuń transakcje sprzedaży
vi_vn: Xóa giao dịch bán hàng

source: Reverse all supplier payments on a specified date
ar: عكس جميع المدفوعات المورد في تاريخ محدد
et: Tagurpidi kõik tarnija makseidkindlaksmääratud kuupäeval
fa: معکوس تمام پرداخت های عرضه کننده در یک تاریخ مشخص
hr_hr: Obrnuti sva plaćanja dobavljačima na određeni datum
ja: 指定した日付のすべてのサプライヤーの支払いを逆転
lv_lv: Mainīt visus piegādātāju maksājumus noteiktā datumā
pl_pl: Cofnij wszystkie wypłaty dostawcy w danym dniu
vi_vn: Đảo ngược tất cả các khoản thanh toán nhà cung cấp vào một ngày quy định

source: Show Local Currency Total Debtor Balances
ar: مشاهدة بالعملة المحلية مجموع أرصدة المدين
et: Näita Kohalik Valuuta Kokku Võlgnik Kaalud
hr_hr: Pokaži lokalnoj valuti ukupno potraživanje dužnika
ja: 現地通貨合計債務残高を表示
lv_lv: Parādīt kopējo debitoru atlikumu latos (funkcionālā valūtā)
pl_pl: Pokaż Sumy Sald Dłużników w Walucie Lokalnej
vi_vn: Hiện tệ Tổng số dư Nợ địa phương
