Repository: timschofield/KwaMoja-Medical
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar, et, fa, fr_lu, hr_hr, ja, lv_lv, pl_pl, vi_vn

source: Authorise Purchase Orders
ar: • السماح لل أوامر الشراء
et: Lubada Ostutellimuste
fa: سفارشات Authorise خرید
fr_lu: Autoriser les bons de commande
hr_hr: Odobri nalog za nabavu
ja: 購買発注印刷
lv_lv: Pilnvarot pirkuma pasūtījumu
pl_pl: Zamówienia Autoryzuj Zakup
vi_vn: ?y quy?n don mua hàng

source: Authorised by
ar: المعتمد من قبل
et: Lubatud poolt
fa: با تصویب
fr_lu: Autorisé par
hr_hr: Odobrio
ja: 税務当局
lv_lv: Atļauts līdz
pl_pl: Zatwierdzone przez
vi_vn: Ðu?c ?y quy?n b?i

source: Date Ordered
ar: تاريخ أمرت
et: kuupäev Tellitud
fa: تاریخ سفارش
fr_lu: Date de commande
hr_hr: Datum do Ž
ja: 注文更新
lv_lv: datums Sakārtots
pl_pl: Data A do Z
vi_vn: Ngày đặt hàng

source: Authorised
ar: المعتمد
et: Lubatud
fa: مجاز
fr_lu: Autorisée
hr_hr: Ovlaštena
ja: 税務当局
lv_lv: Atļautā
pl_pl: Autoryzowany
vi_vn: Đã được thủy quyền

source: Rejected
ar: مرفوض
et: Tagasi lükatud
fa: رد
fr_lu: Rejetée
hr_hr: odbijen
ja: 制限
lv_lv: Ierobežots
pl_pl: Odrzucony
vi_vn: Bị từ chối

source: Cancelled
ar: ألغي
et: Tühistatud
fa: لغو
fr_lu: Annulée
hr_hr: Otkazan
ja: 取消
lv_lv: Atcelts
pl_pl: Odwołany
vi_vn: Bị hủy bỏ

source: The update could not be processed
ar: لا يمكن معالجتها التحديث
et: Uuendus ei saa töödelda
fa: بروز رسانی نمی تواند پردازش
fr_lu: La mise à jour ne peut pas avoir lieu
hr_hr: Ažuriranje nije moguće obraditi
ja: 更新を処理できませんでした
lv_lv: Labojums nevar veikt
pl_pl: Zmiany nie mogą zostać przetworzone
vi_vn: Không x? lý du?c ph?n c?p nh?t

source: There was some snag in retrieving the shipment reference entered
ar: كان هناك بعض بعقبة في استرداد دخل إشارة شحنة
et: Mõningat tüügas allalaadimise saadetise viide sisestatud
fa: در برخی از گیر در بازیابی مرجع محموله وارد شده وجود دارد
fr_lu: Une erreur s'est produite en voulant récupérer la référence d'expédition
hr_hr: Bilo je nekih zapreka u preuzimanjupošiljke referentni ušao
ja: 出荷基準が入力取得のいくつかの思わぬ障害がありました
lv_lv: Tur bija daži ielādēšanassūtījums atskaites ieraksta aizķerties
pl_pl: Wystpił problem z odnalezieoniem numeru wysyłki
vi_vn: Có một số trở ngại trong lấy các tài liệu tham khảo lô hàng nhập

source: see the listing of open shipments to ensure a valid shipment reference is entered
ar: راجع قائمة من الشحنات مفتوحة لضمان يتم إدخال إشارة شحنة صالح
et: vaata noteerimise avatud vedude tagamiseks kehtiv saadetise viide sisestatakse
fa: دیدن فهرستی از محموله های باز برای اطمینان از محموله مرجع معتبر وارد شده است
fr_lu: Consulter la liste des expéditions ouvertes pour vous assurer que la référence d'expédition est correcte
hr_hr: vidjeti popis otvorenih pošiljke kako bi se osiguralavaljana pošiljku reference upisuje
ja: 有効な出荷基準が入力されていることを確認するために開いている出荷のリストを表示
lv_lv: skatīt sarakstu atvērto sūtījumiem , lai nodrošinātuderīgs sūtījums atsauce tiek ievadīts
pl_pl: zobacz listę otwartych wysyłek aby upewnić się co do wprowadzonego numeru wysyłki
vi_vn: thấy danh sách các lô hàng mở để đảm bảo một tham chiếu lô hàng hợp lệ được nhập

source: The shipment entered is either closed or not set up in the database
ar: الشحنة دخلت إما مغلقة أو غير إعداد في قاعدة البيانات
et: Saadetis kantud kas suletud või ei loodudandmebaas
fa: حمل و نقل وارد شده است یا بسته و یا تنظیم شده باشد تا در پایگاه داده
fr_lu: La référence d'expédition est soit close soit non définie dans la base données
hr_hr: Pošiljka je ušao bilo je zatvoreno ili ne postavite u bazu podataka
ja: 入力した出荷はどちらか閉じているか、データベースに設定されていません
lv_lv: Ieraksta sūtījums ir vai nu slēgta vai nav izveidots datu bāzē
pl_pl: Wprowadzona wysyłka jest zakończona lub nie wprowadzona do bazy
vi_vn: Các lô hàng nhập vào hoặc là đóng cửa hoặc không được thiết lập trong cơ sở dữ liệu

source: Please refer to the list of open shipments from the link to ensure a valid shipment reference is entered
ar: يرجى الرجوع إلى لائحة شحنات مفتوحة من رابط لضمان يتم إدخال إشارة شحنة صالح
et: Palun vaadake nimekiri avatud saadetistele link tagada kehtiv saadetise viide sisestatakse
fa: لطفا به لیستی از محموله های باز را از لینک برای اطمینان از محموله مرجع معتبر وارد شده است
fr_lu: Vérifier la référence de l'envoi à partir de la liste des expéditions en cours
hr_hr: Pogledajte popis otvorenih pošiljaka iz veze kako bi se osiguralavaljana pošiljku reference upisuje
ja: 有効な出荷基準が入力されるようにリンクから開いた出荷のリストを参照してください
lv_lv: Lūdzu skatīt sarakstu atklātu sūtījumiem no saites, lai nodrošinātuderīgs sūtījums atsauce tiek ievadīts
pl_pl: Sprawdź linkiem listę otwartych wysyłek aby upewnić się co do poprawności wprowadzonego numeru wysyłki
vi_vn: Vui lòng tham khảo danh sách các lô hàng mở cửa từ liên kết để đảm bảo một tham chiếu lô hàng hợp lệ được nhập

source: Modify Purchase Order
ar: تعديل أمر الشراء
et: Muuda ostutellimuse
fa: اصلاح سفارش خرید
fr_lu: Modifier la commande (achat)
hr_hr: Izmjena narudžbenice
ja: 購買発注修正
lv_lv: Labot iegādes rīkojumu
pl_pl: Modyfikacja Zamówienia Zakupu
vi_vn: Chỉnh sửa đơn hàng thu mua

source: Purchase Order Entry
ar: شراء دخول ترتيب
et: Ostutellimuse kanne
fa: ورود سفارش خرید
fr_lu: Passer une commande fournisseur
hr_hr: Narudžbenica Entry
ja: 購買発注入力
lv_lv: Ievadīt iegādes rīkojumu
pl_pl: Wprowadzenie Zamówienia Zakupu
vi_vn: Ph?n nh?p don mua hàng

source: This is a new order. It must be created before you can change the status
ar: هذا هو النظام الجديد .
et: See on uue korra .
fa: این یک نظم جدید است .
fr_lu: C'est une nouvelle commande. Elle doit être créée pour pouvoir modifier son statut
hr_hr: Ovo jenovi poredak .
ja: これは新しい順です。
lv_lv: Tas irjauns rīkojums .
pl_pl: To jestnowy porządek .
vi_vn: Ðây là m?t don hàng m?i . Nó ph?i du?c t?o tru?c khi b?n có th? thay d?i tình tr?ng

source: You do not have permission to authorise this purchase order
ar: لم يكن لديك إذن ل يأذن هذا أمر الشراء
et: Sul ei ole õigust lubada selle ostutellimuse
fa: شما اجازه انجام این کار به اجازه این دستور خرید را ندارید
fr_lu: Vous n'avez pas la permission d'autoriser cette commande
hr_hr: Nemate dopuštenje da se odobri ovaj narudžbenice
ja: 新しい購買発注入力
lv_lv: Ievadīt piegādi pret iepirkuma rīkojumu
pl_pl: Nie masz uprawnień do zezwolić na to zamówienie
vi_vn: B?n không du?c phép ?y quy?n don mua hàng này

source: This order is for
ar: هذا النظام هو لل
et: See järjekord on
fa: منظور این است برای
fr_lu: Valeur de cette commande:
hr_hr: To bi se za
ja: 注文行 for
lv_lv: Rīkojuma rinda priek&#353;s
pl_pl: Nakaz ten jest dla
vi_vn: Ðon hàng này là cho

source: You can only authorise up to
ar: يمكنك يأذن فقط ما يصل الى
et: Võite lubada ainult kuni
fa: شما فقط می توانید تا اجازه
fr_lu: Vous pouvez autoriser une commande jusqu'à
hr_hr: Možete samo odobriti do
ja: だけまで承認することができ
lv_lv: Jūs varat autorizēt līdz
pl_pl: Można zezwolić wyłącznie do
vi_vn: B?n ch? có th? ?y quy?n t?i da t?i

source: If you think this is a mistake please contact the systems administrator
ar: إذا كنت تعتقد أن هذا هو خطأ يرجى الاتصال بمسؤول أنظمة
et: Kui te arvate, et see on viga, võtkesüsteemiadministraator
fa: اگر شما فکر می کنم این اشتباه است لطفا با مدیر سیستم
fr_lu: Si vous pensez que c'est une erreur, contactez votre administrateur système
hr_hr: Ako mislite da je topogreška obratite se administratoru sustava
ja: これが間違いであると思われる場合は、システム管理者にお問い合わせください
lv_lv: Jums nav tiesības saglabāt datus. Lūdzu sazinieties as sistēmas administrātoru
pl_pl: Jeśli uważasz, że to błąd skontaktuj się z administratorem systemu
vi_vn: N?u b?n cho r?ng dây là l?i, vui lòng liên h? t?i ngu?i qu?n lý h? th?ng

source: This order cannot be cancelled or rejected because some of it has already been received
ar: لا يمكن إلغاء هذا النظام أو رفضه لأن بعض أنه قد سبق وردت
et: See , et ei ole võimalik tühistada või tagasi, sest mõned on juba saanud
fa: این سفارش را نمی توان رد کرد چرا که لغو یا بخشی از آن در حال حاضر دریافت شده است
fr_lu: Cette ordonnance ne peut être annulée ou rejetée parce que certaines d'entre elles a déjà été reçu
hr_hr: Ovaj nalog ne može se otkazati ili odbijen, jer neke od njih već su primili
ja: そのいくつかがすでに請求書を作成したので、この品目は削除できません
lv_lv: Šis rīkojums nevar tikt atcelts vai noraidīts , jo daži no tā jau ir saņēmusi
pl_pl: Nakaz ten nie może być anulowane lub odrzucone, ponieważ niektóre z nich już otrzymała
vi_vn: Thứ tự này không thể bị hủy bỏ hoặc bị từ chối vì một số của nó đã được nhận

source: The line item quantities may be modified to quantities more than already received
ar: يجوز تعديل الكميات بند إلى كميات أكثر من تلقت بالفعل
et: Real koguseid võib muuta koguseid üle juba saanud
fa: خط مقادیر مورد ممکن است به مقادیر بیش از تغییر در حال حاضر دریافت
fr_lu: Les quantités d'articles peuvent être modifiées pour des quantités supérieures aux quantités déjà réceptionnées
hr_hr: Stavka retka količine mogu se mijenjati kako bi količina već primili više od
ja: 行項目の数量がより既に受信より量に変更することができる
lv_lv: Preču daudzumu var labot uz daudzumu kas ir vairāk nekā līdz &#353;im saņemts
pl_pl: Poszczególne ilości mogą być zmodyfikowane do ilości nie mniejszych niż przyjęte
vi_vn: Các đơn hàng với số lượng có thể được sửa đổi để số lượng nhiều hơn đã nhận được

source: Prices cannot be altered for lines that have already been received
ar: لا يمكن تغيير الأسعار للخطوط التي سبق أن وردت
et: Hinnad ei saa muuta liinide juba saanud
fa: قیمت ها می تواند برای خطوط که قبلا دریافت شده است نمی توان تغییر
fr_lu: Les prix ne peuvent être modifiés pour les lignes qui ont déjà été reçues
hr_hr: Cijene ne mogu se mijenjati za linije koje su već primljene
ja: そのいくつかがすでに請求書を作成したので、この品目は削除できません
lv_lv: Šo iepirkuma rīkojumu nevar atcelt, jo daļa no pasūtijuma jau ir saņemta
pl_pl: Ceny nie mogą być zmienione linie, które już otrzymały
vi_vn: Không thể thay thế được giá cả của dòng đã nhận được

source: and quantities cannot be reduced below the quantity already received
ar: والكميات لا يمكن خفضها الى ما دون الكمية تلقت بالفعل
et: ja kogused ei tohi vähendada alla kogus juba saanud
fa: و می تواند مقادیر زیر مقدار نمی شود کاهش می یابد در حال حاضر دریافت
fr_lu: et les quantités ne peuvent pas être inférieur à la quantité déjà reçu
hr_hr: i količine ne može se smanjiti ispod količine već primljenih
ja: と数量は、すでに受け取った量以下に減少することができません
lv_lv: Cenu saņemtai precei nevar mainīt, un saņemto preču daudzumu nevar samazināt mazak par jau saņemto preču skaitu
pl_pl: i ilości nie mogą być krótsze niż ilość otrzymała już
vi_vn: và số lượng không để giảm xuống dưới mức đã nhận được

source: This order cannot be cancelled or rejected because there is at least one line that is allocated to a shipment
ar: لا يمكن إلغاء هذا النظام أو رفضه لأن هناك خط واحد على الأقل التي تم تخصيصها ل شحنة
et: See , et ei ole võimalik tühistada või tagasi lükata , sest seal on vähemalt üks rida, mis on eraldatudvedu
fr_lu: Cet ordre ne peut être annulé ou rejeté parce qu'il ya au moins une ligne qui est attribué à une expédition
hr_hr: Ovaj nalog ne može se otkazati ili odbijen, jer postoji barem jedna linija koja se dodjeljuje pošiljci
ja: 出荷に割り当てられている少なくとも一つの行があるので、この順序はキャンセルするか拒否することはできない

source: See shipment number
fr_lu: Voir le numéro d'expédition
ja: 出荷番号

source: by
ar: من قبل
et: poolt
fa: توسط
fr_lu: par
hr_hr: po
ja: によって
lv_lv: līdz
pl_pl: przez
vi_vn: qua

source: You do not have permission to reject this purchase order
ar: لم يكن لديك إذن لرفض هذا أمر الشراء
et: Sul ei ole õigust keelduda seda ostutellimuse
fa: شما اجازه انجام این کار به رد این دستور خرید را ندارید
fr_lu: Vous n'avez pas l'autorisation de rejeter ce bon de commande
hr_hr: Nemate dopuštenje da odbije ovaj narudžbenice
ja: 新しい購買発注入力
lv_lv: Ievadīt piegādi pret iepirkuma rīkojumu
pl_pl: Nie masz uprawnień do odrzucenia tego zamówienia
vi_vn: B?n không du?c cho phép t? ch?i don mua hàng này

source: Your authorisation limit is set at
ar: تم تعيين الحد الإذن الخاص في
et: Teie luba hälbeks
fa: محدود کردن اجازه شما این است که در مجموعه
fr_lu: Limitation fixée à
hr_hr: Odobrenje granica je postavljena na
ja: 詳しくは認可限界はに設定されている
lv_lv: Jūsu autorizācijas limits ir
pl_pl: Limit zezwoleń ustala się na
vi_vn: Gi?i h?n ?y quy?n c?a b?n du?c thi?t l?p t?i

source: This order could not have the status changed back to pending because some of it has already been received. Quantities received will need to be returned to change the order back to pending.
ar: هذا النظام لا يمكن أن يكون الوضع تغيرت مرة أخرى إلى حين لأن بعض أنه قد سبق وردت.
et: See , et ei saa olla olukord muutunud tagasi pooleli , sest mõned on juba saanud .
fa: این نظم نمی تواند وضعیت را تغییر را به انتظار به دلیل برخی از آن در حال حاضر دریافت شده است. مقدار دریافت خواهد شد نیاز به بازگشت و به تغییر جهت به انتظار.
fr_lu: Cet ordre ne pouvait pas avoir le statut modifié pour revenir à l'attente, car certaines d'entre elles ont déjà été reçus. Quantités reçues devront être retournés pour modifier l'ordre de retour à l'attente.
hr_hr: Ovaj nalog ne može imatistatus promijenio natrag na čekanju jer neki to već primili .
ja: この順序は、ステータスは、その一部が既に受信されているので、保留に戻すことはできませんでした。
lv_lv: Šis rīkojums varētu būtstatuss mainīts atpakaļ uz atlikta, jo daži to jau ir saņemts .
pl_pl: Nakaz ten nie może mieć status zmienione do czasu, ponieważ niektóre z nich już otrzymała. Ilość otrzymanych będą musiały zostać zwrócone do zmiany kolejności z powrotem do czasu.
vi_vn: Thứ tự này không thể có tình trạng thay đổi về cấp phát chính thức bởi vì một số của nó đã được nhận .

source: Order set to pending status by
ar: أمر ضبط ل حالة معلقة من قبل
et: Telli seatud kuni staatuse
fa: سفارش مجموعه به وضعیت در حال بررسی توسط
fr_lu: Commande passée à "en attente"
hr_hr: Narudžba postavljena na čekanju statusu
ja: 順序によって保留状態に設定
lv_lv: Lai iestatīts gaidot statusu,
pl_pl: Zamówienie ustawiony status do czasu przez
vi_vn: Để thiết lập để tình trạng cấp phát chính thức bởi

source: You do not have permission to change the status of this purchase order
ar: لم يكن لديك إذن لتغيير حالة هذا أمر الشراء
et: Sul ei ole luba muuta staatust selle ostutellimuse
fa: شما اجازه انجام این کار را نداشته باشند وضعیت سفارش خرید از این برای تغییر
fr_lu: Vous n'avez pas l'autorisation de modifier le statut de ce bon de commande
hr_hr: Vi nemate dozvolu za promjenu statusa ove narudžbenice
ja: 新しい購買発注入力
lv_lv: Jums nav tiesībais mainīt iepirkuma rīkojuma statusu
pl_pl: Nie masz uprawnień do zmiany statusu tego zamówienia
vi_vn: B?n không du?c cho phép thay d?i tình tr?ng c?a don mua hàng này

source: The order status could not be updated because
ar: لا يمكن تحديث حالة النظام بسبب
et: Et olukord ei saa ajakohastada , sest
fa: وضعیت سفارش نمی تواند به دلیل به روز شده
fr_lu: Le statut de la commande n'a pas pu être mis à jour car
hr_hr: Kako status ne može biti ažurirana , jer
ja: 注文が更新できない理由は
lv_lv: Cenas nvar labot, jo
pl_pl: Status zamówienia nie może zostać zaktualizowany z powodu
vi_vn: Không cập nhật được tình trạng đơn hàng vì

source: An error occurred updating the purchase order to allow reprints
ar: حدث خطأ أثناء تحديث أمر الشراء للسماح طبعات
et: Tekkis viga ajakohastamine ostmiseks , et võimaldada kordustrükid
fa: خطا رخ داده است به روز رسانی : سفارش خرید به اجازه تجدید چاپ
fr_lu: Erreur lors de la mise à jour de la commande (achat) pour permettre une ré-impression
hr_hr: Došlo je do pogreške ažuriranje narudžbenice dopustiti pretisci
ja: エラーが再版を許可するように注文書を更新して発生した
lv_lv: kļuda labojot iepirkumu rīkojumu, kur&#353;s atļauts drukāt atkārtoti
pl_pl: Błąd podczas aktualizacji zamówienia zakupu aby móc wydrukować
vi_vn: Đã xảy ra lỗi khi cập nhật các đơn đặt hàng để cho phép in lại

source: The error says
ar: يقول الخطأ
et: Viga ütleb
fa: خطا می گوید
fr_lu: L'erreur indique
hr_hr: Pogreška kaže
ja: エラーは言う
lv_lv: Kļūda
pl_pl: Wystąpił błąd
vi_vn: Lỗi cho thấy

source: You should automatically be forwarded to the entry of the purchase order line items page
ar: ينبغي لك تلقائيا تحال إلى دخول النظام الصفحة بنود شراء
et: Sa peaksid automaatselt edastatakse kande ostutellimuse kirjeid leheküljel
fa: شما به طور خودکار باید به ورود سفارش خرید خط صفحه مورد فرستاده شود
fr_lu: Vous allez être redirigé automatiquement vers la saisie des lignes de commande
hr_hr: Trebali biste biti automatski proslijeđen na ulasku u liniji narudžbenice stavke stranici
ja: あなたは、自動的に発注明細項目ページのエントリに転送されるべき
lv_lv: Jūs automātiski esat nosūtīts lai ievadītu iegādes rīkojuma līnijas preču lapu
pl_pl: Powienienneś zostać automatycznie przeniesiony do formularza wprowadzania zamówienia zakupu
vi_vn: Bạn sẽ tự động được chuyển tiếp đến sự xâm nhập của các trang mục hàng đơn đặt hàng

source: Supplier changed by
ar: المورد تغييرها من قبل
et: Pakkuja muutunud
fa: تامین کننده تغییر توسط
fr_lu: Fournisseur changé par
hr_hr: Dobavljač promijenila
ja: 仕入先購買データ
lv_lv: Piegādātājs mainīt
pl_pl: Dostawca zmienić
vi_vn: Nhà cung cấp thay đổi bằng cách

source: Cannot modify the supplier of the order once some of the order has been received
ar: لا يمكنك تعديل مزود النظام مرة واحدة بعض من النظام وقد وردت
et: Ei saa muutatarnijaet kui mõned , et ei ole saanud
fa: می توانید تغییر دهید تامین کننده نظم یک بار بعضی از منظور شده است دریافت نکرده اند
fr_lu: Le fournisseur de cette commande ne peut être modifié car la commande a été en partie réceptionnée
hr_hr: Ne može se mijenjati od dobavljača bi odjednom neki od naloga je zaprimljen
ja: オーダーの一部が受信された後、注文のサプライヤーを変更することはできません
lv_lv: Nevar mainīt piegādātāju, ja daļa no iepirktajām precēm jau ir saņemtas
pl_pl: Nie można zmienić dostawcy zamówienia po ropzpoczęciu realizacji zamówienia
vi_vn: Không thể chỉnh sửa nhà cung cấp của đơn hàng khi một vài các đơn hàng đã nhận được

source: Supplier name keywords have been used in preference to the supplier code extract entered
ar: وقد استخدمت المورد الكلمات الرئيسية في اسم التفضيل إلى المورد استخراج رمز دخلت
et: Pakkuja nimi märksõnad on kasutatud eelistataksetarnija kood väljavõte sisestatud
fa: کلمات کلیدی تامین کننده نام شده اند در اولویت دادن به کد منبع استفاده می شود عصاره وارد
fr_lu: Le nom du fournisseur a été utilisé plutôt que son code
hr_hr: Supplier ime su ključne riječi koristiti u prednost ekstrakta dobavljač zakona stupio
ja: サプライヤー名キーワードを入力サプライヤーコードエキスに優先して使用されている
lv_lv: Piegādātāja atlēgvārdiem ir prioritāte pret piegādātāju koda fragmentu
pl_pl: Użyto słów kluczowych przed kodem dostawcy
vi_vn: Các t? khóa v? tên nhà cung c?p dã du?c s? d?ng làm uu tiên cho trích xu?t c?a mã s? nhà cung c?p du?c nh?p

source: The searched supplier records requested cannot be retrieved because
ar: سجلات المورد بحثت طلب لا يمكن استرجاعها لأن
et: Otsitakse tarnija arvestust taotletud ei saa taastada , sest
fa: جستجو در سوابق فروشنده های درخواست شده را می توان بازیابی نیست زیرا
fr_lu: Les fiches fournisseurs ne peuvent être retrouvées car
hr_hr: U tražili dobavljač zapisi zatražili ne mogu dohvatiti , jer
ja: 要求された検索サプライヤーレコードは取得できないので、
lv_lv: Meklēto piegādātāju nevar iegūt, jo
pl_pl: Poszukiwane rekordy dostawców nie zostały znalezione ponieważ
vi_vn: Không truy xu?t du?c h? so khách hàng nhu dã yêu c?u vì

source: No supplier records contain the selected text
ar: لا توجد سجلات المورد تحتوي على النص المحدد
et: Ükski tarnija andmed sisaldavad valitud teksti
fa: بدون ثبت منبع حاوی متن انتخاب شده
fr_lu: Aucun enregistrement fournisseur ne contient le texte sélectionné
hr_hr: Nema dobavljač zapisi sadrže odabrani tekst
ja: いいえサプライヤーレコードが選択されたテキストが含まれていない
lv_lv: Starp piegādātājiem nav tādu, kuri atbilst izvēlētajiem kritērijiem
pl_pl: Żaden rekord dostawcy nie zawiera wprowadzonego tekstu
vi_vn: Không có hồ sơ nhà cung cấp nào chứa chuỗi được chọn

source: The supplier record of the supplier selected
ar: سجل المورد من المورد المحدد
et: Tarnija arvestusttarnija valitud
fa: ثبت کننده منبع انتخاب
fr_lu: Fiche du fournisseur sélectionné
hr_hr: Dobavljač rekord od dobavljača odabranog
ja: 選択した仕入先の仕入先記録
lv_lv: Piegādātāja ieraksts par piegādātāju tika izvēlēts
pl_pl: Dane wybranego dostawcy
vi_vn: Hồ sơ nhà cung cấp của nhà cung cấp được chọn

source: The SQL used to retrieve the supplier details and failed was
ar: و SQL المستخدمة لاسترداد تفاصيل المورد و فشلت كان
et: SQL kasutatud laadidatarnija andmed ja ei olnud
fa: گذاشتن استفاده برای بازیابی اطلاعات منبع و شکست خورده بود
fr_lu: Échec de la commande d'affichage de la fiche fournisseur:
hr_hr: SQL se koristi za dohvaćanje dobavljača pojedinosti i nije bio
ja: SQLは、仕入先の詳細を取得するために使用されていた失敗した
lv_lv: SQL nevar iegūt informāciju par piegādātāju un neveiksme bija
pl_pl: Użyte zapytanie SQL
vi_vn: Dữ liệu SQL dùng để truy xuất chi tiết nhà cung cấp không thành công bởi vì

source: You do not have the authority to raise Purchase Orders for
ar: ليس لديك الصلاحية ل رفع أوامر الشراء لل
et: Sul ei ole õigus tõsta ostutellimused
fa: شما حق افزایش سفارشات خرید برای ندارند
fr_lu: Vous n'avez pas le pouvoir de prélever des bons de commande pour
hr_hr: Nemate ovlasti za podizanje narudžbenice za
ja: あなたがのために発注書を上げるための権限を持っていない
lv_lv: Jums nav pilnvaras paaugstināt pirkuma pasūtījumu par
pl_pl: Nie masz uprawnień do podniesienia Zamówienia dla
vi_vn: Bạn không có quyền tăng đơn đặt hàng mua cho

source: Please Consult your system administrator for more information.
ar: يرجى استشر مسؤول النظام للحصول على مزيد من المعلومات.
et: Palun pöörduge süsteemiadministraatori poole.
fa: لطفا با مدیر سیستم خود را برای کسب اطلاعات بیشتر.
fr_lu: S'il vous plaît, consultez votre administrateur système pour plus d'informations.
hr_hr: Molimo konzultirajte svog administratora sustava za više informacija .
ja: 詳細については、システム管理者に相談してください。
lv_lv: Lūdzu, sazinieties ar savu sistēmas administratoru , lai iegūtu vairāk informācijas .
pl_pl: Proszę skontaktować się z administratorem systemu, aby uzyskać więcej informacji.
vi_vn: Xin vui lòng tham khảo quản trị hệ thống của bạn để biết thêm thông tin .

source: You can setup authorisations
ar: يمكنك إعداد التراخيص
et: Võite setup load
fa: شما می توانید مجوز راه اندازی
fr_lu: Vous pouvez les autorisations d'installation
hr_hr: Možete postaviti ovlaštenja
ja: あなたは、権限を設定することができます
lv_lv: Jūs varat iestatīt atļaujas
pl_pl: Możesz zezwoleń instalacji
vi_vn: Bạn có thể thiết lập cấp phép

source: Purchase Order
ar: أمر الشراء
et: ostutellimus
fa: سفارش خرید
fr_lu: La commande d'achat
hr_hr: narudžbenica
ja: 購買発注
lv_lv: Iepirkuma rīkojums
pl_pl: Zamówienie Zakupu
vi_vn: Đơn hàng thu mua

source: Purchase Order: Select Supplier
ar: أمر الشراء : اختيار مزود
et: Ostutellimuse : Vali Pakkuja
fa: سفارش خرید : انتخاب تامین کننده
fr_lu: Passer une commande fournisseur
hr_hr: Narudžbenica : Odaberite Supplier
ja: 購買発注番号
lv_lv: Iepirkumu pieprasījums
pl_pl: Zamówienia: Wybierz Dostawca
vi_vn: Đơn hàng thu mua: Lựa chọn nhà cung cấp

source: Enter text in the supplier name
ar: إدخال نص في اسم المورد
et: Sisestage tekst tarnija nimi
fa: وارد کردن متن در نام منبع
fr_lu: Saisir une partie du nom du fournisseur
hr_hr: Unesite tekst u ime dobavljača
ja: 仕入先名のテキストを入力
lv_lv: Ievadiet piegādātāja nosaukumu
pl_pl: Podaj fragment nazwy dostawcy
vi_vn: Nhập vào tên nhà cung cấp

source: Enter text extract in the supplier code
ar: أدخل استخراج نص في التعليمات البرمجية المورد
et: Sisestage tekst ekstraktitarnija kood
fa: وارد کردن متن در عصاره کد منبع
fr_lu: Saisir une partie du code fournisseur
hr_hr: Unesite tekst ekstrakt u dobavljač koda
ja: 仕入先コードのテキスト一部を入力
lv_lv: Ievadiet piegādātāja koda fragmentu
pl_pl: fragment kodu dostawcy
vi_vn: Nh?p van b?n trích xu?t trong mã s? nhà cung c?p

source: Modify Purchase Order Number
ar: تعديل رقم أمر الشراء
et: Muuda Ostutellimuse number
fa: اصلاح خرید شماره سفارش
fr_lu: Modifier le numéro de commande
hr_hr: Izmjena Broj narudžbenici
ja: 購買発注修正
lv_lv: Modificēt Pasūtījuma skaits
pl_pl: Zakup Modyfikuj Numer zamówienia
vi_vn: Ch?nh s?a s? don mua hàng

source: Purchase Item(s) with this code
ar: شراء البند (ق) مع هذا الرمز
et: Ostu toode (t) selle koodiga
fa: مورد خرید (ها) با این کد
fr_lu: Point de vente (s) avec ce code
hr_hr: Kupnja stavka (e ) s ovim kodom
ja: このコードでアイテム（s）を購入する
lv_lv: Pirkt prece (s ) ar šo kodu
pl_pl: Przedmiotu zakupu (ów) z tym kodem
vi_vn: Các m?t hàng mua v?i mã s? này
