Repository: timschofield/KwaMoja-Medical
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar, et, fa, fr_lu, hr_hr, ja, lv_lv, pl_pl, vi_vn

source: Tender received from
ar: العطاء وردت من
et: Tender saadud
fr_lu: Offre reçue de
hr_hr: Natječaj dobio od
ja: 入庫商品返品 開始

source: Error deleting the item
ar: الخطأ حذف العنصر
et: Viga kustutaminekirje
fa: خطا در حذف آیتم
fr_lu: Erreur suppression de l'élément
hr_hr: Pogreška brisanja stavke
ja: アイテムの削除エラー
lv_lv: Kļūda, dzēšot objektu
pl_pl: Błąd podczas usuwania elementu
vi_vn: Lỗi xóa các mục

source: Could not get the work order items
ar: لم أستطع الحصول على بنود النظام العمل
et: Ei saanudtöökäsu esemed
fr_lu: Impossible d'obtenir les éléments de travail afin
hr_hr: Ne može se dobiti stavke radnih naloga
ja: 作業オーダー·アイテムを取得できませんでした
lv_lv: Nevar iegūt darba kārtībā priekšmetus
pl_pl: Nie udało się uzyskać pozycji zlecenia
vi_vn: Không có thể nhận được các mục để làm việc

source: There was a problem deleting expired audit-trail history
ar: كانت هناك مشكلة حذف منتهية الصلاحية تاريخ المراجعة تريل
et: Tekkis probleem kustutamine aegunud auditi -trail ajalugu
fr_lu: Il y avait un problème suppression expiré histoire piste d'audit
hr_hr: Došlo je doproblema u brisanju istekao Revizija - staza povijest
ja: デフォルト運送会社のテストに問題がありました
lv_lv: Sarežģījumi ar auditē&#353;anas pierakstu dzē&#353;anu
pl_pl: Wystąpił problem usuwania wygasłych historii ścieżki kontrolnej
vi_vn: Có một vấn đề xóa hết hạn lịch sử kiểm toán - trail

source: Could not get the configuration parameters from the database because
ar: لا يمكن أن تحصل على معلمات التكوين من قاعدة البيانات بسبب
et: Ei saanudkonfiguratsiooniparameetreid andmebaasi sest
fr_lu: Impossible d'obtenir les paramètres de configuration de la base de données car
hr_hr: Ne može se dobiti parametre konfiguracije iz baze podataka , jer
ja: 品目の払出が取出しできませんでした理由は
lv_lv: Nevar saņemt konfigurācijas parametrus no datu bāzes , jo
pl_pl: Nie udało się uzyskać parametry konfiguracji z bazy danych, ponieważ
vi_vn: Không thể có được các thông số cấu hình từ cơ sở dữ liệu bởi vì

source: An error occurred accessing the database to retrieve the company information
ar: وقع خطأ في الوصول إلى قاعدة البيانات لاسترداد معلومات عن الشركة
et: Tekkis viga andmebaasile juurdepääsu laadida firma andmeid
fr_lu: Erreur lors de l'accès à la base de données pour la recherche d'information société
hr_hr: Došlo je do pogreške pristup bazi podataka za preuzimanje informacije o tvrtki
ja: エラーは、会社の情報を取得するためにデータベースにアクセスして発生した
lv_lv: Kļūda piekļūstot datu bāzi , lai ielādētu informāciju par uzņēmumu
pl_pl: Błąd przy pobieraniu danych firmy z bazy danych
vi_vn: Đã xảy ra lỗi truy cập cơ sở dữ liệu để lấy các thông tin công ty

source: Keyed Entry
ar: دخول مقفول
et: Pingeline sissekanne
fr_lu: Entrée à clé
hr_hr: otključao ulazna
ja: キー入力
lv_lv: virsbūves Entry
pl_pl: Wprowadzanie ze spisu
vi_vn: nhập khóa

source: Sequential
ar: تسلسلي
et: järjestikune
fr_lu: Séquentielle
hr_hr: dosljedan
ja: シーケンシャル
lv_lv: secīgā
pl_pl: Sekwencyjny
vi_vn: tuần tự

source: Set Entry Type
ar: تعيين نوع الإدخال
et: Määra kirje tüüp
fr_lu: Paramétrer le type d'écriture
hr_hr: Postavite vrstu zapisa
ja: 入力タイプ設定
lv_lv: Uzstādīt Entry veids
pl_pl: Wybierz Metodę
vi_vn: Thiết lập Loại nhập

source: Remove All
ar: إزالة جميع
et: Eemalda kõik
fr_lu: Tout supprimer
hr_hr: Ukloni sve
ja: 全消去
lv_lv: Noņemt visu
pl_pl: Usuń Wszystkie
vi_vn: Bỏ tất cả

source: Batch/Roll/Bundle
ar: دفعة / لفة / حزمة
et: Partii / Roll / Bundle
fa: دسته ای / رول / بسته نرم افزاری
fr_lu: Lot/Rouleau/Pack
hr_hr: Hrpa / Roll / Bundle
ja: バッチ/ロール/バンドル
lv_lv: Partijas / Roll / Bundle
pl_pl: Partia/Rolka/Pakiet
vi_vn: Lô / cuộn / Bundle

source: Could not retrieve the items for
ar: لا يمكن استرداد العناصر لل
et: Ei saanud tuuaesemed
fr_lu: Impossible de récupérer les articles pour
hr_hr: Ne mogu dohvatiti stavke za
ja: のためにアイテムを取得できませんでした
lv_lv: Nevar paņemt priekšmetus
pl_pl: Nie można znaleźć towarów dla
vi_vn: Không thể lấy các mục cho

source: Select Existing Items
ar: حدد العناصر الموجودة
et: Valige olemasolevate asjade
fr_lu: Sélectionner des articles existants
hr_hr: Odaberite postojećih stavki
ja: 既存品目選択
lv_lv: Izvēlēties patreizējās preces
pl_pl: Wybierz Towar Na Stanie
vi_vn: chọn tệp tìm

source: Qty left
ar: الكمية غادر
et: Kogus jäänud
fr_lu: Qté restante
hr_hr: Količina lijevo
ja: 残数量
lv_lv: Daudzums atlicis
pl_pl: Il. dostępna
vi_vn: Số lượng còn lại

source: items available
ar: المنتجات المتاحة
et: teemad saadaval
fr_lu: Articles disponibles
hr_hr: stavke dostupne
ja: 品目 可能
lv_lv: Preces pieejamas
pl_pl: sztuk dostępnych
vi_vn: các mặt hàng có sẵn

source: There does not appear to be any of
ar: هناك لا يبدو أن أي من
et: Seal ei tundu olevat ühtegi
fr_lu: Il n'y a plus de
hr_hr: Tu ne čini se da bilo koji od
ja: のいずれかがあるように表示されません
lv_lv: Nešķiet , ka ir kāda no
pl_pl: Nie wydaje się żeby jakikolwiek
vi_vn: Dường như không có bất kỳ

source: left in
ar: غادر في
et: vasakule
fr_lu: dans
hr_hr: ostavio u
ja: に残っ
lv_lv: paliku&#353;as
pl_pl: pozostał w
vi_vn: còn lại

source: Please Choose a file and then click Set Entry Type to upload a file for import
ar: الرجاء اختيار ملف ثم انقر فوق تعيين نوع الإدخال لتحميل ملف للاستيراد
et: Palun Valifail ja seejärel klõpsake Set kirje tüüp laadidafaili import
fa: لطفا یک فایل را انتخاب کنید و سپس با کلیک بر روی مجموعه نوع ورود به آپلود یک فایل برای واردات
fr_lu: Veuillez choisir un fichier puis cliquer sur paramétrer le Type d'Entrée pour charger un ficher à importer
hr_hr: Molimo odaberite datoteku i zatim upišite set ulazna prenijeti datoteku za uvoz
ja: ファイルを選択し、インポートするファイルをアップロードするには、Setエントリタイプをクリックしてください
lv_lv: Lūdzu, izvēlieties failu un pēc tam noklikšķiniet uz Set Entry tips augšupielādēt failu importa
pl_pl: Wybierz Plik po czym kliknij Wybierz Metodę aby załadować plik do importu
vi_vn: Xin vui lòng Chọn một tập tin và sau đó nhấp vào Cài Loại nhập để tải lên một tập tin cho nhập khẩu

source: There was a problem with the uploaded file
ar: كانت هناك مشكلة مع الملف الذي تم تحميله
et: Seal oli probleemüleslaetud fail
fr_lu: Le fichier n'a pas été téléchargé correctement
hr_hr: Došlo je do problema s učitane datoteke
ja: アップロードされたファイルに問題がありました
lv_lv: Tur bijaar augšupielādēto failu problēma
pl_pl: Problem z wczytanym plikiem
vi_vn: Có một vấn đề với các tập tin tải lên

source: We received
ar: تلقينا
et: saime
fr_lu: Nous avons reçu
hr_hr: primili smo
ja: 我々は、受信した
lv_lv: Mēs saņēmām
pl_pl: Otrzymaliśmy
vi_vn: chúng ta nhận

source: Size
ar: حجم
et: suurus
fr_lu: Taille
hr_hr: veličina
ja: サイズ
lv_lv: Izmērs
pl_pl: Wielkość
vi_vn: cỡ

source: Error was
ar: كان خطأ
et: Viga oli
fr_lu: Erreur:
hr_hr: Pogreška je
ja: エラーが発生しました
lv_lv: Kļūda bija
pl_pl: Wystąpił błąd
vi_vn: lỗi là

source: Error moving temporary file
ar: خطأ أثناء نقل ملف مؤقت
et: Viga liigub ajutise faili
fa: خطا در انتقال فایل های موقت
fr_lu: Erreur lors du déplacement du fichier temporaire
hr_hr: Pogreška kreće privremenu datoteku
ja: エラーが一時的なファイルを移動
lv_lv: Kļūda pārvietojas pagaidu failu
pl_pl: Błąd przy przenoszeniu pliku tymczasowego
vi_vn: Lỗi di chuyển tập tin tạm thời

source: Please check your configuration
ar: يرجى التحقق من التكوين الخاص بك
et: Palun kontrolli oma seadeid
fa: لطفا تنظیمات خود را
fr_lu: Veuillez vérifier votre configuration
hr_hr: Provjerite konfiguraciju
ja: あなたの設定を確認してください
lv_lv: Lūdzu, pārbaudiet savu konfigurāciju
pl_pl: Sprawdź konfigurację
vi_vn: Vui lòng kiểm tra cấu hình của bạn

source: Successfully received
ar: تلقى بنجاح
et: edukalt saanud
fr_lu: Reçu
hr_hr: uspješno primili
ja: 正常に受信
lv_lv: Veiksmīgi saņemts
pl_pl: Poprawnie wczytane
vi_vn: nhận được thành công

source: TempName
ja: TempNameが

source: Valid
ar: صالح
et: kehtiv
fr_lu: Valide
hr_hr: Valjano
ja: 有効な
lv_lv: Derīgs
pl_pl: Ważne
vi_vn: hợp lệ

source: Invalid
ar: باطل
et: kehtetu
fr_lu: Incorrect
hr_hr: Nevaljano
ja: 無効
lv_lv: Nederīgs
pl_pl: Format
vi_vn: Không hợp lệ

source: Validate File
ar: تحقق من صحة الملف
et: Kinnita faili
fr_lu: Valider le fichier
hr_hr: Provjeri File
ja: ファイルを検証
lv_lv: apstiprināt failu
pl_pl: Sprawdź Plik
vi_vn: Tệp tin xác thực

source: 1st 10 Lines of File
ar: 1 10 خطوط من الملف
et: 1. 10 Lines Fail
fa: از 1ST 10 خطوط از فایل
fr_lu: 10 premières lignes du fichier
hr_hr: Prvih 10 linija u datoteci
ja: ファイルの第10行
lv_lv: 1st 10 virzieni Fails
pl_pl: Pierwsze 10 Linii Pliku
vi_vn: 10 dòng đầu tiên của tệp tin

source: Update Batches
ar: تحديث دفعات
ja: 照合更新

source: Below are the 1st 100 records as parsed
ar: وفيما يلي السجلات 1 100 كما معرب
et: Allpool on esitatud 1. 100 kirjeid nagu sõeluda
fr_lu: Ci-dessous, les 100 premiers enregistrements lus
hr_hr: Ispod je prvih 100 zapisa po obradi
ja: 以下のように解析された1日100件のレコードがあります
lv_lv: Zemāk ir 1st 100 ieraksti , kā parsēt
pl_pl: Poniżej jest pierwsze 100 rekordów wczytanych
vi_vn: Dưới đây là 1 100 hồ sơ như phân tích cú pháp

source: Begin:
ar: البداية
et: alustada :
fr_lu: Pour commencer:
hr_hr: Početak:
ja: 開始：
lv_lv: Sākas ar:
pl_pl: Początkowy:
vi_vn: bắt đầu:

source: End:
ar: نهاية :
et: lõpp:
fa: پایان :
fr_lu: Fin:
hr_hr: Kraj:
ja: 終了：
lv_lv: Beigas :
pl_pl: Końcowy:
vi_vn: kết thúc:

source: Hindi
ar: هندي
fa: هندی
hr_hr: hindski
ja: ヒンディー語
pl_pl: hinduski
vi_vn: Tiếng Hin-ddi

source: admin
ar: مشرف
hr_hr: administrator
ja: 見出し
lv_lv: Galvenais
vi_vn: quản trị

source: with password
ar: مع كلمة المرور
et: parooliga
fr_lu: avec Mot de Passe
hr_hr: s lozinkom
ja: パスワードで
lv_lv: ar paroli
pl_pl: i hasło
vi_vn: Với mật khẩu

source: Please login here
ar: الرجاء الدخول هنا
et: Palun Logi sisse siin
hr_hr: Prijava
ja: ここでログインしてください
lv_lv: Lūdzu ielogojieties &#353;eit
pl_pl: Zaloguj się tutaj
vi_vn: Vui lòng đăng nhập ở đây

source: Your webserver is configured to enable Magic Quotes. This may cause problems if you use punctuation (such as quotes) when doing data entry. You should contact your webmaster to disable Magic Quotes
ar: يتم تكوين خادم الويب لتمكين اقتباسات ماجيك .
et: Veebiserveri on konfigureeritud , et võimaldada Magic Quotes .
fa: وب سرور شما پیکربندی شده است برای فعال کردن مظنه سحر و جادو .
fr_lu: Votre serveur web est configuré pour permettre les guillemets magiques. Cela peut causer des problèmes si vous utilisez la ponctuation (comme les guillemets) lors de la saisie des données. Vous devez contacter votre webmaster pour désactiver les guillemets magiques?
hr_hr: Vaš je web server konfiguriran za podršku Magic Quotes. Ovo može izazvati probleme pri korištenju navodnika kod unosa podataka. Kontaktirajte administratora kako bi isključio podršku za Magic Quotes
ja: あなたのウェブサーバは、マジッククオートを有効にするために設定されています。
lv_lv: Jūsu tīmekļa serveris ir konfigurēts , lai Magic Quotes .
pl_pl: Twój serwer WWW jest skonfigurowany w celu umożliwienia Magic Quotes. Może to powodować problemy, jeśli używasz znaków interpunkcyjnych (np. cudzysłów), kiedy robisz wprowadzania danych. Należy skontaktować się z webmasterem, aby wyłączyć Magic Quotes
vi_vn: Máy chủ web của bạn được cấu hình để cho phép thuật Giá .

source: Company
ar: شركة
et: ettevõte
fr_lu: Société
hr_hr: Poduzeće
ja: 会社
lv_lv: Uzņēmums
pl_pl: Firma
vi_vn: Công ty

source: User name
ar: اسم المستخدم
et: kasutajanimi
fr_lu: Utilisateur
hr_hr: Korisničko ime
ja: ユーザー名
lv_lv: Lietotāja vārds
pl_pl: Użytkownik
vi_vn: Tên người sử dụng

source: Login
ar: دخول
et: logi
fa: ورود
fr_lu: Connexion
hr_hr: Prijava
ja: ログイン
pl_pl: Wejdź
vi_vn: đăng nhập

source: Message Report
ar: الرسالة
et: Sõnum aruanne
fr_lu: message
hr_hr: Izvješće o porukama
ja: メッセージレポート
lv_lv: Ziņojuma atskaite
pl_pl: Raport wiadomości
vi_vn: Báo cáo tin nhắn

source: SUCCESS
et: EDU
fa: موفقیت
fr_lu: SUCCÈS
hr_hr: USPJEŠNO
ja: 正常処理
lv_lv: Veiksmīgi
pl_pl: SUKCES
vi_vn: thành công

source: INFORMATION
ar: معلومات
et: INFO
fa: اطلاعات
hr_hr: PODACI
ja: 情報
lv_lv: Informācija
pl_pl: INFORMACJA
vi_vn: Thông tin

source: Message
ar: رسالة
et: sõnum
hr_hr: Poruka
ja: メッセージ
lv_lv: Ziņa
pl_pl: Wiadomość
vi_vn: lời nhắn

source: Wiki
ar: ويكي
fa: ویکی
ja: ウィキ

source: Failed to retrieve mail lists
ar: فشل لاسترداد قوائم الإلكتروني
et: Hankimine ebaõnnestus posti nimekirjad
fa: برای بازیابی لیست ایمیل انجام نشد
fr_lu: Impossible de récupérer les listes de diffusion
hr_hr: Neuspješno preuzimanje mail liste
ja: メールリストの取得に失敗しました
lv_lv: Neizdevās iegūt pasta saraksti
pl_pl: Nie można pobrać listy poczty
vi_vn: Không thể lấy danh sách thư

source: The SQL to update
et: SQL uuendada
fa: SQL برای به روز رسانی
fr_lu: Le SQL de mise à jour
hr_hr: SQL ažurirati
ja: 更新するSQL
lv_lv: SQL atjaunināt
pl_pl: SQL , aby zaktualizować
vi_vn: SQL để cập nhật

source: Total Due For
ar: الاجمالي بسبب لل
et: Kokku nõuded jaoks
fr_lu: Total dû pour
hr_hr: Ukupan dug za
ja: 用により合計
lv_lv: Kopā Due Par
pl_pl: Razem Winien dla
vi_vn: Tổng Do Đối với

source: None of the payments will be processed because the payment record for
ar: وسيتم تجهيز أي من المدفوعات لأن السجل دفع لل
et: Ükski makseid töödelda , sest makse rekord
fa: هیچ یک از پرداخت پردازش می شود به دلیل سابقه پرداخت
fr_lu: Aucun des paiements seront traités parce que le dossier de paiement pour
hr_hr: Nitko od plaćanja će se obrađivati ​​jer je uplata rekord
ja: 支払いのいずれも処理されませんので、支払いのためのレコード
lv_lv: Neviens no maksājumu tiks apstrādāti , jomaksājums rekords
pl_pl: Przelewy nie zostaną przetworzone ponieważ przelew dla
vi_vn: Không có các khoản thanh toán sẽ được xử lý bởi vì các hồ sơ thanh toán cho

source: None of the payments will be processed since an allocation record for
ar: وسيتم تجهيز أي من دفعات منذ سجل لل تخصيص
et: Ükski makseid töödelda alateseraldamise rekord
fa: هیچ یک از پرداخت خواهد شد پس ازرکورد تخصیص برای پردازش
fr_lu: Aucun des paiements seront traités depuis un dossier d'allocation pour
hr_hr: Nitko od plaćanja će biti obrađen od dodjele rekord za
ja: 支払いのいずれも割り当てレコード以来のために処理されません
lv_lv: Neviens no maksājumu tiks apstrādāti , jo piešķiršanas ieraksta
pl_pl: Przelewy nie zostaną przetworzone ponieważ zapis rozliczeń dla
vi_vn: Không có các khoản thanh toán sẽ được xử lý từ một hồ sơ giao đất cho

source: None of the payments will be processed because the bank account payment record for
ar: وسيتم تجهيز أي من المدفوعات لأن حساب سجل البنك دفع لل
et: Ükski makseid töödelda , kuna pangakonto makse rekord
fa: هیچ یک از پرداخت پردازش می شود ، زیرا حساب بانکی رکورد پرداخت برای
fr_lu: Aucun des paiements seront traités parce que le dossier de paiement de compte bancaire pour
hr_hr: Nitko od plaćanja će se obrađivati ​​jer je uplata bankovnom računu rekord
ja: 支払いのいずれも処理されませんので、のための銀行口座の支払い記録
lv_lv: Neviens no maksājumu tiks apstrādāti , jobankas konta maksājumu rekords
pl_pl: Przelewy nie zostaną przetworzone ponieważ konto przelew bankowy dla
vi_vn: Không có các khoản thanh toán sẽ được xử lý bởi vì các hồ sơ thanh toán cho tài khoản ngân hàng

source: payment run on
ar: الدفع تعمل على
et: makse sõitma
fr_lu: cycle de paiement sur
hr_hr: Plaćanje se izvoditi na
ja: 支払いで実行
lv_lv: maksājums palaist
pl_pl: przelew na
vi_vn: thanh toán chạy trên

source: Payment Processing
ar: معالجة الدفع
et: makse töötlemine
fr_lu: Traitement des paiements
hr_hr: Obrada plaćanja
ja: 支払処理
lv_lv: maksājumu apstrādes
pl_pl: Przetwarzanie Płatności
vi_vn: quá trình thanh toán

source: None of the payments will be processed since the general ledger posting for the payment to
ar: وسيتم تجهيز أي من دفعات منذ دفتر الأستاذ العام بالإرسال على أن تدفع ل
et: Ükski makseid töödelda alates pearaamatusse postitamistmakse
fa: هیچ یک از پرداخت خواهد شد از دفتر کل ارسال برای پرداخت به پردازش
fr_lu: Aucun des paiements seront traités depuis le grand livre général annonce que le paiement
hr_hr: Nitko od plaćanja će biti obrađen odglavne knjige za knjiženje plaćanja
ja: 支払額は、いずれも総勘定元帳は、への支払いのために掲示するので、処理されません
lv_lv: Neviens no maksājumu tiks apstrādāti , jogalvenā grāmata norīkošanu par maksājuma
pl_pl: Przelewy nie zostaną przetworzone ponieważ zapisy księgi głównej dla przelewów do
vi_vn: Không có các khoản thanh toán sẽ được xử lý từ các sổ kế toán tổng gửi bài cho thanh toán

source: None of the payments will be processed since the general ledger posting for the exchange difference on
ar: وسيتم تجهيز أي من دفعات منذ دفتر الأستاذ العام بالإرسال للفرق الصرف على
et: Ükski makseid töödelda alatespearaamat postitad vahetamise vahe
fa: هیچ یک از پرداخت خواهد شد از دفتر کل ارسال برای اختلاف ارز در پردازش
fr_lu: Aucun des paiements seront traités depuis le grand livre général annonce de la différence de change sur
hr_hr: Nitko od plaćanja će biti obrađen odglavne knjige za knjiženje tečajna razlika na
ja: 支払額は、いずれも総勘定元帳は、上の交換差ポスティング以降に処理されません
lv_lv: Neviens no maksājumu tiks apstrādāti , jogalvenā grāmata norīkošanu attiecībā uz valūtas maiņas kursa atšķirības par
pl_pl: Przelewy nie zostaną przetworzone dopóki zapisy książki głównej dla różnic walutowych na
vi_vn: Không có các khoản thanh toán sẽ được xử lý từ các sổ kế toán tổng gửi bài cho chênh lệch tỷ giá trên

source: The SQL that failed was:
ar: كان SQL التي فشلت :
et: SQL et ei olnud :
fr_lu: Échec de la commande SQL:
hr_hr: SQL da nije bilo :
ja: 失敗したSQLは以下の通り:
lv_lv: SQL , ka neizdevās bija :
pl_pl: SQL, które nie było:
vi_vn: SQL mà không thành công là :

source: Could not retrieve user details on login because
ar: لا يمكن استرداد تفاصيل المستخدم على تسجيل الدخول بسبب
et: Ei saa laadida kasutaja andmed login sest
fr_lu: Impossible de récupérer des détails sur la connexion, car l'utilisateur
hr_hr: Ne mogu dohvatiti korisničke podatke na prijavu , jer
ja: 期間データ取出しできない理由は
lv_lv: Nevar iegūt lietotāja informāciju par pieteikšanās , jo
pl_pl: Nie można pobrać danych użytkownika podczas logowania, ponieważ
vi_vn: Không thể lấy chi tiết người dùng khi đăng nhập vì

source: User access blocked
ar: منعت وصول المستخدم
et: Kasutaja juurdepääs blokeeritud
fa: دسترسی کاربر مسدود شده
fr_lu: L'accès utilisateur bloqué
hr_hr: Upute za pristup blokirani
ja: ユーザアクセスがブロックされ
lv_lv: Lietotāju piekļuvi bloķēta
pl_pl: Dostęp użytkownika zablokowane
vi_vn: Người dùng truy cập bị chặn

source: has been blocked access at
ar: تم حظر الوصول في
et: on blokeeritud juurdepääs
fa: دسترسی مسدود شده است
fr_lu: a été bloqué à l'accès
hr_hr: blokiran je pristup na
ja: でアクセスをブロックされています
lv_lv: ir bloķēta pieeja pie
pl_pl: został zablokowany dostęp na
vi_vn: đã bị chặn truy cập tại

source: from IP
ar: من IP
et: IP-
fa: از IP
fr_lu: à partir de IP
hr_hr: s IP
ja: IPから
lv_lv: no IP
pl_pl: z IP
vi_vn: từ IP

source: due to too many failed attempts.
ar: بسبب الكثير من المحاولات الفاشلة .
et: tõttu liiga palju ebaõnnestunud katseid .
fa: به دلیل بیش از حد بسیاری از تلاش شکست خورده است .
fr_lu: en raison de trop nombreuses tentatives infructueuses .
hr_hr: zbog previše neuspjelih pokušaja .
ja: あまりにも多くの試みが失敗に起因する。
lv_lv: saistīts ar pārāk daudziem neveiksmīgiem mēģinājumiem .
pl_pl: z powodu zbyt wielu nieudanych próbach .
vi_vn: do quá nhiều lần thử thất bại.

source: There is a problem in retrieving the pricing information for part
ar: هناك مشكلة في استرجاع المعلومات التسعير لل جزء
et: Probleem on allalaadimisehinnateave osa
fr_lu: Problème lors de la récupération des informations tarifaires pour la pièce
hr_hr: Tu jeproblem u vraćajući informacije o cijenama za dio
ja: パーツの価格情報を取得に問題があります
lv_lv: Irielādējot informāciju par cenām daļai problēmu
pl_pl: Wystąpił problem z odczytaniem informacji cenowej dla towaru
vi_vn: Có một vấn đề để lấy về các thông tin giá cả cho phần

source: and for Customer
ar: و عن العملاء
et: ja Kliendi
fr_lu: et pour le Client
hr_hr: a za kupca
ja: と顧客のために
lv_lv: un klientam
pl_pl: i dla Klienta
vi_vn: và cho khách hàng

source: the error message returned by the SQL server was
ar: كانت الرسالة الخطأ الذي تم إرجاعه من قبل الملقم SQL
et: veateade tagastatudSQL server oli
fr_lu: Le message d'erreur renvoyé par le serveur SQL était
hr_hr: Poruka o pogrešci vraća na SQL poslužitelj je
ja: SQLサーバーから返されたエラーメッセージがあった
lv_lv: SQL kļūdas paziņojums
pl_pl: zwrócony przez SQL komunikat błędu
vi_vn: thông báo lỗi trả về bởi máy chủ SQL là

source: The company database being logged into cannot contain any of the illegal characters
fr_lu: Le nom de la base de données ne doit pas contenir de caractères réservés
ja: 勘定セクション名は文字列を含むことができません

source: Back to login page
ar: العودة الى صفحة تسجيل الدخول
et: Tagasi sisselogimise lehele
fr_lu: Retour à la page de connexion
hr_hr: Povratak na stranicu za prijavu
ja: ログインページに戻る
lv_lv: Atpakaļ uz autorizācijas lapu
pl_pl: Powrót do strony logowania
vi_vn: Sao đăng nhập trang

source: The company name entered (
ar: اسم الشركة دخلت (
et: Firma nimi sisestatud (
fr_lu: Le nom de la société est entrée (
hr_hr: Naziv tvrtke ušao (
ja: 入力されたコードは
lv_lv: Uzņēmuma nosaukums, kas ierakstīts (
pl_pl: Wprowadzona nazwa firmy (
vi_vn: Tên công ty được nhập vào

source: Check the company name entered (
ar: تحقق من اسم الشركة دخلت (
et: Kontrollige firma nimi sisestatud (
fa: چک کردن نام شرکت وارد (
fr_lu: Vérifier le nom de la société (
hr_hr: Provjerite naziv tvrtke unijeli (
ja: 品目コードが入力された
lv_lv: Pārbaudiet uzņēmuma ievadīto nosaukumu (
pl_pl: Sprawdź, czy nazwa firmy weszła (
vi_vn: Kiểm tra tên công ty vào (

source: The company name abbreviation entered at login must also have a company directory defined. See your system administrator
ar: اسم اختصار دخلت الشركة في الدخول يجب أن يكون أيضا دليلا شركة محددة.
et: Firma nimi lühend sisselogimisel peab olema ka ettevõtete kataloog määratletud.
fr_lu: L'abréviation nom de la société entré lors de la connexion doit aussi avoir un répertoire des entreprises définies. Consultez votre administrateur système
hr_hr: Kratica tvrtka ušla na korisničko ime također mora imatifirmi definirana .
ja: ログイン時に入力した会社名の略称は、また、会社のディレクトリを定義する必要があります。
lv_lv: Uzņēmuma nosaukums saīsinājums ierakstīt pieteikšanās ir jābūt arīuzņēmumu katalogs definēts.
pl_pl: Skrót nazwy firmy wprowadzone podczas logowania musi mieć również katalog firmy zdefiniowane. Skontaktuj się z administratorem systemu
vi_vn: Tên công ty viết tắt vào lúc đăng nhập cũng phải có một thư mục công ty được xác định.

source: to try logging in again
ar: في محاولة تسجيل الدخول مرة أخرى
et: proovida uuesti sisse logida
fa: برای دوباره وارد سیستم شوید
hr_hr: pokušati ponovno prijaviti
ja: 再度ログインを試してみる
lv_lv: mēģināt pieteikties vēlreiz
vi_vn: để thử đăng nhập lại

source: The configuration in the file config.php for the database user name and password do not provide the information required to connect to the database server
ar: التكوين في ملف config.php ملف للحصول على اسم مستخدم قاعدة البيانات وكلمة المرور لا توفر المعلومات المطلوبة للاتصال خادم قاعدة البيانات
et: Konfiguratsioonifaili config.php andmebaasi kasutajanimi ja parool ei anna vajalikku teavet ühendada andmebaasi server
fa: پیکربندی در فایل config.php را برای پایگاه داده نام کاربر و رمز عبور ، اطلاعات مورد نیاز برای اتصال به سرور دیتابیس به کار می رود را ارائه نمی
fr_lu: Vérifier l'identifiant et le mot de passe de la connection à la base de données dans le fichier config.php
hr_hr: Konfiguracija u datoteci config.php za ime baze podataka korisnika i lozinkom ne daju informacije potrebne za povezivanje sa bazom podataka
ja: データベースのユーザー名とパスワードのファイルのconfig.phpの構成では、データベース·サーバーに接続するために必要な情報を提供していない
lv_lv: Failā config.php konfigurāciju datu bāzes lietotāja vārdu un paroli nesniedz informāciju, kas nepieciešama , lai izveidotu savienojumu ar datu bāzes serveri
pl_pl: Konfiguracja hasła i nazwy użytkownika bazy danych zapisana w pliku config.php nie umożliwia połączenia z bazą danych
vi_vn: Cấu hình trong tập tin config.php cho tên người dùng cơ sở dữ liệu và mật khẩu không cung cấp các thông tin cần thiết để kết nối với máy chủ cơ sở dữ liệu
