Repository: timschofield/KwaMoja-Medical
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar, et, fa, fr_lu, hr_hr, ja, lv_lv, pl_pl, vi_vn

source: Shows the list of goods received not yet invoiced, both in supplier currency and home currency. When run for all suppliers, the total in home curency should match the GL Account for Goods received not invoiced.
ar: يعرض قائمة من البضائع الواردة لا فواتير بها بعد ، على حد سواء بالعملة المورد و بالعملة المحلية .
et: Näitab kaupade loetelu saanud veel arvet, nii tarnija valuuta ja kodu valuutas.
fa: را نشان می دهد لیستی از کالا هر دو در ارز عرضه کننده کالا و ارز خانه هنوز صورتحساب نشده است .
fr_lu: Affiche la liste des biens reçus non encore facturées , à la fois dans la devise du fournisseur et la devise de la maison.
hr_hr: Prikazujese popis robe primili još nije fakturirana , kako u valuti dobavljača i domaće valute .
ja: 商品のリストサプライヤー通貨と自国通貨の両方で、まだ請求しない受信を示しています。
lv_lv: Uzrādapreču saraksts saņēma vēl nav izrakstīts rēķins , gan piegādātāju valūtā un mājas valūtā.
pl_pl: Pokazujewykaz towarów otrzymała jeszcze faktury , zarówno w walucie dostawcy i waluty głównej.
vi_vn: Hiển thị danh sách của hàng hoá nhận được chưa lập hoá đơn , cả nhà cung cấp tiền tệ và đồng nội tệ.

source: Qty Received
ar: الكمية المتلقاة
et: Kogus Vastatud
fr_lu: Qté reçue
hr_hr: Količina primljeni
ja: 入庫数量
lv_lv: Daudz saņemtā
pl_pl: Ilość Przyjęta
vi_vn: Số lượng nhận được

source: Qty Invoiced
ar: بفاتورة الكمية
et: Kogus Arve
fr_lu: Quantité facturée
hr_hr: Količina Dostavljeni
ja: 請求数量
lv_lv: Daudz Rēķinā
pl_pl: Ilość Zafakturowana
vi_vn: Số lượng lập hoá đơn

source: Unit Price
ar: سعر الوحدة
et: Hind
fr_lu: Prix Unitaire
hr_hr: cijena
ja: 単価
lv_lv: Vienības cena
pl_pl: Cena Jednostkowa
vi_vn: Giá đơn vị

source: Line Total
ar: خط المشاركات
et: line kokku
fa: خط مجموع
fr_lu: Total lignes
hr_hr: Line Ukupno
ja: 行合計
lv_lv: Kopā
pl_pl: Razem Pozycja
vi_vn: dòng Tổng số

source: Shows the list of goods received not yet invoiced, both in supplier currency and home currency. When run for all suppliers the total in home curency should match the GL Account for Goods received not invoiced.
ar: يعرض قائمة من البضائع الواردة لا فواتير بها بعد ، على حد سواء بالعملة المورد و بالعملة المحلية .
et: Näitab kaupade loetelu saanud veel arvet, nii tarnija valuuta ja kodu valuutas.
fa: را نشان می دهد لیستی از کالا هر دو در ارز عرضه کننده کالا و ارز خانه هنوز صورتحساب نشده است .
fr_lu: Affiche la liste des biens reçus non encore facturées , à la fois dans la devise du fournisseur et la devise de la maison.
hr_hr: Prikazujese popis robe primili još nije fakturirana , kako u valuti dobavljača i domaće valute .
ja: 商品のリストサプライヤー通貨と自国通貨の両方で、まだ請求しない受信を示しています。
lv_lv: Uzrādapreču saraksts saņēma vēl nav izrakstīts rēķins , gan piegādātāju valūtā un mājas valūtā.
pl_pl: Pokazujewykaz towarów otrzymała jeszcze faktury , zarówno w walucie dostawcy i waluty głównej.
vi_vn: Hiển thị danh sách của hàng hoá nhận được chưa lập hoá đơn , cả nhà cung cấp tiền tệ và đồng nội tệ.

source: Show On Screen
ar: عرض على الشاشة
et: Näita Screen
ja: 画面に表示

source: Create PDF Print Out For A Batch Of Receipts
ar: إنشاء قوات الدفاع الشعبي لل طباعة مجموعة من إيصالات
et: Loo PDF Trüki Out Forpartii kviitungeid
fa: ایجاد پی دی اف نسخه قابل چاپ خارج برای دسته ای از رسید
fr_lu: Créer Imprimer PDF Out pour un lot de recettes
hr_hr: Stvaranje PDF isprintati za hrpa primitaka
ja: 入金バッチ用PDF印刷出力作成
lv_lv: Izveidot PDF Drukāt Out Par partijas ieņēmumi
pl_pl: Wydruk PDF dla Wyciągu Bankowego
vi_vn: T?o b?n in PDF cho m?t lo?t biên lai

source: Details of the batch to be re-printed
ar: تفاصيل الدفعة إلى إعادة طبع
et: Andmedpartii uuesti trükkida
fa: جزئیات دسته ای باید دوباره چاپ
fr_lu: Les détails du lot pour être réimprimés
hr_hr: Detalji količinama kako se ponovno ispisati
ja: バッチの詳細は、再印刷される
lv_lv: Sīkāka informācija par partijas atkārtoti iespiest
pl_pl: Szczegóły tej partii ponownie drukowane
vi_vn: Chi tiết về các lô để được in lại

source: Select the batch number of receipts to be printed
ar: حدد رقم الدفعة من الإيصالات التي سيتم طباعتها
et: Valige partii number laekumiste tuleb trükkida
fa: انتخاب دسته ای از شماره به چاپ رسید
fr_lu: Sélectionner le numéro de lot des reçus à imprimer
hr_hr: Odaberite serije broj računa za ispis
ja: 印刷する入金バッチ番号を入力
lv_lv: Izvēlieties partijas numuru ieņēmumi tiek drukāts
pl_pl: Wybierz numer partii wpływy do druku
vi_vn: Ch?n s? lô c?a biên lai d? in

source: Batch
ar: دفعة
et: partii
fa: دسته
fr_lu: Traitement par lot
hr_hr: serija
ja: 支店
lv_lv: partijas
pl_pl: Partia
vi_vn: Lô hàng

source: Create PDF
ar: إنشاء PDF
et: Loo pDF
fa: ایجاد پی دی اف
fr_lu: Créer un fichier PDF
hr_hr: Stvaranje PDF-a
ja: PDF作成
lv_lv: Izveidot PDF
pl_pl: Drukuj PDF
vi_vn: Tạo PDF

source: An error occurred getting the header information about the receipt batch number
ar: حدث خطأ الحصول على معلومات رأس عن استلام عدد الدفعة
et: Tekkis viga saada päisesse informatsioonisaamist partii number
fa: خطا رخ داده است به دست آوردن اطلاعات هدر در مورد شماره رسید دسته ای
fr_lu: Erreur lors de la recherche d'information d'en-tête sur le reçu du numéro de lot
hr_hr: Došlo je do pogreške dobivanje zaglavlju podatke o broju primitka serije
ja: 入金バッチ番号に関するヘッダー情報を取得してエラーが発生しました
lv_lv: Kļūda iegūt galvenes informāciju par čeka partijas numuru
pl_pl: Wystąpił błąd przy odczycie informacji dot. wyciągu bankowego nr
vi_vn: G?p l?i khi dang l?y thông tin tiêu d? v? biên lai s? lô

source: The SQL used to get the receipt header information that failed was
ar: و SQL المستخدمة للحصول على استلام معلومات رأس التي فشلت كان
et: SQL kasutada, et saadakätte päiseinfo mis ei olnud
fa: گذاشتن استفاده می شود برای بدست آوردن اطلاعات هدر رسید که شکست خورده بود
fr_lu: Échec de la commande SQL d'affichage des en-têtes des reçus:
hr_hr: SQL se koristi kako bi dobili informacije primitka zaglavlja koja nije uspjela je
ja: SQLだった失敗した領収書のヘッダー情報を取得するために使用
lv_lv: SQL izmanto, lai iegūtu saņemšanas galvenes informāciju , ka nav tika
pl_pl: Użyta fraza SQL
vi_vn: D? li?u SQL dùng d? l?y thông tin tiêu d? biên lai dã không thành công là

source: Create PDF Print-out For A Batch Of Receipts
ar: إنشاء PDF طباعة المغادرة لمجموعة من إيصالات
et: Loo PDF väljatrükil Forpartii kviitungeid
fa: ایجاد پی دی اف نسخه قابل چاپ کردن برای دسته ای از رسید
fr_lu: Créer un fichier PDF imprimable-out pour un lot de recettes
hr_hr: Stvaranje PDF Ispis - out Za hrpa primitaka
ja: 入金バッチ用PDF印刷出力作成
lv_lv: Izveidot PDF Izdrukāt - out Par partijas ieņēmumi
pl_pl: Wydruk PDF dla Wyciągu Bankowego
vi_vn: T?o b?n in PDF cho m?t lo?t biên lai

source: The receipt batch number
ar: رقم الدفعة استلام
et: Saamist partii number
fa: رسید شماره بچ
fr_lu: Le numéro de lot réception
hr_hr: Broj primitka serije
ja: 入金バッチ番号
lv_lv: Saņemšana partijas numurs
pl_pl: Wyciąg bankowy numer
vi_vn: Số lô nhận

source: was not found in the database
ar: لم يتم العثور في قاعدة بيانات
et: ei leia andmebaasist
fa: در بانک اطلاعاتی یافت نشد
fr_lu: n'a pas été trouvé dans la base de données
hr_hr: nije pronađen u bazi podataka
ja: はデータベースに見つかりません
lv_lv: netika atrasts datubāzē
pl_pl: nie został znaleziony w bazie
vi_vn: Không tìm thấy trong cơ sở dữ liệu

source: Please try again selecting a different batch number
ar: يرجى المحاولة مرة أخرى اختيار عدد دفعة مختلفة
et: Palun proovige uuesti , valides eri partii number
fa: لطفا سعی کنید تعداد دسته مختلف دوباره انتخاب
fr_lu: S'il vous plaît essayer de nouveau la sélection d'un numéro de lot différents
hr_hr: Molimo pokušajte ponovno odabrati neki drugi broj serije
ja: 違うバッチ番号を選択して再度実行して下さい
lv_lv: Lūdzu meiģiniet vēlreiz izvētloties citu pakas numuru
pl_pl: Spróbuj wybrać inny numer wyciągu
vi_vn: Vui lòng thử lại bằng cách chọn mã số lô hàng khác

source: An error occurred getting the customer receipts for batch number
ar: حدث خطأ الحصول على إيصالات العملاء ل عدد الدفعة
et: Tekkis viga saada kliendi laekumised partii number
fa: خطا رخ داده است گرفتن رسید مشتری را برای شماره بچ
fr_lu: Erreur lors de la recherche des reçus clients pour le lot numéro
hr_hr: Došlo je do pogreške dobivanje kupaca račune za skupne broju
ja: 得意先入金バッチ番号を取得してエラーが発生しました
lv_lv: Kļūda iegūt klientu kvītis par sērijas numuru
pl_pl: Błąd przy pobieraniu wpłat klienta na wyciągu bankowym
vi_vn: Đã xảy ra lỗi nhận được hóa đơn của khách hàng cho số lô

source: The SQL used to get the customer receipt information that failed was
ar: و SQL المستخدمة للحصول على العملاء استلام المعلومات التي فشلت كان
et: SQL kasutada, et saada kliendi kätte teavet, mis ei olnud
fa: گذاشتن استفاده می شود برای بدست آوردن اطلاعات مشتری رسید که شکست خورده بود
fr_lu: Commande SQL d'affichage des reçus client:
hr_hr: SQL se koristi kako bi dobili informacije kupca potvrdu da je uspio
ja: SQLだった失敗したレシート情報を取得するために使用
lv_lv: SQL izmanto, lai iegūtu klientu saņemšanas informāciju, ka nav tika
pl_pl: Użyta fraza SQL
vi_vn: SQL được sử dụng để có được thông tin khách hàng nhận rằng thất bại là

source: An error occurred getting the GL receipts for batch number
ar: حدث خطأ الحصول على إيصالات GL ل عدد الدفعة
et: Tekkis viga saadaGL kviitungid partii number
fa: خطا رخ داده است گرفتن رسید برای گرم در شماره بچ
fr_lu: Erreur lors de la recherche des reçus GL pour le lot numéro
hr_hr: Došlo je do pogreške dobivanje GL račune za serije broju
ja: GL入金バッチ番号を取得してエラーが発生しました
lv_lv: Kļūda kļūst GL kvītis par partijas numuru
pl_pl: Błąd przy zapisie do KG wyciągu bankowego nr
vi_vn: Đã xảy ra lỗi nhận được biên lai GL cho số lô

source: The SQL used to get the GL receipt information that failed was
ar: و SQL المستخدمة للحصول على المعلومات استلام GL التي فشلت كان
et: SQL kasutada saanGL kätte teavet, mis ei olnud
fa: گذاشتن استفاده می شود برای بدست آوردن اطلاعات گرم رسید که شکست خورده بود
fr_lu: Échec de la commande SQL d'affichage des reçus GL:
hr_hr: SQL se koristi kako bi dobili informacije GL potvrdu da je uspio
ja: SQLだった失敗したGLの領収書情報を取得するために使用
lv_lv: SQL izmanto, lai iegūtu GL saņemšanas informāciju, ka nav tika
pl_pl: Użyta fraza SQL
vi_vn: SQL được sử dụng để có được những thông tin nhận GL mà không thành công là

source: Banking Summary
ar: ملخص المصرفية
et: Pangandus kokkuvõte
fa: بانکداری خلاصه
fr_lu: Sommaire des opérations bancaires
hr_hr: Bankarski Sažetak
ja: 銀行取引概要
lv_lv: banku kopsavilkums
pl_pl: Podsumowanie Wpłat
vi_vn: Tóm tắt thông tin ngân hàng

source: Banking Summary Number
ar: عدد المصرفية ملخص
et: Pangandus kokkuvõte arv
fa: بانکداری شماره خلاصه
fr_lu: Nombre Résumé des banques
hr_hr: Bankarski Sažetak Broj
ja: 銀行取引番号
lv_lv: Banku kopsavilkums skaits
pl_pl: Numer wyciągu bankowego
vi_vn: Ngân hang Số Tóm tắt

source: BANKED
ar: راهن
et: hoiustatud
fr_lu: En banque
hr_hr: grupiran
ja: 銀行取引
lv_lv: sānsvere
pl_pl: PRZELANE

source: Payment Listing
ar: قائمة الدفع
et: Maksmine pakkumist
fa: پرداخت مثال
fr_lu: Annonce de paiement
hr_hr: Plaćanje Oglas
ja: 支払一覧表
lv_lv: maksājumu Listing
pl_pl: Zestawienie Wypłat
vi_vn: Bảng liệt kê thanh toán

source: Report Criteria
et: Raport kriteeriumid
fa: گزارش معیار
fr_lu: Les critères du rapport
hr_hr: Prijavi Kriteriji
ja: レポート条件
lv_lv: Ziņojums kritēriji
pl_pl: Kryteria raport
vi_vn: báo cáo Tiêu chuẩn

source: Enter the date from which cheques are to be listed
ar: أدخل التاريخ الذي الشيكات هي أن تكون مدرجة
et: Sisestage kuupäev , millest kontrolli , on loetletud
fa: وارد کنید تاریخ که از آن چک می شود رسید
fr_lu: Saisir la date à laquelle les chèques seront listés
hr_hr: Unesite datum od kojeg su provjere da se na popisu
ja: 小切手一覧の開始日入力
lv_lv: Ievadiet datumu , no kura pārbaudes, ir jābūt norādītiem
pl_pl: Wprowadź datę poczatkową zestawienia czeków
vi_vn: Nh?p vào ngày mà séc b?t d?u du?c li?t kê

source: Enter the date to which cheques are to be listed
ar: أدخل التاريخ الذي الشيكات هي أن تكون مدرجة
et: Sisestage kuupäev , mille kontrolli , on loetletud
fa: وارد کنید تاریخ را که چک می شود رسید
fr_lu: Saisir la date à laquelle les chèaues seront listés
hr_hr: Unesite datum na koji se provjerava da se na popisu
ja: 小切手一覧の終了日入力
lv_lv: Ievadiet datumu , uz kuru pārbaudes ir jābūt norādītiem
pl_pl: Wprowadź datę końcową zestawienia czeków
vi_vn: Nhập ngày để kiểm tra đó sẽ được liệt kê

source: Email the report off
ar: إرسال تقرير قبالة
et: Saadaaruanne välja
fa: ایمیل کردن گزارش
fr_lu: Envoi électronique du rapport de
hr_hr: Pošaljite izvješće off
ja: レポートでなくEmail送付
lv_lv: Nosūtīt ziņojumu off
pl_pl: Wyślij raport emailem
vi_vn: Gửi email báo cáo ra

source: An error occurred getting the payments
ar: حدث خطأ الحصول على المدفوعات
et: Tekkis viga saadamakseid
fa: خطا رخ داده است گرفتن پرداخت
fr_lu: Erreur lors de la recherche des paiements
hr_hr: Došlo je do pogreške dobivanje isplate
ja: 支払いを取得してエラーが発生しました
lv_lv: Kļūda kļūst maksājumus
pl_pl: Błąd przy zestawianiu płatności
vi_vn: Có l?i x?y ra khi l?y các thanh toán

source: There were no bank transactions found in the database within the period from
ar: لم تكن هناك المعاملات المصرفية وجدت في قاعدة البيانات في الفترة من
et: Puudusid pangatehinguid leidub andmebaasis ajavahemikus
fa: هیچ معاملات بانکی در بانک اطلاعاتی در دوره یافت وجود دارد
fr_lu: Il n'y avait pas les transactions bancaires dans la base de données dans le délai de
hr_hr: Nije bilo bankovne transakcije koje se nalaze u bazi podataka u roku od
ja: データベースに指定期間の銀行トランザクションがありません 指定期間 開始
lv_lv: Nebija banku darījumi atrasts datu bāzē laikposmā no
pl_pl: Nie znaleziono operacji bankowych w okresie od
vi_vn: Không tìm th?y giao d?ch ngân hàng nào trong co s? d? li?u trong giai do?n t?

source: Please try again selecting a different date range or account
ar: يرجى المحاولة مرة أخرى تحديد نطاق تاريخ مختلف أو حساب
et: Palun proovige uuesti valides erinevat ajavahemikku või konto
fa: لطفا سعی کنید محدوده تاریخ متفاوت و یا حساب دوباره انتخاب
fr_lu: S'il vous plaît essayer de nouveau la sélection d'un intervalle de dates ou un autre compte
hr_hr: Molimo pokušajte ponovno odabrati neki drugi vremenski raspon ili račun
ja: 違う日付範囲口座を選択してもう一度試行してください
lv_lv: Lūdzu, mēģiniet vēlreiz, izvēlēties citu datumu diapazonu vai kontu
pl_pl: Spróbuj wybrać inny zakres lub konto
vi_vn: Vui lòng thử lại chọn một ngày khác hoặc tài khoản

source: Cheque Listing
ar: قائمة الشيكات
et: Tšekk pakkumist
fa: چک لیست
fr_lu: Liste des chèques
hr_hr: Ček Oglas
ja: 小切手一覧表
lv_lv: Čeku Listing
pl_pl: Zestawienie czeków
vi_vn: Liệt kê séc

source: Cheque listing from
ar: قائمة الشيكات من
et: Tšekk nimestik
fa: چک لیست از
fr_lu: Liste des chèques provenant de
hr_hr: Ček na popis
ja: 小切手一覧表 開始
lv_lv: Čeku sarakstā no
pl_pl: Zestawienie czeków od
vi_vn: Danh sách Séc từ

source: An error occurred getting the GL transactions
ar: حدث خطأ الحصول على المعاملات GL
et: Tekkis viga saadaGL tehingud
fa: خطا رخ داده است گرفتن معاملات گرم
fr_lu: Erreur lors de la recherche des transactions GL
hr_hr: Došlo je do pogreške dobivanje GL transakcija
ja: GLトランザクションを取得してエラーが発生しました
lv_lv: Kļūda iegūt GL darījumus
pl_pl: Błąd przy odczycie operacji KG
vi_vn: Đã xảy ra lỗi nhận được các giao dịch GL

source: CHEQUES
ar: شيكات
et: tšekke
fa: چک
fr_lu: CHÈQUES
hr_hr: ČEKOVI
ja: 小切手
lv_lv: Čeki
pl_pl: CZEKI
vi_vn: SÉC

source: Payments check list
ar: المدفوعات قائمة تحقق
et: Maksed vaadata nimekirja
fa: چک لیست پرداخت
fr_lu: Paiements Liste de vérification
hr_hr: Uplate provjerite popis
ja: お支払いは、リストをチェック
lv_lv: Maksājumi pārbaudes sarakstu
pl_pl: Płatności sprawdzić listę
vi_vn: Thanh toán kiểm tra danh sách

source: Please find herewith payments listing from
ar: تجدون طيه قائمة المدفوعات من
et: Palun leia käesolevaga maksed nimestik
fa: لطفا پیدا پرداخت این نامه از فهرست
fr_lu: Liste complète des paiements
hr_hr: Molimo pronaći popis s ovime plaćanjima
ja: からこれにより支払いのリストを見つけてください
lv_lv: Lūdzu šeit Maksājumi sarakstu no
pl_pl: W załączeniu zestawienie płatności od
vi_vn: Xin vui lòng tìm kèm thanh toán niêm yết từ

source: There are no member in Check Listing Recipients email group, no mail will be sent
ar: لا يوجد عضو في تصفح قائمة المجموعة البريد الإلكتروني للمتلقي ، سيتم إرسال أي بريد
et: Puuduvad liige Vaadake pakkumist saajad email grupp ei mail saadetakse
fa: هیچ عضو در مثال ورود به گروه ایمیل گیرنده وجود دارد ، هیچ ایمیل ارسال خواهد شد
fr_lu: Il n'y a pas membre du Listing Check bénéficiaires groupe de messagerie , aucun courriel ne sera envoyé
hr_hr: Nema član Provjerite Oglas primatelja e- skupini , no mail će biti poslan
ja: チェックリストの受信者の電子メールグループにはメンバーがありません、メールは送信されません
lv_lv: Nav arī Check Listing adresātu e-pasta grupas dalībnieks , neviens pasts tiks nosūtīts
pl_pl: Nie ma członkiem Odbiorcy Sprawdź grupy aukcji mailem , no mail będzie wysłany
vi_vn: Không có thành viên trong Liệt kê Kiểm tra nhóm Người nhận email , không có thư sẽ được gửi

source: The date must be specified in the format
ar: يجب أن يتم تحديد التاريخ في شكل
et: Kuupäev olema esitatud kujul
fa: تاریخ باید در فرمت مشخص شده
fr_lu: La date doit être spécifié dans le format
hr_hr: Datum mora biti navedeno u formatu
ja: 終了日付はフォーマットで指定しなけらばならない
lv_lv: Datumu jānorāda formātā
pl_pl: Data musi być podany w formacie
vi_vn: Ngày ph?i du?c xác d?nh trong d?nh d?ng

source: Customer Transaction Listing
ar: قائمة العملاء عملية
et: Kliendi väljavõte
fa: مشتری مثال معامله
fr_lu: Liste des transactions à la clientèle
hr_hr: Kupac Transakcija Oglas
ja: 得意先トランザクション問合せ
lv_lv: Klientu Darījuma Listing
pl_pl: Lista transakcji klientów
vi_vn: Liệt kê các giao dịch của khách hàng

source: Enter the date for which the transactions are to be listed
ar: أدخل التاريخ الذي المعاملات هي أن تكون مدرجة
et: Sisestage kuupäev , milletehingud on loetleda
fa: وارد کنید تاریخ که معاملات باید در فهرست
fr_lu: Saisir la date à laquelle les opérations seront listées
hr_hr: Unesite datum za koji Transakcije su se na popisu
ja: リストする開始注文日入力
lv_lv: Ievadiet datumu , par kuru darījumi ir jāuzskaita
pl_pl: Wprowadź datę, dla których transakcje mają być wymienione
vi_vn: Nh?p ngày mà các giao d?ch du?c li?t kê

source: Credit Notes
ar: تلاحظ الائتمان
fa: یادداشت های اعتباری
fr_lu: Avoirs
hr_hr: knjižnih
ja: 返品伝票
lv_lv: Credit Piezīmes
pl_pl: Noty Kredytowe
vi_vn: Ghi chú tín dụng

source: An error occurred getting the transactions
ar: حدث خطأ الحصول على المعاملات
et: Tekkis viga saadatehingud
fa: خطا رخ داده است گرفتن معاملات
fr_lu: Erreur lors de la recherche des transactions
hr_hr: Došlo je do pogreške uzimajući transakcije
ja: GLトランザクションを取得してエラーが発生しました
lv_lv: Kļūda iegūt darījumus
pl_pl: Wystąpił błąd coraz transakcji
vi_vn: Có l?i x?y ra khi l?y các giao d?ch

source: The SQL used to get the transaction information that failed was
ar: و SQL المستخدمة للحصول على معلومات الصفقة التي فشلت كان
et: SQL kasutada, et saada tehingu teavet, mis ei olnud
fa: گذاشتن استفاده می شود برای بدست آوردن اطلاعات مربوط به معامله که شکست خورده بود
fr_lu: Échec de la commande SQL d'affichage des transactions:
hr_hr: SQL se koristi kako bi dobili informacije o transakcijama koji su podbacili bio
ja: トランザクション情報取り出しに用いられたSQLは失敗した
lv_lv: SQL izmanto, lai iegūtu darījumu informāciju , ka nav tika
pl_pl: SQL wykorzystywane w celu uzyskania informacji o transakcjach, które nie było
vi_vn: Dữ liệu dùng để lấy các thông tin giao dịch không thành công vì

source: There were no transactions found in the database for the date
ar: لم تكن هناك المعاملات الموجودة في قاعدة البيانات للتاريخ
et: Tehinguid ei leitud andmebaasikuupäev
fa: هیچ معاملات در بانک اطلاعاتی برای تاریخ وجود دارد در بر داشت
fr_lu: Il n'y avait pas les transactions dans la base de données pour la date
hr_hr: Nije bilo transakcija koje se nalaze u bazi podataka za datum
ja: データベースに指定期間の銀行トランザクションがありません 指定期間 開始
lv_lv: Nebija nekādi darījumi atrodami datu bāzē , lai datumu
pl_pl: Nie było transakcji w bazie danych dla daty
vi_vn: Không có giao d?ch nào du?c tìm th?y trong co s? d? li?u cho ngày dó

source: Please try again selecting a different date
ar: يرجى المحاولة مرة أخرى تحديد تاريخ مختلف
et: Palun proovige uuesti validateine ​​kuupäev
fa: لطفا سعی کنید تاریخ مختلف دوباره انتخاب
fr_lu: S'il vous plaît essayez de nouveau en sélectionnant une date différente
hr_hr: Molimo pokušajte ponovno odabrati neki drugi datum
ja: 違う日付範囲で最選択して下さい
lv_lv: Lūdzu, mēģiniet vēlreiz, izvēlēties citu datumu
pl_pl: Proszę spróbować ponownie, wybierając inną datę
vi_vn: Vui lòng th? l?i b?ng ch?n m?t ngày khác

source: Customer transaction listing from
ar: العملاء قائمة الصفقة من
et: Kliendi väljavõte alates
fa: لیست مشتریان از معامله
fr_lu: liste des transactions des clients de
hr_hr: Kupac transakcije na popis
ja: 得意先トランザクション問合せ
lv_lv: Klientu darījumu sarakstā no
pl_pl: wykaz transakcji z klientów
vi_vn: Danh sách giao d?ch khách hàng t?

source: Transactions
ar: المعاملات
et: Tehingud
fa: معاملات
fr_lu: Opérations
hr_hr: Transakcije
ja: トランザクション
lv_lv: Grāmatojumi
pl_pl: Transakcje
vi_vn: giao dịch

source: Customer Listing
ar: قائمة العملاء
et: Kliendi pakkumist
fa: لیست مشتریان
fr_lu: Liste des clients
hr_hr: Kupac Oglas
ja: 得意先作表
lv_lv: Klientu Listing
pl_pl: Zestawienie Klienta
vi_vn: Liệt kê danh sách khách hàng

source: Customer List
ar: قائمة العملاء
et: Klientide nimekiri
fa: فهرست مشتریان
fr_lu: Liste des clients
hr_hr: Popis korisnika
ja: 得意先帳票
lv_lv: Klientu saraksts
pl_pl: Zestawienie Klientów
vi_vn: Danh sách khách hàng

source: The activity amount is not numeric and you elected to print customer relative to a certain amount of activity
ar: كمية النشاط ليس رقمية و كنت انتخبت لطباعة النسبية العملاء ل كمية معينة من النشاط
et: Aktiivsus summa ei ole numbriline ja sa valitud printida kliendi suhtes teatud tegevus
fa: میزان فعالیت عددی نیست و تو انتخاب برای چاپ مشتری نسبت به مقدار مشخصی از فعالیت
fr_lu: Le montant d'activité n'est pas numérique alors que vous voulez imprimer les informations d'un client en relation avec ce montant
hr_hr: Aktivnost iznos nije numerički i da biraju za ispis kupca u odnosu na određenu količinu aktivnosti
ja: 活動量は数値ではないですし、活動の一定量に顧客相対を印刷するために選出された
lv_lv: Aktivitāte summa nav ciparu un jūs ievēlēts drukāt klientu , salīdzinot ar zināmu aktivitāti
pl_pl: Kwota działalność nie jest numeryczne i została wybrana do druku klienta w stosunku do pewnej aktywności
vi_vn: Số lượng hoạt động không phải là số và bạn có bầu để in tương đối khách hàng một số tiền nhất định của hoạt động

source: this level of activity must be specified in the local currency
ar: يجب تحديد هذا المستوى من النشاط في العملة المحلية
et: Selle tegevuse tase olema kindlaks määratud kohaliku valuuta
fa: این سطح از فعالیت را باید در ارز محلی مشخص
fr_lu: ce niveau d'activité doivent être précisées dans la monnaie locale
hr_hr: ova razina aktivnosti moraju biti navedeni u lokalnoj valuti
ja: 活動のこのレベルは、現地通貨で指定する必要があります
lv_lv: šis aktivitātes līmenis jānorāda vietējā valūtā
pl_pl: aktywność powinna być wyrażona w lokalnej walucie
vi_vn: mức độ hoạt động này phải được quy định trong nội tệ

source: The customer List could not be retrieved by the SQL because
ar: قائمة العملاء لا يمكن استردادها بواسطة SQL لأن
et: Klientide nimekiri ei õnnestunud poolt SQL sest
fa: لیست مشتریان می توان با گذاشتن زیرا قابل بازیابی نیست
fr_lu: La liste des clients n'a pas pu être récupéré par le SQL, car
hr_hr: Popis kupac ne može dohvatiti , jer od strane SQL
ja: 顧客リストは、SQLによって取得することができませんでしたので、
lv_lv: Klients sarakstu nevarēja iegūt, SQL , jo
pl_pl: Zestawienie klienta nie może być utworzone ponieważ
vi_vn: Danh sách các khách hàng không có thể được lấy ra bởi SQL vì

source: This report has no output because there were no customers retrieved
ar: هذا التقرير لا يوجد لديه الانتاج بسبب عدم وجود الزبائن استرجاع
et: See raport ei ole väljund , sest puudusid klientidele kätte
fa: این گزارش ندارد چرا که هیچ خروجی به مشتریان بازیابی شده وجود دارد
fr_lu: Ce rapport n'a pas de production parce qu'il n'y avait pas de clients récupérés
hr_hr: To izvješće nema izlaza , jer nije bilo kupaca dohvatiti
ja: このレポートには、顧客が存在しなかったので、何も出力を持っていない取得
lv_lv: Šis ziņojums nav izeja , jo nebija klientu ielādēts
pl_pl: Raport ten nie ma wyjścia, ponieważ nie było klientów przywrócony
vi_vn: Báo cáo này không có đầu ra vì không có khách hàng lấy
