Repository: timschofield/KwaMoja-Medical
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar, et, fa, fr_lu, hr_hr, ja, lv_lv, pl_pl, vi_vn

source: Enter database host name
ar: أدخل اسم المضيف قاعدة البيانات
et: Sisestage andmebaasi hostinimi
fa: پایگاه داده نام میزبان را وارد کنید
hr_hr: Unesite naziv host baze podataka
ja: データベースのホスト名を入力してください
lv_lv: Ievadiet datu bāzes resursdatora nosaukumu
pl_pl: Wprowadź nazwę hosta bazy danych
vi_vn: Nhập tên máy chủ cơ sở dữ liệu

source: Commonly: localhost or 127.0.0.1
ar: عادة : مضيف محلي أو 127.0.0.1
et: Tavaliselt : localhost või 127.0.0.1
fa: معمول : localhost یا 127.0.0.1
hr_hr: Obično : localhost ili 127.0.0.1
ja: 一般： localhostまたは127.0.0.1
lv_lv: Parasti : localhost vai 127.0.0.1
pl_pl: Często : localhost lub 127.0.0.1
vi_vn: Thường : localhost hoặc 127.0.0.1

source: The database name
ar: اسم قاعدة البيانات
et: Andmebaasi nimi
fa: نام پایگاه داده
hr_hr: Ime baze podataka
ja: データベース名
lv_lv: Datu bāzes nosaukums
pl_pl: Nazwa bazy danych
vi_vn: Tên cơ sở dữ liệu

source: If your user name below does not have permissions to create a database then this database must be created and empty.
ar: إذا لم يكن لديك اسم المستخدم الخاص بك دون أذونات لإنشاء قاعدة بيانات ثم يجب إنشاء قاعدة البيانات هذه وفارغة .
et: Kui teie kasutajanime all ei ole õigusi luuaandmebaas , siis see andmebaas tuleb luua ja tühi .
fa: اگر نام کاربری خود را در زیر مجوز برای ایجاد یک پایگاه داده و سپس این پایگاه داده باید ایجاد شده و خالی می باشد.
hr_hr: Ako vaše korisničko ime nastavku nema dozvole za stvaranje baze podataka , onda je ovo baza podataka mora biti izrađen i prazan .
ja: 下記にユーザー名がデータベースを作成する権限を持っていない場合、このデータベースが作成され、空でなければなりません。
lv_lv: Ja jūsu lietotāja vārds turpmāk nav atļaujas , lai izveidotu datu bāzi , tad šī datu bāze ir izveidota un tukša .
pl_pl: Jeśli nazwa użytkownika poniżej nie ma uprawnień do tworzenia bazy danych , a następnie baza danych musi być utworzony i pusty.
vi_vn: Nếu tên người dùng của bạn dưới đây không có quyền để tạo ra một cơ sở dữ liệu sau đó cơ sở dữ liệu này phải được tạo ra và trống rỗng.

source: Database Prefix
ar: بادئة قاعدة البيانات
et: Andmebaas Eesliide
fa: پیشوند پایگاه داده
hr_hr: Prefiks baze podataka
ja: データベースのプレフィックス
lv_lv: Datu bāzes prefikss
vi_vn: cơ sở dữ liệu Tiền tố

source: Useful with shared hosting
ar: مفيدة مع استضافة مشتركة
et: Kasulik virtuaalserver
fa: با میزبانی مشترک مفید تشکر کرده است
hr_hr: Korisne s hosting
ja: 共有ホスティングと便利
lv_lv: Noderīga ar klasisko hostingu
pl_pl: Przydatne z dzielonego hostingu
vi_vn: Hữu ích với chia sẻ lưu trữ

source: Optional: in the form of prefix_
ar: اختياري : في شكل prefix_
et: Valikuline: kujul prefix_
fa: اختیاری: در شکل prefix_ به
hr_hr: Izborno : u obliku prefix_
ja: オプション： prefix_の形で
lv_lv: Pēc izvēles : formā prefix_
pl_pl: Opcjonalnie w formie prefix_
vi_vn: Tùy chọn: trong các hình thức prefix_

source: Database User Name
ar: قاعدة بيانات اسم المستخدم
fa: بانک اطلاعات نام کاربری
hr_hr: Ime korisnika baze podataka
ja: データベース·ユーザー名
lv_lv: Datu bāzes lietotāja vārds
pl_pl: Nazwa użytkownika bazy danych
vi_vn: Cơ sở dữ liệu Tên tài khoản

source: A valid database user name
ar: A اسم مستخدم قاعدة بيانات صالحة
et: Kehtiv andmebaasi kasutaja nimi
fa: پایگاه داده نام کاربر معتبر
hr_hr: Važi ime korisnika baze podataka
ja: 有効なデータベース·ユーザー名
lv_lv: Pamatota datu bāze lietotājvārds
pl_pl: Poprawna nazwa użytkownika bazy danych
vi_vn: Một tên người sử dụng cơ sở dữ liệu hợp lệ

source: If this user does not have permission to create databases, then the database entered above must exist and be empty.
ar: إذا كان هذا المستخدم ليس لديه الإذن لإنشاء قواعد البيانات ، ثم قاعدة البيانات المدخلة سابقا يجب أن يكون موجودا و يكون فارغا.
et: Kui kasutaja ei ole luba luua andmebaase , siis andmebaasi sisestatud üle peab eksisteerima ja olema tühi .
fa: اگر کاربر اجازه ندارد برای ایجاد پایگاه داده را نداشته باشند، سپس بانک اطلاعاتی وارد شده در بالا باید وجود داشته باشد و خالی باشد.
hr_hr: Ako ovaj korisnik nema dozvolu za stvaranje baze podataka , a zatimbaze ušao iznad mora postojati i biti prazna .
ja: 存在していて、空にしておく必要があり、このユーザーがデータベースを作成する権限を持っていない場合は、データベース上で入力。
lv_lv: Ja šis lietotājs nav atļaujas, lai izveidotu datu bāzes , taddatu bāzē ievadīta iepriekš ir jāpastāv un jābūt tukšam .
pl_pl: Jeśli ten użytkownik nie ma uprawnień do tworzenia baz danych , a następniebaza danych wpisana powyżej, musi istnieć i być pusty .
vi_vn: Nếu người này không có sự cho phép để tạo ra cơ sở dữ liệu , sau đó cơ sở dữ liệu đã nhập ở trên phải tồn tại và được sản phẩm nào .

source: Company Settings
ar: إعدادات الشركة
et: firma Seaded
fa: تنظیمات شرکت
hr_hr: Tvrtka Postavke
ja: 会社の設定
lv_lv: Uzņēmuma iestatījumi
pl_pl: Ustawienia firmy
vi_vn: Cài đặt công ty

source: The full name of the company that you want to be used throughout KwaMoja
ar: الاسم الكامل للشركة التي ترغب في استخدامها في جميع أنحاء KwaMoja
et: Täielik ettevõtte nimi , mida soovite kasutada kogu KwaMoja
fa: نام کامل شرکت که می خواهید به در سراسر KwaMoja استفاده می شود
hr_hr: Puni naziv tvrtke koju želite koristiti tijekom KwaMoja
ja: あなたはKwaMoja全体で使用されるようにしたい会社の完全な名前
lv_lv: Pilns uzņēmuma nosaukums , kuru vēlaties izmantot visā KwaMoja
pl_pl: Pełna nazwa firmy , który ma być używany w KwaMoja
vi_vn: Tên đầy đủ của công ty mà bạn muốn được sử dụng trong suốt KwaMoja

source: Chart of Accounts
ar: الرسم البياني للحسابات
et: Kontoplaan
fa: نمودار حساب ها
hr_hr: Kontni
ja: 勘定科目表
lv_lv: Kontu
pl_pl: Plan kont
vi_vn: Danh mục tài khoản

source: Will be installed as starter Chart of Accounts. If installing the Demo data then this wont work and you will just get a standard set of accounts
ar: كما سيتم تثبيت الرسم البياني كاتب الحسابات .
et: Paigaldatakse nagu starter kontoplaani .
fa: به عنوان نمودار شده از حساب نصب شده است.
hr_hr: Će biti instaliran kao starter kontnom planu .
ja: アカウントのスターターチャートとしてインストールされます。
lv_lv: Tiks uzstādīti kā starteris kontu plānu .
pl_pl: Zostanie zainstalowany jako rozrusznika planu kont .
vi_vn: Sẽ được cài đặt như Biểu đồ khởi động của tài khoản .

source: Time Zone
ar: منطقة زمنية
et: ajavöönd
fa: منطقه جغرافیایی دارای ساعت یا نصف النهار معینی
hr_hr: Vremenska zona
ja: 時間帯
pl_pl: strefa czasu

source: Company logo file
ar: شركة ملف الشعار
et: Firma logo faili
fa: فایل آرم شرکت
hr_hr: Tvrtka logo sliku
ja: 会社のロゴファイル
lv_lv: Uzņēmuma logo fails
pl_pl: Plik logo firmy
vi_vn: Logo công ty của tập tin

source: If you do not select a file, the default KwaMoja logo will be used
ar: إذا لم تقم بتحديد ملف ، سيتم استخدام الشعار KwaMoja الافتراضي
et: Kui te ei valifaili , vaikimisi KwaMoja logo kasutatakse
fa: اگر شما یک فایل را انتخاب کنید ، به طور پیش فرض آرم KwaMoja استفاده خواهد شد
hr_hr: Ako ne odaberete datoteku ,logotip zadani KwaMoja će se koristiti
ja: ファイルを選択しない場合、デフォルトのKwaMojaロゴが使用されます
lv_lv: Ja jums nav izvēlēties failu ,noklusējuma KwaMoja logotips tiks izmantots
pl_pl: Jeśli nie wybrać plik ,logo KwaMoja domyślnie będzie używana
vi_vn: Nếu bạn không chọn một tập tin , biểu tượng KwaMoja mặc định sẽ được sử dụng

source: Installation option
ar: خيار التثبيت
et: installisuvand
fa: گزینه نصب و راه اندازی
hr_hr: Instalacija opcija
ja: インストールオプション
lv_lv: uzstādīšana variants
pl_pl: opcja instalacji
vi_vn: tùy chọn cài đặt

source: Install the demo data?
ar: تثبيت البيانات التجريبي؟
et: Installidemo andmed ?
fa: نصب دمو داده ؟
hr_hr: Instalirajte podatke demo ?
ja: デモデータをインストールしますか？
lv_lv: Uzstādiet demo datus?
pl_pl: Zainstaluj dane demo ?
vi_vn: Cài đặt dữ liệu demo?

source: KwaMojaDemo site and data will be installed
ar: سيتم تثبيت موقع KwaMojaDemo والبيانات
et: KwaMojaDemo saidi ja andmete paigaldatakse
fa: سایت KwaMojaDemo و اطلاعات نصب خواهد شد
hr_hr: KwaMojaDemo stranica , a podaci će biti instaliran
ja: KwaMojaDemoサイトとデータがインストールされます
lv_lv: KwaMojaDemo vietā , un dati tiks uzstādīts
pl_pl: Strona KwaMojaDemo i dane zostaną zainstalowane
vi_vn: KwaMojaDemo trang web và dữ liệu sẽ được cài đặt

source: Administrator account settings
ar: إعدادات حساب المسؤول
et: Administraatori konto seaded
fa: تنظیمات حساب مدیر
hr_hr: Administrator Postavke računa
ja: 管理者アカウントの設定
lv_lv: Administratora konta uzstādījumi
pl_pl: Ustawienia konta administratora
vi_vn: Thiết lập tài khoản quản trị

source: The default password is
ar: كلمة المرور الافتراضية هي
et: Vaikimisi on salasõna
fa: رمز عبور به طور پیش فرض است
hr_hr: Tvornička lozinka je
ja: デフォルトのパスワードは
lv_lv: Noklusējuma parole ir
pl_pl: Domyślne hasło to
vi_vn: Mật khẩu mặc định là

source: KwaMoja Admin Account
ar: حساب المشرف KwaMoja
et: KwaMoja admin konto
fa: KwaMoja حساب ADMIN
hr_hr: KwaMoja Admin račun
ja: KwaMoja管理者アカウント
lv_lv: KwaMoja Admin konts
pl_pl: Konto Admin KwaMoja
vi_vn: Tài khoản Sơ KwaMoja

source: Email address
ar: عنوان البريد الإلكتروني
et: E-posti aadress
fa: آدرس پست الکترونیک
hr_hr: E-mail adresa
ja: 電子メールアドレス
lv_lv: E-pasta adrese
pl_pl: adres e-mail
vi_vn: địa chỉ email

source: For example: admin@yourcompany.com
ar: على سبيل المثال : admin@yourcompany.com
et: Näiteks : admin@yourcompany.com
fa: برای مثال : admin@yourcompany.com
hr_hr: Na primjer : admin@yourcompany.com
ja: たとえば、次のようにadmin@yourcompany.com
lv_lv: Piemēram : admin@yourcompany.com
pl_pl: Na przykład : admin@yourcompany.com
vi_vn: Ví dụ : admin@yourcompany.com

source: KwaMoja Password
ar: KwaMoja كلمة المرور
et: KwaMoja Parool
fa: KwaMoja کاربری رمز عبور
hr_hr: Lozinka KwaMoja
ja: KwaMojaパスワード
lv_lv: KwaMoja Parole
pl_pl: KwaMoja Hasło
vi_vn: KwaMoja Mật khẩu

source: Re-enter Password
ar: إعادة إدخال كلمة المرور
et: Sisesta parool uuesti
fa: رمز عبور را دوباره وارد کنید
hr_hr: Ponovno unesite zaporku
ja: 再入力するパスワード
lv_lv: Vēlreiz ievadiet paroli
pl_pl: Ponownie wprowadź hasło
vi_vn: Nhập lại Mật khẩu

source: Install
ar: تثبيت
et: paigaldama
fa: نصب کردن
hr_hr: instalirati
ja: インストール
lv_lv: instalēt
pl_pl: zainstalować
vi_vn: cài đặt

source: Your logo could not be uploaded. You must copy this to your companies directory later.
ar: لا يمكن تحميلها شعارك .
et: Teie logo ei õnnestunud üles laadida .
fa: لوگوی خود را نمی تواند آپلود شود.
hr_hr: Vaš logotip nije bilo moguće prenijeti .
ja: あなたのロゴをアップロードすることができませんでした。
lv_lv: Jūsu logotipu nevar augšupielādēt .
pl_pl: Twoje logo nie może być wgrany .
vi_vn: Logo của bạn không có thể được tải lên.

source: Cannot open the configuration file
ar: لا يمكن فتح ملف التكوين
et: Ei saa avada konfiguratsioonifaili
fa: آیا می توانم باز نمی شود فایل پیکربندی
hr_hr: Ne mogu otvoriti datoteku konfiguracije
ja: 設定ファイルを開くことができません
lv_lv: Nevar atvērt konfigurācijas failu
pl_pl: Nie można otworzyć pliku konfiguracyjnego
vi_vn: Không thể mở tập tin cấu hình

source: Cannot write to the configuration file
ar: لا يمكن الكتابة إلى ملف التكوين
et: Ei saa kirjutada konfiguratsioonifaili
fa: نمی توانید به فایل پیکربندی ارسال
hr_hr: Ne mogu pisati u datoteku
ja: コンフィギュレーション·ファイルに書き込めません
lv_lv: Nevar ierakstīt konfigurācijas failu
pl_pl: Nie można zapisać do pliku konfiguracyjnego
vi_vn: Không thể ghi vào file cấu hình

source: The config.php file has been created based on your settings.
ar: تم إنشاء ملف config.php ل يعتمد على الإعدادات الخاصة بك.
et: Config.php fail on loodud põhineb teie seadeid.
fa: فایل config.php را بر اساس تنظیمات شما ایجاد شده است.
hr_hr: Config.php datoteka je stvorena na temelju svojih postavki .
ja: config.phpファイルは、あなたの設定に基づいて作成されています。
lv_lv: Config.php fails ir izveidots , pamatojoties uz jūsu iestatījumiem .
pl_pl: Plik config.php został stworzony na podstawie ustawień .
vi_vn: Các tập tin config.php đã được tạo ra dựa trên các thiết lập của bạn .

source: This may take some time, please be patient
ar: قد يستغرق هذا بعض الوقت ، يرجى التحلي بالصبر
et: See võib võtta aega , palun ole kannatlik
fa: این کار ممکن است مدتی طول بکشد ، لطفا صبور باشید
hr_hr: To može potrajati neko vrijeme , budite strpljivi
ja: これは時間がかかる場合があり、もうしばらくお待ちください
lv_lv: Tas var aizņemt kādu laiku , lūdzu, esiet pacietīgi
pl_pl: Może to zająć trochę czasu , prosimy o cierpliwość
vi_vn: Điều này có thể mất một thời gian , hãy kiên nhẫn

source: Click on the button below to start using KwaMoja.
ar: انقر على الزر أدناه للبدء في استخدام KwaMoja .
et: Vajuta allolevale nupule, et hakata kasutama KwaMoja .
fa: بر روی دکمه زیر را کلیک کنید برای شروع با KwaMoja .
hr_hr: Kliknite na gumb ispod za početak korištenja KwaMoja .
ja: KwaMojaの使用を開始するには、以下のボタンをクリックします。
lv_lv: Noklikšķiniet uz pogas zemāk , lai sāktu lietot KwaMoja .
pl_pl: Kliknij na poniższy przycisk, aby zacząć korzystać z KwaMoja .
vi_vn: Click vào nút bên dưới để bắt đầu sử dụng KwaMoja .

source: When you first sign in you will be taken to a series of screens to help you set KwaMoja up.
ar: و عند الاشتراك للمرة الأولى في يتم نقلك إلى سلسلة من الشاشات لمساعدتك على وضع KwaMoja المباراة.
et: Kui te esimest korda sisse logida siis tuleb võtta mitmeid ekraanid , mis aitavad teil määrata KwaMoja üles.
fa: هنگامی که شما برای اولین بار در شما ثبت خواهد شد به یک سری از صفحه نمایش گرفته شده برای کمک به شما KwaMoja راه اندازی شده است .
hr_hr: Prilikom prve prijave u vama će se poduzeti kako bi se nizom ekranima će vam pomoći da postavite KwaMoja up .
ja: あなたが最初にサインインするときにKwaMojaを設定するための一連の画面に移動します。
lv_lv: Kad jūs pirmo reizi pieteikties jums tiks veikti uz vairākiem ekrāniem, lai palīdzētu jums izveidot KwaMoja augšu.
pl_pl: Kiedy pierwszy raz się w tobie zostanie podjęta do serii ekranów , które pomogą Ci ustawić KwaMoja up .
vi_vn: Khi bạn lần đầu tiên đăng nhập, bạn sẽ được đưa đến một loạt các màn hình để giúp bạn thiết KwaMoja lên .

source: Please enjoy using the software and hopefully contribute back to the project.
ar: يرجى التمتع باستخدام البرمجيات و المأمول أن يسهم عودة إلى المشروع.
et: Palun nautida kasutades tarkvara ja loodetavasti aitavad tagasi projekti .
fa: لطفا با استفاده از نرم افزار لذت ببرید و امیدوارم کمک را به پروژه .
hr_hr: Molimo Vas da uživate pomoću softvera i nadamo se pridonijeti natrag u projektu .
ja: ソフトウェアを使用して楽しむ、うまくいけば、プロジェクトに戻って貢献してください。
lv_lv: Lūdzu, baudīt , izmantojot programmatūru un, cerams, veicinās atpakaļ projektā .
pl_pl: Proszę korzystać przy użyciu oprogramowania i mam nadzieję, że przyczyni się z powrotem do projektu.
vi_vn: Hãy tận hưởng bằng cách sử dụng phần mềm và hy vọng đóng góp cho dự án.

source: The database host cannot be reached. Maybe you have typed it incorrectly.
ar: لا يمكن الوصول إلى المضيف قاعدة البيانات.
et: Andmebaasi võõrustaja ei jõuta .
fa: میزبان پایگاه داده را نمی تواند رسید.
hr_hr: Baza podataka domaćin ne može biti postignut .
ja: データベースホストに到達できません。
lv_lv: Bāze uzņēmēja nevar tikt sasniegts.
pl_pl: Hosta bazy danych nie może zostać osiągnięta.
vi_vn: Không thể đạt được các máy chủ cơ sở dữ liệu .

source: The database does not exist, and this database user does not have privileges to create it
ar: عدم وجود قاعدة بيانات ، و هذا مستخدم قاعدة البيانات ليس لديه امتيازات لإنشائه
et: Andmebaas ei ole olemas, ja seda andmebaasi kasutajal ei ole privileege luua see
fa: پایگاه داده وجود ندارد ، و این کاربر پایگاه داده دسترسی ندارد به ایجاد آن
hr_hr: Baza podataka ne postoji, a ta baza korisnik nema ovlasti da ga stvoriti
ja: データベースが存在しませんし、このデータベース·ユーザーは、それを作成する権限を持っていない
lv_lv: Datu bāze neeksistē , un šī datubāze lietotājam nav privilēģijas , lai radītu to
pl_pl: Baza danych nie istnieje , a to użytkownik bazy danych nie ma uprawnień , aby go utworzyć
vi_vn: Cơ sở dữ liệu không tồn tại, và người sử dụng cơ sở dữ liệu này không có đặc quyền để tạo ra nó

source: KwaMoja Installer
ar: KwaMoja مثبت
fa: به KwaMoja Installer
ja: KwaMojaインストーラ
vi_vn: KwaMoja cài đặt

source: KwaMoja Installation Wizard
ar: معالج تثبيت KwaMoja
et: KwaMoja installeerimisviisardiga
fa: KwaMoja جادوگر نصب و راه اندازی
hr_hr: KwaMoja čarobnjak za instalaciju
ja: KwaMojaインストールウィザード
lv_lv: KwaMoja instalēšanas vednis
pl_pl: Kreator instalacji KwaMoja
vi_vn: Installation Wizard KwaMoja

source: It seems that the system has been already installed. If you want to install again, please remove the config.php file first
ar: ويبدو أن النظام قد تم تركيبها بالفعل .
et: Tundub, et süsteem on juba paigaldatud.
fa: به نظر می رسد که سیستم در حال حاضر نصب شده است .
hr_hr: Čini se da je sustav već instaliran .
ja: これは、システムが既にインストールされているように思われる。
lv_lv: Šķiet, kasistēma ir jau uzstādīta .
pl_pl: Wydaje się, żesystem został już zainstalowany .
vi_vn: Có vẻ như là hệ thống đã được đã được cài đặt .

source: The character set of
et: Kooditabel
fa: مجموعه کاراکتر
hr_hr: Lik skup
ja: の文字セット
lv_lv: Rakstzīmju kopa
pl_pl: Zestaw znaków z
vi_vn: Bộ ký tự của

source: has been changed to utf8_general_ci
et: on muutunud utf8_general_ci
fa: به utf8_general_ci تغییر شده است
hr_hr: je promijenjen utf8_general_ci
ja: utf8_general_ciに変更されました
lv_lv: ir mainīts uz utf8_general_ci
pl_pl: została zmieniona na utf8_general_ci
vi_vn: đã được thay đổi để utf8_general_ci

source: could not be changed to utf8_general_ci
ar: لا يمكن تغييره إلى utf8_general_ci
et: ei saa muuta utf8_general_ci
fa: می تواند به utf8_general_ci نمی توان تغییر داد
hr_hr: Ne može se mijenjati kako bi utf8_general_ci
ja: utf8_general_ciに変更することができませんでした
lv_lv: nevar mainīt, lai utf8_general_ci
pl_pl: nie może zostać zmieniona na utf8_general_ci
vi_vn: không có thể được thay đổi để utf8_general_ci

source: is already utf8_general_ci
ar: هو بالفعل utf8_general_ci
et: on juba utf8_general_ci
fa: در حال حاضر utf8_general_ci
hr_hr: već utf8_general_ci
ja: すでにutf8_general_ciです
lv_lv: ir jau utf8_general_ci
pl_pl: jest już utf8_general_ci
vi_vn: đã utf8_general_ci

source: Order Entry/Inquiries customer access only
ar: أمر دخول / استفسارات العملاء الوصول فقط
et: Telli kanne / Küsitlused klientide juurdepääs ainult
fa: ورود سفارش / سوالات دسترسی به مشتری فقط
hr_hr: Unos narudžbi / upita kupaca pristup samo
ja: 受注/お問い合わせ顧客アクセスのみ
lv_lv: Lai Entry / Uzziņas klientam piekļūt tikai
pl_pl: Order Entry / dostęp tylko Zapytania klienta
vi_vn: Để nhập / thắc mắc của khách hàng truy cập chỉ

source: Basic Reports and Inquiries with selection options
ar: التقارير الأساسية و الاستفسارات مع خيارات التحديد
et: Põhiaruannete ja järelepärimisi valikuvõimalusi
fa: گزارش های عمومی و سوالات با گزینه های انتخاب
hr_hr: Osnovni Izvješća i upiti s opcija izbora
ja: 基本的なレポートと選択オプションとお問い合わせ
lv_lv: Pamata Ziņojumi un aptaujas, ar izvēles iespējām
pl_pl: Podstawowe Raporty i pytania z opcji wyboru
vi_vn: Các báo cáo và thắc mắc với các tùy chọn lựa chọn cơ bản

source: Unknown
ar: غير معروف
et: tundmatu
fa: ناشناخته
hr_hr: nepoznat
ja: 不明
lv_lv: nezināms
pl_pl: nieznany
vi_vn: chưa biết

source: The fixedassets table has been updated from stockmaster
ar: تم تحديث الجدول fixedassets من stockmaster
et: Fixedassets tabel on uuendatud stockmaster
fa: جدول fixedassets شده است از stockmaster به روز شده
hr_hr: Fixedassets Tablica je ažurirana s stockmaster
ja: fixedassetsテーブルがstockmasterから更新されて
lv_lv: Fixedassets tabula ir atjaunināta no stockmaster
pl_pl: Stół fixedassets został zaktualizowany od stockmaster
vi_vn: Bảng fixedassets đã được cập nhật từ stockmaster

source: The fixedassets table could not be updated from stockmaster
ar: لا يمكن تحديث الجدول fixedassets من stockmaster
et: Fixedassets tabel ei saanud uuendatud stockmaster
fa: در جدول fixedassets ها می توانند از stockmaster به به روز رسانی نمی شود
hr_hr: Fixedassets tablici nisu mogli biti ažurirana stockmaster
ja: fixedassetsテーブルがstockmasterから更新することができませんでした
lv_lv: Fixedassets tabula nevar tikt atjaunoti stockmaster
pl_pl: Stół fixedassets nie może być aktualizowane z stockmaster
vi_vn: Bảng fixedassets không có thể được cập nhật từ stockmaster

source: The fixedassets table is already correct
ar: الجدول fixedassets هو بالفعل الصحيح
et: Fixedassets tabel on juba õige
fa: در جدول fixedassets ها در حال حاضر درست است
hr_hr: Fixedassets stol je već točna
ja: fixedassetsテーブルは既に正しいです
lv_lv: Fixedassets tabula jau ir pareizs
pl_pl: Stół fixedassets jest już poprawne
vi_vn: Bảng fixedassets đã đúng

source: The fixedassetcategories table has been updated from stockcategory
ar: تم تحديث الجدول fixedassetcategories من stockcategory
et: Fixedassetcategories tabel on uuendatud stockcategory
fa: جدول fixedassetcategories از stockcategory به روز شده است
hr_hr: Fixedassetcategories Tablica je ažurirana s stockcategory
ja: fixedassetcategoriesテーブルがstockcategoryから更新されて
lv_lv: Fixedassetcategories tabula ir atjaunināta no stockcategory
pl_pl: Stół fixedassetcategories został zaktualizowany od stockcategory
vi_vn: Bảng fixedassetcategories đã được cập nhật từ stockcategory

source: The fixedassetcategories table could not be updated from stockcategory
ar: لا يمكن تحديث الجدول fixedassetcategories من stockcategory
et: Fixedassetcategories tabel ei saanud uuendatud stockcategory
fa: در جدول fixedassetcategories ها می توانند از stockcategory به به روز رسانی نمی شود
hr_hr: Fixedassetcategories tablici nisu mogli biti ažurirana stockcategory
ja: fixedassetcategoriesテーブルがstockcategoryから更新することができませんでした
lv_lv: Fixedassetcategories tabula nevar tikt atjaunoti stockcategory
pl_pl: Stół fixedassetcategories nie może być aktualizowane z stockcategory
vi_vn: Bảng fixedassetcategories không có thể được cập nhật từ stockcategory

source: The fixedassetcategories table is already correct
ar: الجدول fixedassetcategories هو بالفعل الصحيح
et: Fixedassetcategories tabel on juba õige
fa: در جدول fixedassetcategories ها در حال حاضر درست است
hr_hr: Fixedassetcategories stol je već točna
ja: fixedassetcategoriesテーブルは既に正しいです
lv_lv: Fixedassetcategories tabula jau ir pareizs
pl_pl: Stół fixedassetcategories jest już poprawne
vi_vn: Bảng fixedassetcategories đã đúng

source: The fixedassetcategories have been removed from stockcategory
ar: تم إزالة fixedassetcategories من stockcategory
et: Fixedassetcategories on eemaldatud stockcategory
fa: fixedassetcategories شده از stockcategory حذف شده است
hr_hr: U fixedassetcategories uklonjeni iz stockcategory
ja: fixedassetcategoriesはstockcategoryから削除されました
lv_lv: Šie fixedassetcategories ir izņemti no stockcategory
pl_pl: W fixedassetcategories zostały usunięte z stockcategory
vi_vn: Các fixedassetcategories đã được gỡ bỏ từ stockcategory

source: The fixedassetcategories table could not be removed from stockcategory
ar: لا يمكن إزالة الجدول fixedassetcategories من stockcategory
et: Fixedassetcategories tabel ei saa eemaldada stockcategory
fa: جدول fixedassetcategories می توانند از stockcategory به حذف نمی شود
hr_hr: Fixedassetcategories stol ne može biti uklonjena iz stockcategory
ja: fixedassetcategoriesテーブルはstockcategoryから削除できませんでした
lv_lv: Fixedassetcategories tabula nevar izņemt no stockcategory
pl_pl: Tabela fixedassetcategories nie może być usunięty z stockcategory
vi_vn: Bảng fixedassetcategories không thể được gỡ bỏ từ stockcategory

source: The stockcategory table is already correct
ar: الجدول stockcategory هو بالفعل الصحيح
et: Stockcategory tabel on juba õige
fa: جدول stockcategory در حال حاضر درست است
hr_hr: Stockcategory stol je već točna
ja: stockcategoryテーブルは既に正しいです
lv_lv: Stockcategory tabula jau ir pareizs
pl_pl: Stół stockcategory jest już poprawne
vi_vn: Bảng stockcategory đã đúng

source: The fixed assets have been removed from stockitemproperties
ar: قد أزيلت الأصول الثابتة من stockitemproperties
et: Põhivara on eemaldatud stockitemproperties
fa: دارایی های ثابت از stockitemproperties حذف شده است
hr_hr: Dugotrajne imovine uklonjeni iz stockitemproperties
ja: 固定資産はstockitempropertiesから削除されました
lv_lv: Pamatlīdzekļi ir izņemti no stockitemproperties
pl_pl: Środki trwałe zostały usunięte z stockitemproperties
vi_vn: Tài sản cố định đã được gỡ bỏ từ stockitemproperties
