Repository: timschofield/KwaMoja-Medical
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar, et, fa, fr_lu, hr_hr, ja, lv_lv, pl_pl, vi_vn

source: Work Centre Description
ar: عمل مركز الوصف
et: Keskuse kirjeldus
fr_lu: Description
hr_hr: Rad Centra Opis
ja: 作業場内容
lv_lv: Darbs Centre Apraksts
pl_pl: Opis Centrum Produkcyjnego
vi_vn: Trung tâm làm việc Mô tả

source: Overhead Recovery GL Account
ar: الحمل حساب GL الاسترداد
et: Overhead Recovery GL konto
fr_lu: Overhead compte de GL de récupération
hr_hr: Nadzemni oporavak GL račun
ja: 復旧固定費ＧＬ勘定
lv_lv: Gaisvadu atgūšana GL konts
pl_pl: Konto KG Odpisów na Koszty Stałe
vi_vn: Chi phí phục hồi GL tài khoản

source: Work Order Costing
ar: تعمل بالدفع التكاليف
et: Töökäsu kuluarvestus
fr_lu: Ordre de travail d'établissement des coûts
hr_hr: Radni nalog obračun troškova
ja: 作業指図原価
lv_lv: Darbs rīkojums Izmaksu
pl_pl: Zlecenie Costing
vi_vn: Chi phí hoạt động hàng

source: Back to Work Orders
ar: عودة إلى أوامر العمل
et: Tagasi töökäsud
fr_lu: Retour aux bons de travail
hr_hr: Povratak na radnim nalozima
ja: 作業指図へ戻る
lv_lv: Atpakaļ uz darbu pasūtījumu
pl_pl: Powrót do pracy Zamówienia
vi_vn: Trở lại để làm việc đơn đặt hàng

source: Select a work order
ar: حدد نظام العمل
et: Vali töökäsu
fr_lu: Sélectionner un ordre de travail
hr_hr: Odaberite redoslijed rada
ja: 作業指図選択
lv_lv: Izvēlieties darba kārtībā
pl_pl: Wybierz zlecenia
vi_vn: Chọn một lệnh sản xuất

source: This page can only be opened if a work order has been selected.
ar: لا يمكن إلا أن فتح هذه الصفحة إذا تم اختيار نظام العمل.
et: Seda lehekülge on võimalik avada ainult siis, kuitöökäsk on valitud.
fr_lu: Cette page ne peut être ouvert que si un ordre de travail a été sélectionné.
hr_hr: Ova stranica se može otvoriti samo ako seradni nalog je izabran .
ja: 作業指示を選択した場合は、このページにのみ開くことができる。
lv_lv: Šī lapa var atvērt tikai tad, jadarba kārtībā ir izvēlēts .
pl_pl: Tę stronę można otworzyć tylko w przypadku zlecenia nie został wybrany.
vi_vn: Trang này chỉ có thể được mở ra nếu một trật tự công việc đã được lựa chọn .

source: Could not retrieve the details of the selected work order
ar: لا يمكن استرداد التفاصيل من اجل العمل المحددة
et: Ei saa laadida üksikasjad valitud töökäsu
fr_lu: Impossible de récupérer les détails de l'ordre de travail sélectionnés
hr_hr: Nije moguće dohvatiti podatke o odabranom radnom nalogu
ja: 選択された作業指示の詳細を取得できませんでした
lv_lv: Nevarēja ielādēt informāciju par izvēlēto darba kārtībā
pl_pl: Nie można pobrać szczegóły wybranego zlecenia
vi_vn: Không thể lấy các chi tiết của đơn đặt hàng tuyển chọn

source: The selected work order item cannot be retrieved from the database
ar: لا يمكن استرجاعها العمل المحددة بند النظام من قاعدة البيانات
et: Valitud tööd selleks parameetrit ei saa hankida andmebaasi
fr_lu: L'élément de travail sélectionné commande ne peut être extraite de la base de données
hr_hr: Odabrani radovi kako bi se stavka ne mogu dohvatiti iz baze podataka
ja: 選択された作業指示項目がデータベースから取得することができません
lv_lv: Izvēlētais darba uzdevumu vienība nevar iegūt no datubāzes
pl_pl: Wybrana pozycja zlecenia nie mogą być pobrane z bazy danych
vi_vn: Các mặt hàng để lựa chọn công việc không thể được lấy từ cơ sở dữ liệu

source: Work order
ar: أجل العمل
et: töökäsk
fr_lu: Afin de travail
hr_hr: Radni nalog
ja: 作業指図
lv_lv: darba kārtība
pl_pl: zlecenia
vi_vn: để làm việc

source: Manufactured at
ar: تصنيعها في
et: valmistatud:
fr_lu: Fabriqué en
hr_hr: Proizvedeni
ja: 製造場所
lv_lv: ražots
pl_pl: Wyprodukowano w
vi_vn: Sản xuất tại

source: Qty Reqd
ar: الكمية Reqd
et: Kogus reqd
fr_lu: Qté requise
hr_hr: Količina reqd
ja: Reqd数量
lv_lv: Daudz reqd
pl_pl: Ilość wymuszone
vi_vn: Số lượng reqd

source: Cost Reqd
ar: تكلف Reqd
et: Kulude reqd
fr_lu: Coût requis
hr_hr: Troškovi reqd
ja: Reqd原価
lv_lv: Izmaksas reqd
pl_pl: Koszt wymuszone
vi_vn: chi phí reqd

source: Date Issued
ar: تاريخ الإصدار
et: kuupäev Välja
fr_lu: Date de publication
hr_hr: Datum izdavanja
ja: 払出日
lv_lv: izdošanas datums
pl_pl: Data wydania
vi_vn: Ngày phát hành

source: Issued Qty
ar: الكمية صدر
et: Välja Kogus
fr_lu: Qté émise
hr_hr: izdana količina
ja: 払出数量
lv_lv: Izdoti Daudzums
pl_pl: Wydawane Ilość
vi_vn: Số lượng phát hành

source: Issued Cost
ar: تكلفة صدر
et: Välja Cost
fr_lu: Coût émis
hr_hr: Troškovi izdavanja
ja: 払出原価
lv_lv: Izdoti izmaksas
pl_pl: Koszt obiegu
vi_vn: Chi phí ban hành

source: Usage Variance
ar: الفرق الاستخدام
fr_lu: Utilisation de la variance
hr_hr: Upotreba varijance
ja: 使用数量差異
lv_lv: Usage dispersija
pl_pl: Wykorzystanie wariancji
vi_vn: sử dụng phương sai

source: Cost Variance
ar: تباين التكلفة
et: kulude Variance
fr_lu: Écart de coût
hr_hr: Troškovi varijance
ja: 原価差異
lv_lv: izmaksas Variācija
pl_pl: Koszt wariancji
vi_vn: chi phí phương sai

source: Could not retrieve the issues of the item because:
ar: لا يمكن استرداد القضايا في هذا البند للأسباب التالية:
et: Ei saanud tuuaküsimusikirje sest :
hr_hr: Ne mogu dohvatiti pitanja na predmet, jer :
ja: 品目の払出が取出しできませんでした理由は
lv_lv: Nevarēja ielādēt jautājumus posteni , jo :
pl_pl: Nie można pobrać kwestii pozycji, ponieważ:
vi_vn: Không thể lấy các vấn đề của mục bởi vì :

source: Could not get issues that were not required by the BOM because
ar: لم أستطع الحصول على القضايا التي لم تكن مطلوبة من قبل BOM لأن
et: Ei saanud küsimusi, mida ei nõutudBom sest
fr_lu: Impossible d'obtenir questions qui n'étaient pas requis par la nomenclature, car
hr_hr: Ne može se dobiti pitanja koja nisu potrebne strane sastavnice , jer
ja: BOMで必要とされていなかった問題を取得できませんでしたので、
lv_lv: Nevarēja saņemt jautājumus, kas nav nepieciešami, BOM , jo
pl_pl: Nie udało się uzyskać, które nie były wymagane przez BOM bo
vi_vn: Không thể có được những vấn đề không được yêu cầu của Hội đồng Quản trị vì

source: share of variance
ar: حصة التباين
et: osa dispersioon
fr_lu: part de la variance
hr_hr: udio varijance
ja: 差異の共有
lv_lv: daļa dispersijas
pl_pl: udział wariancji
vi_vn: phần phương sai

source: The GL posting for the work order variance could not be inserted because
ar: و GL نشر للنظام التباين العمل لا يمكن إدراجها لأن
et: GL postitamisttöökäsu dispersiooni ei saa lisada , sest
fr_lu: Le GL annonce de la variance pour le travail n'a pas pu être insérées pour cause
hr_hr: GL knjiženja za varijance radnog naloga ne može biti umetnuta , jer
ja: 作業指示分散のためにポスティングGLを挿入することができませんでしたので、
lv_lv: GL norīkošanu par darba uzdevuma dispersijas nevarēja ievietota , jo
pl_pl: GL delegowania do wariancji zlecenia nie mogą być włączone, ponieważ
vi_vn: GL gửi bài cho đúng thứ tự công việc không thể được chèn vào bởi vì

source: The GL posting for the WIP side of the work order variance posting could not be inserted because
ar: و GL نشر بالنسبة للجانب WIP من أجل العمل الفرق المشاركة لا يمكن إدراج بسبب
et: GL postitamistWIP pool töökäsu dispersioon postitad ei saa lisada , sest
fr_lu: Le GL annonce pour le côté WIP de la variance pour le travail annonce ne pouvait pas être inséré, car
hr_hr: GL knjiženja za WIP strani varijance radnog naloga za knjiženje ne može biti umetnuta , jer
ja: ポスティング作業指示分散のWIP側に対してポスティングGLを挿入することができませんでしたので、
lv_lv: GL norīkošanu par WIP pusē darba uzdevuma dispersijas norīkošanu nevarēja ievietota , jo
pl_pl: GL delegowania do strony WIP wariancji zlecenia oddelegowania nie mogą być włączone, ponieważ
vi_vn: GL gửi bài cho bên WIP của trật tự đúng việc đăng tải không có thể được chèn vào bởi vì

source: share of usage variance
ar: حصة التباين الاستخدام
et: osa kasutamise variatsioonid
fr_lu: part de la variance d'utilisation
hr_hr: udio korištenja varijance
ja: 使用差異の旧友
lv_lv: daļa izmantošanas dispersijas
pl_pl: udział wariancji użytkowania
vi_vn: phần của việc sử dụng không đúng

source: The GL posting for the material usage variance could not be inserted because
ar: و GL نشر لهذه الفروق استخدام المواد لا يمكن إدراجها لأن
et: GL postitad materjali kasutamise variatsioonid ei saa lisada , sest
fr_lu: Le GL annonce de la variance utilisation du matériel ne pouvait être inséré, car
hr_hr: GL knjiženja za varijance korištenja građe ne može se umetnuti zbog
ja: 在庫品目のコスト詳細は検索できませんでした理由は
lv_lv: GL norīkošanu par materiālu izmantošanas dispersijas nevarēja ievietota , jo
pl_pl: GL delegowania do wariancji zużycie materiału nie mogą być włączone, ponieważ
vi_vn: GL gửi bài cho các vật liệu sử dụng không đúng có thể không được đưa vào vì

source: The GL posting for the WIP side of the usage variance posting could not be inserted because
ar: و GL نشر بالنسبة للجانب WIP من التباين الاستخدام المشاركة لا يمكن إدراج بسبب
et: GL postitamistWIP pool kasutust vastuolus postitad ei saa lisada , sest
fr_lu: Le GL annonce pour le côté WIP de la variance utilisation annonce ne pouvait pas être inséré, car
hr_hr: GL knjiženja za WIP strani korištenja varijance knjiženja se ne može umetnuti zbog
ja: ポスティング使用分散のWIP側に対してポスティングGLを挿入することができませんでしたので、
lv_lv: GL norīkošanu par WIP pusē izmantošanas dispersijas norīkošanu nevarēja ievietota , jo
pl_pl: GL delegowania do strony WIP wariancji wykorzystanie oddelegowania nie mogą być włączone, ponieważ
vi_vn: GL gửi bài cho bên WIP của việc sử dụng không đúng niêm yết không có thể được chèn vào bởi vì

source: share of cost variance
ar: حصة تباين التكلفة
et: osa maksumus dispersioon
fr_lu: part de la variance des coûts
hr_hr: Udio troškova varijance
ja: 原価差異の共有
lv_lv: daļa izmaksu dispersijas
pl_pl: udział wariancji kosztów
vi_vn: phần chênh lệch chi phí

source: The GL posting for the cost variance could not be inserted because
ar: و GL بالإرسال ل تباين التكلفة لا يمكن إدراجها لأن
et: GL postitamise kulu dispersioon ei saa lisada , sest
fr_lu: Le GL annonce de la variance des coûts n'a pas pu être insérées pour cause
hr_hr: GL knjiženja za cijenu varijance nije mogao biti jer je umetnuta
ja: 原価差異のためにポスティングGLを挿入することができませんでしたので、
lv_lv: GL norīkošanu par izmaksu dispersijas nevarēja ievietota , jo
pl_pl: GL delegowania na różnice kosztów nie mogą być włączone, ponieważ
vi_vn: GL gửi bài cho đúng chi phí không có thể được chèn vào bởi vì

source: The GL posting for the WIP side of the cost variance posting could not be inserted because
ar: و GL نشر بالنسبة للجانب WIP من فروق تكاليف المشاركة لا يمكن إدراج بسبب
et: GL postitamistWIP pool kulu dispersioon postitad ei saa lisada , sest
fr_lu: Le GL annonce pour le côté WIP de la variance des coûts annonce ne pouvait pas être inséré, car
hr_hr: GL knjiženja za WIP strani troškova varijance knjiženja se ne može umetnuti zbog
ja: 投稿原価差異のWIP側に対してポスティングGLを挿入することができませんでしたので、
lv_lv: GL norīkošanu par WIP pusi izmaksu dispersijas norīkošanu nevarēja ievietota , jo
pl_pl: GL delegowania do strony WIP wariancji kosztów oddelegowania nie mogą być włączone, ponieważ
vi_vn: GL gửi bài cho bên WIP của phương sai giá niêm yết không có thể được chèn vào bởi vì

source: Could not delete the predefined work order serial numbers
ar: لا يمكن حذف أعمال الأرقام التسلسلية أجل معرفة مسبقا
et: Ei saa kustutada eelnevalt töökäsu seerianumbrid
fr_lu: Impossible de supprimer les numéros prédéfinis pour travail en série
hr_hr: Ne mogu brisati unaprijed definirane radni nalog serijske brojeve
ja: 作業指図へ作業指図原価払出の更新ができません理由は
lv_lv: Nevar izdzēst regulārā pārdo&#353;anas rīkojuma veidnes numuru
pl_pl: Nie można usunąć predefiniowanych pracy aby numery seryjne
vi_vn: Không thể xóa các số nối tiếp để làm việc được xác định trước

source: The SQL used to delete the predefined serial numbers was:
ar: و SQL تستخدم ل حذف الأرقام التسلسلية مسبقا كانت في:
et: SQL kasutatakse kustutada eelnevalt seerianumbrid oli :
hr_hr: SQL se koristi za brisati unaprijed definirane serijskih brojeva je :
ja: BOMの削除にSQLは用いられた
lv_lv: SQL iegūstot daļu no izvēlētā
pl_pl: SQL wykorzystywane, aby usunąć predefiniowane numery seryjne to:
vi_vn: SQL được sử dụng để xóa các số nối tiếp được xác định trước là :

source: The item cost as calculated from the work order has been applied against the weighted average cost and the necessary GL journals created to update stock as a result of closing this work order
ar: تكلفة البند كما المحسوبة من أجل العمل تم تطبيقه ضد المتوسط ​​المرجح للتكلفة و المجلات GL الضرورية التي تم إنشاؤها لتحديث الأسهم نتيجة ل إغلاق هذا النظام العمل
et: Elemendi kulu arvutatakse töökäsk on kohaldatud vastu kaalutud keskmine hind ja vajalik GL ajakirjad loodud uuendada aktsia tulemusena sulgemist töökäsu
fa: قلم دوم از اقلام هزینه از سفارش کار محاسبه شده است برابر هزینه متوسط ​​وزنی و مجلات GL لازم برای به روز رسانی سهام به عنوان یک نتیجه از بستن این سفارش کار استفاده شود
fr_lu: Le coût de l'article tel qu'il est calculé à partir de l'ordre de travail a été appliquée par rapport au coût moyen pondéré et les revues GL nécessaires créé pour mettre à jour des stocks en raison de la fermeture cet ordre de travail
hr_hr: Stavka cijena izračunata iz radnog naloga se primjenjuje od ponderiranog prosjeka troškova i potrebnih GL časopisima stvoren za ažuriranje zaliha kao posljedica zatvaranja ovog radnog naloga
ja: 作業指図から計算した品目原価が移動平均原価に対して適用されて、この作業指図を閉じる結果として在庫を更新するのに必要なGL仕訳が作成される
lv_lv: Punkts izmaksām, kas aprēķinātas no darba kārtības tika piemērota attiecībā pret vidējo svērto cenu un nepieciešamo GL žurnālos izveidota , lai atjauninātu sastāvu, kā rezultātā, slēdzot šo darba kārtībā
pl_pl: Pozycji kosztów w przeliczeniu od zlecenia została zastosowana w stosunku do średniej ważonej kosztów i niezbędnych czasopism GL stworzony w celu aktualizacji stanu zapasów w wyniku zamknięcia tego zlecenia
vi_vn: Các khoản chi phí được tính từ thứ tự công việc đã được áp dụng đối với các chi phí bình quân gia quyền và GL tạp chí cần thiết tạo ra để cập nhật chứng khoán như một kết quả của việc đóng cửa để làm việc này

source: The work order has been closed and general ledger entries made for the variances on the work order
ar: تم إغلاق أجل العمل و بإجراء إدخالات دفتر الأستاذ العام ل الفروق على ترتيب العمل
et: Töökäsk on suletud ja pearaamatu kanded tehtuderinevused ontöökäsk
fa: سفارش کار بسته شده است و نوشته های معین به طور کلی برای واریانس در سفارش کار ساخته شده
fr_lu: L'ordre de travail a été fermée et les entrées du grand livre général fait pour les écarts de l'ordre de travail
hr_hr: Radni nalog je bio zatvoren , a opći stavke knjige za odstupanja na radnom nalogu
ja: 作業指示は閉じられ、総勘定元帳のエントリは、作業順序に分散するためになされたもので
lv_lv: Darba kārtība ir slēgta un virsgrāmatas ieraksti, kas veikti , lai dispersiju uz darba kārtību
pl_pl: Zlecenie zostało zamknięte i ogólnych zapisów księgi przewidzieć odchylenia na zlecenie
vi_vn: Trình tự công việc đã bị đóng cửa và các mục sổ cái chung làm cho sự chênh lệch về trình tự công việc

source: The item costs resulting from the work order have been applied against the weighted average stock value of the items on the work order, and the work order has been closed
ar: وقد تم تطبيق تكاليف السلعة الناتجة عن النظام العمل ضد المتوسط ​​المرجح ل قيمة الأسهم من البنود على ترتيب العمل ، و تم إغلاق أجل العمل
et: Kirje tulenevad kulud töökäsk on kohaldatud vastu kaalutud keskmine aktsia väärtusepunkte töökäsu jatöökäsk on suletud
fa: مورد هزینه های ناشی از دستور کار شده اند در برابر ارزش سهام به طور متوسط ​​وزن اقلام در دستور کار اعمال می شود، و سفارش کار بسته شده است
fr_lu: Les coûts élément résultant de l'ordre de travail a été appliquée à la valeur du stock moyen pondéré des points de l'ordre de travail, et l'ordre de travail a été fermé
hr_hr: Stavka troškove koji proizlaze iz radnog naloga primijenjene protiv ponderirane prosječne vrijednosti dionica od stavki na radnom nalogu iradni nalog je bio zatvoren
ja: 作業指示に起因する項目の費用は作業指示の項目の加重平均株式価値に対して適用されており、作業指示が閉じられました
lv_lv: Posteņa izmaksas, kas izriet no darba kārtības tika piemēroti pret vidējo svērto akciju vērtību uz darba kārtības punktiem, undarba kārtībā ir slēgta
pl_pl: Pozycja w kosztach wynikających z zlecenia zostały zastosowane w stosunku do średniej ważonej wartości zapasów elementy na zlecenie, a zlecenie zostało zamknięte
vi_vn: Chi phí hàng do trình tự công việc đã được áp dụng đối với các trọng giá trị cổ phiếu trung bình của các mặt hàng trên để làm việc, và trình tự công việc đã bị đóng cửa

source: The work order has been closed
ar: تم إغلاق أجل العمل
et: Töökäsk on suletud
fr_lu: L'ordre de travail a été fermé
hr_hr: Radni nalog je bio zatvoren
ja: 作業指示が閉じられました
lv_lv: Darba kārtība ir slēgta
pl_pl: Zlecenie zostało zamknięte
vi_vn: Trình tự công việc đã bị đóng cửa

source: Close This Work Order
ar: إغلاق هذا أمر العمل
et: Sulge see töökäsk
fr_lu: Fermer ce bon de travail
hr_hr: Zatvorite ovaj radnih naloga
ja: この作業指図をクローズ
lv_lv: Aizvērt šo darbu pasūtījumu
pl_pl: Zamknij To Zamówienie Produkcyjne
vi_vn: Đóng này Làm việc đặt hàng

source: Closing the work order takes the variances to the general ledger (if integrated). The work order will no longer be able to have manufactured goods received entered against it or materials issued to it.
ar: إغلاق أجل العمل يأخذ الفروق إلى دفتر الأستاذ العام ( إذا متكامل) .
et: Sulgemine töökäsu võtaberinevused onpearaamat ( kui integreeritud ) .
fa: بستن سفارش کار واریانس طول می کشد به طور کلی معین ( در صورت ادغام شده است) .
fr_lu: Fermeture de l'ordre de travail prend les écarts à la comptabilité générale (s'il est intégré). L'ordre de travail ne sera plus en mesure d'avoir reçu des produits manufacturés est entré contre elle ou de matériaux qui lui est délivré.
hr_hr: Zatvaranje radni nalog uzima odstupanja u glavnu knjigu ( ako je integrirana ) .
ja: 作業指示を閉じると、 （統合された場合）、総勘定元帳への分散を取る。
lv_lv: Noslēguma darba kārtībā ņem dispersijas uz vispārējo virsgrāmatu ( ja integrēts ) .
pl_pl: Zamknięcie zlecenia ma odchylenia do księgi głównej (jeżeli zintegrowana). Zlecenie nie będzie mógł mieć wyroby otrzymane na poczet ani materiałów wydanych do niej.
vi_vn: Đóng cửa để làm việc có sự chênh lệch với sổ cái chung ( nếu tích hợp ) .

source: This work order is closed and cannot accept additional issues of materials or receipts of manufactured items
ar: يتم إغلاق هذا النظام و العمل لا يمكن أن تقبل مشاكل إضافية من المواد أو إيصالات من البنود المصنعة
et: See töö Selleks on suletud ja ei saa täiendavaid küsimusi materjali või laekumine valmistatud tooted
fa: این سفارش کار بسته است و می تواند مسائل اضافی از مواد و یا رسید از آیتم های ساخته شده را قبول نمی کند
fr_lu: Cet ordre de travail est fermé et ne peut accepter d'autres questions de matériaux ou de recettes d'articles manufacturés
hr_hr: Ovaj rad bi se zatvorio i ne mogu prihvatiti dodatna pitanja materijala ili primicima proizvedenih predmeta
ja: この作品のオーダーはクローズされ、製造品目の材料や領収書の追加の問題を受け入れることはできません
lv_lv: Šis darbs rīkojums ir slēgts , un nevar pieņemt papildu jautājumus par materiālu vai ieņēmumus , kas ražotas preces
pl_pl: To zlecenie jest zamknięta i nie można przyjąć dodatkowe problemy materiałów lub wpływy z produkowanych elementów
vi_vn: Để làm việc này được đóng lại và không thể chấp nhận thêm các vấn đề của vật liệu hoặc biên lai của các mặt hàng sản xuất

source: Work Order Entry
ar: أعمال إدخال ترتيب
et: Töö Telli kanne
fa: ورود سفارش کار
fr_lu: Ordres de travail
hr_hr: Radni nalog unos
ja: 作業指図入力
lv_lv: Darba rīkojuma ievade
pl_pl: Przyjęcie Nowego Zamówienia
vi_vn: Việc đặt hàng từ

source: Works order number
ar: يعمل رقم الطلب
et: Ehitustööd järjekorranumber
fa: این نسخهها کار میکند تعداد سفارش
fr_lu: Fonctionne numéro de commande
hr_hr: Radovi broj naloga
ja: 注文番号ワークス
lv_lv: Darbi kārtas numuru
pl_pl: Działa numer zamówienia
vi_vn: Hoạt động số thứ tự

source: has been successfully saved to the database
et: on edukalt salvestatud andmebaasi
fa: شده است با موفقیت به پایگاه داده ذخیره
fr_lu: a bien été enregistré dans la base
hr_hr: uspješno je spremljen u bazu podataka
ja: データベースに正常に保存されている
lv_lv: ir veiksmīgi saglabāta datu bāzē
pl_pl: zostały zapisane w bazie danych
vi_vn: đã được lưu thành công cơ sở dữ liệu

source: Work Order Details
ar: العمل تفاصيل الطلب
et: Töö Tellimuse üksikasjad
fa: کار خانگی سفارش
fr_lu: Travailler Order Details
hr_hr: Rad Naručenih
ja: 注文の詳細を働く
lv_lv: Darbs Pasūtīt detaļas
pl_pl: Pracuj Szczegóły zamówienia
vi_vn: Làm việc chi tiết đơn hàng

source: Location where items are to be received into
ar: الموقع حيث العناصر هي التي سترد في
et: Koht, kus kaubad edasi laekunud
fa: محل سکونت که در آن موارد به توان دریافت
fr_lu: Lieu où les articles doivent être reçus dans
hr_hr: Mjesto gdje se predmeti su se primili u
ja: アイテム先受け取らする場所
lv_lv: Vieta, kur preces tiek saņemti
pl_pl: Miejsce, w którym produkty mają być przyjmowane do
vi_vn: Địa điểm mà các mặt hàng sẽ được nhận vào

source: Items to be manufactured
ar: البنود التي سيتم تصنيعها
et: Toodet , mida toodetakse
fa: اقلام ساخته می شود
fr_lu: Articles à fabriquer
hr_hr: Proizvodi biti proizvedeni
ja: 製造される項目
lv_lv: Preces , kas ražotas
pl_pl: Pozycje do produkowanych
vi_vn: Các mặt hàng được sản xuất

source: Add items to the work order
ar: إضافة عناصر إلى أجل العمل
et: Üksuste lisamine töökäsu
fa: اضافه کردن آیتم به سفارش کار
fr_lu: Ajouter des éléments à l'ordre de travail
hr_hr: Dodavanje stavki na radnom nalogu
ja: ワークオーダーに項目を追加する
lv_lv: Pievienot vienumus darba kārtībā
pl_pl: Dodaj elementy do zlecenia
vi_vn: Thêm các mục trình tự công việc

source: Output Item
ar: خرج السلعة
et: Output Punkt
fr_lu: sortie article
hr_hr: Izlazna točka
ja: 出力品目
lv_lv: izejas punkts
pl_pl: Pozycja wyjściowa
vi_vn: sản lượng hàng

source: Balance Remaining
ar: الرصيد المتبقي
et: Järelejäänud saldo
fr_lu: Solde
hr_hr: Preostali balans
ja: 残存残高
lv_lv: atlikums
pl_pl: Saldo pozostałych
vi_vn: Số dư Còn lại

source: Next Lot/SN Ref
ar: الكثير القادم / SN المرجع
et: Järgmine Lot / SN Ref
fa: لوط بعدی / SN کد عکس
fr_lu: Réf. de lot suivante
hr_hr: Sljedeća Lot / SN Ref.
ja: 次ロット/SN参照
lv_lv: Nākamā daļa / SN Ref
pl_pl: Następna Lot / Ref SN
vi_vn: Tiếp theo lô / SN Tài liệu tham khảo

source: S/Ns
ar: S / نانوثانية
fr_lu: S/N
ja: S / Nsは

source: Requirements for order
ar: متطلبات النظام
et: Nõuded et
fa: مورد نیاز برای سفارش
fr_lu: Exigences pour l'ordre
hr_hr: Zahtjevi za poretka
ja: オーダーの要件
lv_lv: Prasības pasūtījuma
pl_pl: Wymagania dla porządku
vi_vn: Yêu cầu đặt hàng

source: Print Requirements
ar: متطلبات الطباعة
et: Prindi nõuded
fa: چاپ مورد نیاز
fr_lu: Imprimer Exigences
hr_hr: Ispis Zahtjevi
ja: 印刷要件
lv_lv: Drukāt Prasības
pl_pl: Wymagania Drukuj
vi_vn: Yêu cầu in

source: Parent Item
ar: الأم السلعة
et: Parent Punkt
fa: مورد پدر و مادر
fr_lu: parent article
hr_hr: Roditelj artikla
ja: 親アイテム
lv_lv: mātes postenis
pl_pl: Pozycja dominująca
vi_vn: mục mẹ

source: Component Item
ar: مكون السلعة
et: Component Punkt
fa: مورد کامپوننت
fr_lu: composant article
hr_hr: Komponenta artikla
ja: コンポーネント·アイテム
lv_lv: komponents postenis
pl_pl: składnik produktu

source: Refresh Details
ar: تحديث تفاصيل
et: Värskenda andmed
fa: تازه کردن جزئیات
fr_lu: Rafraîchir les détails
hr_hr: Osvježi Brodu
ja: リフレッシュ詳細
lv_lv: Atsvaidzināt informācija
pl_pl: Szczegóły Odśwież
vi_vn: Thông tin chi tiết làm mới

source: Save Details
ar: حفظ تفاصيل
et: Salvesta andmed
fa: ذخیره جزئیات
fr_lu: Enregistrer les détails
hr_hr: Spremi Detalji
ja: 詳細を保存
lv_lv: Saglabāt detaļas
pl_pl: Zapisz szczegóły
vi_vn: tiết kiệm chi tiết

source: Issue Materials To Work Order
ar: مواد القضية إلى العمل ترتيب
et: Issue Materjalid töökäsu
fr_lu: Émettre commande de matériaux
hr_hr: Issue Materijali za rad red
ja: 作業指図へ原材料払出
lv_lv: Izdevums Materiāli strādāt Pasūtīt
pl_pl: Materiały do pracy Issue Zamówienie
vi_vn: Vật liệu vấn đề để tự làm việc

source: Back to Costing
ar: العودة الى التكاليف
et: Tagasi kuluarvestus
fr_lu: Retour à l'établissement des coûts
hr_hr: Povratak na obračun troškova
ja: 得意先に戻る
lv_lv: Atpakaļ uz Izmaksu
pl_pl: Powrót do kalkulacji kosztów
vi_vn: Trở lại Chi phí

source: Select a work order to issue materials to
ar: حدد نظام العمل لإصدار مواد ل
et: Valigetööd , et esitada materjale
fr_lu: Sélectionner un ordre de travail
hr_hr: Odaberite nalog za izdavanje radne materijale
ja: 原材料払出の作業指図選択
lv_lv: Izvēlieties darba kārtībā izsniegt materiālus
pl_pl: Wybierz zlecenia wydania materiałów
vi_vn: Chọn một trật tự làm việc để phát hành các tài liệu để
