Repository: timschofield/KwaMoja-Medical
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar, et, fa, fr_lu, hr_hr, ja, lv_lv, pl_pl, vi_vn

source: Venezuelan bolívar fuerte
ar: بوليفار فنزويلي
et: Venezuela Bolívar Fuerte
fa: ونزوئلا بولیوار Fuerte
fr_lu: Bolívar Vénézuélien
hr_hr: Venezuelanski Bolívar Fuerte
ja: ベネズエラボリバル·フエルテ
lv_lv: Venecuēlas bolivārs fuerte
pl_pl: Wenezuelczyk Bolivar Fuerte
vi_vn: Venezuela Bolivar Fuerte

source: Vietnamese dong
ar: دونج فيتنامى
et: Vietnami dong
fa: ویتنامی دونگ
fr_lu: dongs vietnamiens
hr_hr: Vijetnamski dong
ja: ベトナムドン
lv_lv: vjetnamiešu dong
pl_pl: Wietnamski dong
vi_vn: đồng Việt Nam

source: Vanuatu vatu
ar: فاتو فانواتو
fa: وانواتو واتو
fr_lu: Vanuatu Îles
ja: バヌアツ·バツ

source: Samoan tala
ar: تالا ساموا
et: Samoa tala
fa: ساموآ طلا
fr_lu: Tala Samoan
hr_hr: Samoanski Tala
ja: サモア·タラ
lv_lv: Samoa Tala
pl_pl: Samoa tala
vi_vn: Samoa Tala

source: CFA franc BEAC
ar: فرنك افريقي
et: CFA frank BEAC
fa: فرانک CFA BEAC
fr_lu: Franc CFA BEAC
hr_hr: CFA franak BEAC
ja: CFAフランBEAC
lv_lv: CFA franks BEAC

source: Silver (one troy ounce)
ar: الفضة (واحد أونصة )
et: Silver ( ühe untsi )
fa: نقره ای ( یک اونس )
fr_lu: Argent ( une once troy )
hr_hr: Silver ( jedan Troy unca)
ja: シルバー（ 1トロイオンス）
lv_lv: Sudrabs ( viena Trojas unce)
pl_pl: Srebro (jeden uncja troy )
vi_vn: Bạc ( một troy ounce )

source: Gold (one troy ounce)
ar: الذهب ( أونصة واحدة )
et: Gold ( üks untsi )
fa: طلا ( اونس )
fr_lu: Or ( une once troy )
hr_hr: Zlato ( jedan Troy unca)
ja: 金（ 1トロイオンス）
lv_lv: Zelts ( viena Trojas unce)
pl_pl: Złoto (jeden uncja troy )
vi_vn: Vàng ( một troy ounce )

source: European Composite Unit
ar: وحدة المركب الأوروبي
et: Euroopa Composite Unit
fa: واحد کامپوزیت اروپا
fr_lu: Unité Composite européenne
hr_hr: Europska Composite Unit
ja: 欧州複合ユニット
lv_lv: Eiropas Composite vienība
pl_pl: European Composite Jednostka
vi_vn: Đơn vị tổng hợp châu Âu

source: European Monetary Unit
ar: وحدة النقد الأوروبية
et: Euroopa rahaühiku
fa: واحد پول اروپا
fr_lu: Unité monétaire européenne
hr_hr: Europska monetarna jedinica
ja: 欧州通貨単位
lv_lv: Eiropas Monetārā vienība
pl_pl: Europejska jednostka walutowa
vi_vn: Đơn vị tiền tệ châu Âu

source: European Unit of Account 9
ar: الوحدة الأوروبية ل حساب 9
et: Euroopa arvestusühik 9
fa: واحد اروپایی از حساب 9
fr_lu: Unité de compte européenne 9
hr_hr: Europska obračunska jedinica 9
ja: アカウント9欧州のユニット
lv_lv: Eiropas vienība 9 kontu
pl_pl: Europejskiej jednostki rozliczeniowej 9
vi_vn: Đơn vị châu Âu tài khoản 9

source: European Unit of Account 17
ar: الوحدة الأوروبية ل حساب 17
et: Euroopa arvestusühik 17
fa: واحد اروپایی حساب 17
fr_lu: Unité de compte européenne 17
hr_hr: Europska obračunska jedinica 17
ja: アカウント17の欧州ユニット
lv_lv: Eiropas vienība 17 konta
pl_pl: Europejskiej jednostki rozliczeniowej 17
vi_vn: Đơn vị châu Âu tài khoản 17

source: East Caribbean dollar
ar: دولار شرق الكاريبي
et: Ida-Kariibi dollar
fa: دلار شرق کارائیب
fr_lu: Dollar des Caraïbes Orientales
ja: 東カリブ·ドル
lv_lv: Austrumu Karību dolāru
pl_pl: Dolar Wschodniokaraibski
vi_vn: Đô la đông Caribê

source: Special drawing rights
ar: حقوق السحب الخاصة
et: SDRid
fa: حقوق نقشه کشی ویژه
fr_lu: Tirage spéciaux
hr_hr: Specijalna prava vučenja
ja: 特別引出権
lv_lv: Speciālās aizņēmuma tiesības
pl_pl: Specjalne prawa ciągnienia
vi_vn: Quyền rút vốn đặc biệt

source: UIC franc (special settlement currency)
ar: الفرنك UIC ( عملة التسوية الخاصة)
et: UIC frank (eri arveldusvääringuna )
fa: فرانک UIC ( ارز حل و فصل خاص )
fr_lu: Franc UIC ( monnaie de règlement spécial )
hr_hr: UIC- franak ( posebna naplate valute )
ja: UICフラン（特別決済通貨）
lv_lv: UIC franks ( speciālā norēķinu valūta)
pl_pl: UIC franc (specjalna waluta rozliczenia)
vi_vn: UIC franc ( tiền thanh toán đặc biệt )

source: CFA franc BCEAO
ar: فرنك بروندى
et: CFA frank BCEAO
fa: فرانک CFA BCEAO
hr_hr: CFA franak BCEAO
ja: CFAフランBCEAO
lv_lv: CFA franks BCEAO
pl_pl: CFA Frank BCEAO

source: Palladium (one troy ounce)
ar: البلاديوم ( اوقية واحدة )
et: Palladium ( ühe untsi )
fa: پالادیوم ( یک اونس )
fr_lu: Palladium ( une once troy )
hr_hr: Paladij ( jedan Troy unca)
ja: パラジウム（ 1トロイオンス）
lv_lv: Palladium ( vienu Trojas unci )
pl_pl: Palladium (jeden uncja troy )
vi_vn: Palladium ( một troy ounce )

source: CFP franc
ar: فرنك سي اف بي
et: CFP frank
fa: CFP فرانک
fr_lu: franc CFP
hr_hr: CFP franak
ja: CFPフラン
lv_lv: KZP franks
pl_pl: frank CFP

source: Platinum (one troy ounce)
ar: البلاتين ( اوقية واحدة )
et: Platinum ( ühe untsi )
fa: پلاتین ( یک اونس )
fr_lu: Platinum ( une once troy )
hr_hr: Platinum ( jedan Troy unca)
ja: プラチナ（ 1トロイオンス）
lv_lv: Platīna ( vienu Trojas unci )
pl_pl: Platinum (jeden uncja troy )
vi_vn: Bạch kim ( một troy ounce )

source: Code reserved for testing purposes
ar: كود محفوظة لأغراض الاختبار
et: Kood reserveeritud katsetamise eesmärgil
fa: کد برای مقاصد تست محفوظ می باشد
fr_lu: Code réservé pour des fins de test
hr_hr: Kod rezervirana za potrebe testiranja
ja: コードは、テスト目的のために予約
lv_lv: Kods rezervētas testēšanas nolūkos
pl_pl: Kod zarezerwowane dla celów testowych
vi_vn: Mã dành cho mục đích thử nghiệm

source: No currency
ar: لا عملة
et: No valuuta
fa: بدون ارز
fr_lu: aucune monnaie
hr_hr: Ne valute
ja: いいえ通貨ん
lv_lv: nav naudas
pl_pl: No waluty
vi_vn: không tệ

source: Yemeni rial
ar: ريال يمني
et: Jeemeni riaal
fa: ریال یمن
fr_lu: rial yéménite
hr_hr: Jemenski rial
ja: イエメンリアル
lv_lv: Jemenas Rial
pl_pl: Rial jemeński
vi_vn: Yemen Rial

source: South African rand
ar: راند جنوب أفريقي
et: Lõuna -Aafrika rand
fa: رند آفریقای جنوبی
fr_lu: Rand sud-africain
hr_hr: Južnoafrički rand
ja: 南アフリカランド
lv_lv: Dienvidāfrikas rands
vi_vn: Rand của Nam Phi

source: Zambian kwacha
ar: زامبيا كواتشا
et: Sambia Kwacha
fa: زامبیا کواچا
fr_lu: Kwacha zambien
hr_hr: zambijska Kwacha
ja: ザンビア·クワチャ
lv_lv: Zambijas kvača
pl_pl: Zambii Kwacha
vi_vn: Zambia kwacha

source: The order line for
ar: السطر أجل
et: Et rida
fr_lu: La ligne de Commande pour
hr_hr: Kako linija za
ja: 注文行 for
lv_lv: Rīkojuma rinda priek&#353;s
pl_pl: Linia zamówienia dla
vi_vn: Dòng để cho

source: could not be inserted
ar: لا يمكن إدراج
et: ei saa sisestatud
fr_lu: impossible de l'ajouter
hr_hr: Ne može se umetnuti
ja: 挿入できなかった
lv_lv: nevar ievadīt
pl_pl: nie może zostać dodana
vi_vn: không thể chèn được

source: The order line number
ar: رقم السطر النظام
et: Et liin number
fr_lu: Le numéro de ligne afin
hr_hr: Broj bi linija
ja: 注文行番号
lv_lv: Rīkojuma rindas numuru
pl_pl: Linia zamówienia numer
vi_vn: số dòng trong đơn

source: could not be updated
ar: تعذر تحديث
et: ei saanud uuendatud
fr_lu: n'a pas pu être mis à jour
hr_hr: Ne može biti obnovljeno
ja: 更新できなかった
lv_lv: nevar labot
pl_pl: nie może być zmieniona
vi_vn: không cập nhật được

source: No Line Number passed to remove_from_cart, so nothing has been removed.
ar: لا عدد لاين تمريرها إلى remove_from_cart ، لذلك تم إزالة أي شيء .
et: No Line Number edasi remove_from_cart , et miski on eemaldatud.
fa: نه شماره ای خط در گذشت به remove_from_cart ، بنابراین هیچ چیز حذف شده است .
fr_lu: Aucun numéro de ligne transmis à remove_from_cart , donc rien n'a été enlevé.
hr_hr: No Line Broj prošao remove_from_cart , tako da ništa nije uklonjen .
ja: 行番号がremove_from_cartに渡さないため、何も削除されていません。
lv_lv: Nav Line skaits nodota remove_from_cart , tāpēc nekas nav noņemts .
pl_pl: Do remove_line_card nie przekazano żadnego numeru pozycji, więc nic nie zostało usunięte
vi_vn: Không Số Dòng truyền cho remove_from_cart , vì vậy không có gì đã được gỡ bỏ .

source: The order line could not be deleted because
ar: لا يمكن حذف السطر لأن النظام
et: Et rida ei saa kustutada , sest
fr_lu: La ligne de commande ne pouvait pas être supprimé car
hr_hr: Kako linija ne može biti izbrisan , jer
ja: 受注行は削除できませんでしたので、
lv_lv: Pasūtījuma rindu nevarēja izdzēst , jo
pl_pl: Pozycje zamówienia nie mogą być usunięte ponieważ
vi_vn: Dòng thứ tự không thể bị xóa bởi vì

source: Deleted Line Number
ar: حذف رقم السطر
et: Kustutatud Line Number
fr_lu: Suppression de la ligne n°
hr_hr: Izbrisano Line Broj
ja: 削除行番号
lv_lv: Rindas numurs tika izdzēsts
pl_pl: Usunięta linia numer
vi_vn: Xóa số dòng

source: from existing Order Number
ar: من عدد النظام القائم
et: olemasolevate Tellimuse number
fr_lu: du décret existant Nombre
hr_hr: iz postojećeg reda Broj
ja: 既存注文番号から
lv_lv: no esošās rīkojumā Nr
pl_pl: z zamówienia numer
vi_vn: từ số thứ tự hiện tại

source: The order line could not be updated as completed because
ar: تعذر تحديث خط النظام كما تستكمل بسبب
et: Et liin ei ole võimalik ajakohastada lõpetanud , sest
fr_lu: La ligne de commande n'a pas pu être mis à jour terminée, car
hr_hr: Kako linija ne može biti obnovljeno kao završen jer je
ja: 完了したオーダー·ラインを更新できませんでしたので、
lv_lv: Pasūtījuma rindu nevarēja tikt papildināts, pabeigt, jo
pl_pl: Pozycje zamówienia nie mogą być usunięte ponieważ
vi_vn: Dòng thứ tự không thể được cập nhật khi hoàn thành bởi vì

source: Removed Remaining Quantity and set Line Number
ar: إزالة الكمية المتبقية و ضبط رقم الخط
et: Eemaldatud järelejäänud kogus ja komplekt Line Number
fa: حذف مقدار باقی مانده و مجموعه شماره خط
fr_lu: Enlevée quantité restante et numéro de la filière
hr_hr: Uklonjeno Preostala količina i set Line Broj
ja: 削除残量やセット行番号
lv_lv: Noņemts Atlikušais daudzums un komplekts Line skaits
pl_pl: Pozostała ilość usunięta i linia numer
vi_vn: Loại bỏ lượng còn lại và thiết lập số dòng

source: as Completed for existing Order Number
ar: كما أنجزت ل عدد النظام القائم
et: lõpetatuks olemasolevate Tellimuse number
fr_lu: Complété par décret existant Nombre
hr_hr: kao Završen za postojeći broj narudžbe
ja: などの既存の注文番号で完了
lv_lv: kā Pabeigts Esošo rīkojumā Nr
pl_pl: zaznaczona jako zrealizowana dla zamówienia numer
vi_vn: khi hoàn tất cho số thứ tự hiện tại

source: It appears that taxes are not defined correctly for this customer tax group
ar: يبدو أن الضرائب ليست محددة بشكل صحيح لهذه المجموعة ضريبة العملاء
et: Tundub, et maksud ei ole määratletud õigesti selle kliendi maksu grupp
fa: به نظر می رسد که مالیات به درستی برای این گروه مالیاتی مشتری تعریف نشده است
fr_lu: Les taxes n'ont pas été définies correctement pour ce groupe
hr_hr: Čini se da porezi nisu pravilno definirane u ovoj grupi kupaca poreza
ja: それは税金がこの顧客納税グループに正しく定義されていないように思われる
lv_lv: Šķiet, ka nodokļi nav pareizi definēti šai klientu nodokļu grupā
pl_pl: Wydaje się, że podatki nie są prawidłowo określone dla tej grupy podatkowej klienta
vi_vn: Có vẻ như các loại thuế không được định nghĩa một cách chính xác cho nhóm khách hàng này thuế

source: Cannot find tax category Freight which must always be defined
ar: لا يمكن العثور على فئة الشحن الضريبة التي يجب دائما أن يعرف
et: Kas te ei leia tulumaksu kategooria Freight , mis peab alati olema määratletud
fa: آیا می توانم رده مالیات بر حمل و نقل که همیشه باید تعریف شود را پیدا کند
fr_lu: Vous ne trouvez pas de marchandises catégorie d'imposition qui doit toujours être défini
hr_hr: Ne možete pronaći Freight poreza koja uvijek mora biti definirana kategorija
ja: 常に定義されている必要があり税金カテゴリ貨物を見つけることができません
lv_lv: Cannot find tax category Shipping which must always be defined
pl_pl: Nie znaleziono kategorii podatkowej Freight, która zawsze musi być zdefiniowana
vi_vn: Không thể tìm thấy loại thuế vận tải cần phải được xác định

source: Label id
ar: معرف التسمية
et: Valmistaja id
fa: برچسب شناسه
fr_lu: ID
hr_hr: Oznaka id
ja: ラベルID
pl_pl: Wytwórnia id
vi_vn: nhãn id

source: Rows per sheet
ar: الصفوف لكل ورقة
et: Ridu lehele
fa: سطرها در هر ورق
fr_lu: "lignes par page"
hr_hr: Redovi po listu
ja: シートごとの行
lv_lv: Rindas loksnē
pl_pl: Wiersze na arkuszu
vi_vn: Hàng mỗi tờ

source: Cols per sheet
ar: من الأعمدة لكل ورقة
et: Veerud lehel
fa: گذرگاه در هر ورق
fr_lu: "colonne par page"
hr_hr: Cols po listu
ja: シートにつきCOLS
lv_lv: Kolonnas par lapu
pl_pl: Kolumny na arkuszu
vi_vn: Cols mỗi tờ

source: Sheet height
ar: ارتفاع ورقة
et: Sheet kõrgus
fr_lu: "hauteur de page"
hr_hr: List visina
ja: 返品運賃
lv_lv: Sheet augstums
pl_pl: wysokość Sheet
vi_vn: chiều cao tấm

source: Sheet width
ar: عرض ورقة
et: Sheet laius
fa: عرض ورق
fr_lu: "largeur de page"
hr_hr: Listovi širine
ja: シート幅
lv_lv: loksnes platums
pl_pl: Szerokość blachy
vi_vn: chiều rộng tấm

source: Label height
ar: ارتفاع التسمية
et: Valmistaja kõrgus
fr_lu: "hauteur des étiquettes"
hr_hr: Oznaka visina
ja: 合計重量
lv_lv: etiķetes augstums
pl_pl: wysokość Wytwórnia
vi_vn: chiều cao nhãn

source: Label width
ar: عرض التسمية
et: Valmistaja laius
fr_lu: "largeur des étiquettes"
hr_hr: Oznaka širina
ja: ラベルの幅
lv_lv: etiķetes platums
pl_pl: szerokość Wytwórnia
vi_vn: chiều rộng nhãn

source: Top margin
ar: الهامش العلوي
fa: حاشیه بالا
fr_lu: "marge du haut"
hr_hr: Gornja margina
ja: 上部マージン
lv_lv: augšējā robeža
pl_pl: Górny margines
vi_vn: lề

source: Left margin
ar: الهامش الأيسر
et: vasak veeris
fa: حاشیه چپ
fr_lu: "marge de gauche"
hr_hr: Lijeva margina
ja: 左マージン
lv_lv: kreisā mala
pl_pl: Lewy margines
vi_vn: lề trái

source: Row height
ar: ارتفاع الصف
et: rea kõrgus
fr_lu: "hauteur de ligne"
hr_hr: visina Row
ja: 合計重量
lv_lv: rindas augstums
pl_pl: Wysokość wiersza
vi_vn: chiều cao hàng

source: Column width
ar: عرض العمود
et: Veeru laius
fr_lu: "largeur de colonne"
hr_hr: širina stupca
ja: カラム
lv_lv: kolonnas platums
pl_pl: Szerokość kolumny
vi_vn: chiều rộng cột

source: Vert. pos.
ar: فير .
et: Vert.
fr_lu: Pos. Vert.
hr_hr: Vert .
ja: VERT 。
lv_lv: Vert .
pl_pl: Vert. poz.
vi_vn: Vert .

source: Horiz. pos.
ar: Horiz .
et: Horiz .
fa: Horiz .
fr_lu: Pos. Horiz.
hr_hr: Horiz .
ja: HORIZ 。
lv_lv: Horiz .
pl_pl: Poziomo. poz.
vi_vn: Horiz .

source: Font size
ar: حجم الخط
et: Fondi suurus
fr_lu: Taille de la police
hr_hr: veličina slova
ja: レポートサイズ
lv_lv: fonta lielums
pl_pl: Rozmiar czcionki
vi_vn: cỡ chữ

source: Data to display
ar: لعرض البيانات
et: Andmete kuvamiseks
fr_lu: Données à afficher
hr_hr: Podaci za prikaz
ja: 表示データ
lv_lv: Datu attēlošanai
pl_pl: Dane do wyświetlenia
vi_vn: Dữ liệu để hiển thị

source: Code item
ar: رمز المدينة
et: Kood kirje
fr_lu: Code de l'article
hr_hr: kod stavke
ja: ＆品目
lv_lv: kods postenis
pl_pl: Kod przedmiotu
vi_vn: Mã hàng

source: Description remainder
ar: وصف المتبقية
et: Kirjeldus ülejäänud
fr_lu: Description du reste
hr_hr: Opis ostatak
ja: 内容
lv_lv: Apraksts atlikušo
pl_pl: reszta Opis
vi_vn: Mô tả còn lại

source: Long description
ar: وصف طويل
et: pikk kirjeldus
fr_lu: Description longue
hr_hr: dugi opis
ja: 内容
lv_lv: Long apraksts
pl_pl: Długi opis
vi_vn: mô tả dài

source: Long description remainder
ar: الوصف المطول المتبقية
et: Pikk kirjeldus ülejäänud
fr_lu: Description longue reste
hr_hr: Dugi opis ostatak
ja: 長い説明の残り
lv_lv: Long apraksts atlikušo
pl_pl: reszta opis Long
vi_vn: Còn lại mô tả dài

source: Failed loading XML file
ar: فشل ملف XML التحميل
et: Laadimine ebaõnnestus XML fail
fa: شکست خورد بارگذاری فایل XML
fr_lu: Échec lors du chargement du fichier XML
hr_hr: Nije uspjelo učitavanje XML datoteke
ja: 失敗したロードXMLファイル
lv_lv: Neizdevās iekraušanas XML failu
pl_pl: Nie ładowanie pliku XML
vi_vn: Không tập tin XML loading

source: Report this problem
ar: بلغ عن هذه المشكلة
et: Teata sellest probleem
fr_lu: Signaler ce problème
hr_hr: Prijavi ovaj problem
ja: レポートタイトル
lv_lv: Ziņot par šo problēmu
pl_pl: Zgłoś problem
vi_vn: Báo cáo vấn đề này

source: The suppliers offer could not be inserted into the database because
ar: العرض الموردين لا يمكن إدراجها في قاعدة البيانات بسبب
et: Tarnijad ei saanud seda pakkumist sisestatakse andmebaasi , sest
fr_lu: L'offre des fournisseurs ne peut être inséré dans la base de données, car
hr_hr: Dobavljači ponuda ne može se umetnuti u bazu podataka , jer
ja: 仕入先詳細はSQLで検索できませんでした、理由は
lv_lv: Piegādātāji piedāvājumu nevarēja ievietot datu bāzē , jo
pl_pl: Oferta dostawcy nie mogą być włączone do bazy danych, ponieważ
vi_vn: Không th? chèn d? ngh? c?a nhà cung c?p vào co s? d? li?u vì

source: The SQL statement used to insert the suppliers offer record and failed was
ar: تستخدم عبارة SQL لإدراج الموردين تقديم سجل و فشلت كان
et: SQL kasutada lisadatarnijad pakuvad rekord ja ei olnud
fr_lu: Échec de la commande SQL d'ajoût d'offre fournisseur:
hr_hr: SQL se koristi za umetanje dobavljači nude rekord i nije bio
ja: 品目を追加に用いられたSQLは失敗した
lv_lv: SQL izmanto, lai ievietotu piegādātāji piedāvā ierakstu un nav tika
pl_pl: SQL używany do umieszczenia dostawców oferuje zapis i nie był
vi_vn: Báo cáo d? li?u SQL dùng d? chèn h? so d? ngh? c?a nhà cung c?p dã không thành công là

source: The offer for
ar: العرض لل
et: Pakkumine
fr_lu: L'offre pour
hr_hr: Ponuda za
ja: 注文行 for
lv_lv: Piedāvājums
pl_pl: Oferta dla
vi_vn: Ð? ngh? cho

source: has been inserted into the database
ar: وقد تم إدراجها في قاعدة البيانات
et: on sisestatud andmebaasi
fr_lu: a été inséré dans la base de données
hr_hr: je u bazu podataka
ja: はデータベースにうまく入力されました
lv_lv: ir ievietota datu bāzē
pl_pl: zostało wprowadzone do bazy danych
vi_vn: Đã được chèn vào cơ sở dữ liệu

source: at a price of
ar: بسعر
et: hinnaga
fr_lu: au prix de
hr_hr: po cijeni od
ja: 印刷日は
lv_lv: par cenu
pl_pl: w cenie
vi_vn: ? giá

source: could not be inserted into the database
ar: لا يمكن إدراجها في قاعدة البيانات
et: ei saa lisada andmebaasi
fr_lu: ne pouvait pas être inséré dans la base de données
hr_hr: Ne može se umetnuti u bazu podataka
ja: はデータベースに定義されてない
lv_lv: nevar tikt ievietota datu bāzē
pl_pl: nie mogły być wprowadzone do bazy danych
vi_vn: Không thể chèn vào cơ sở dữ liệu

source: The suppliers offer could not be updated on the database because
ar: العرض الموردين لا يمكن تحديثها على قاعدة البيانات بسبب
et: Tarnijad ei saanud seda pakkumist uuendatud andmebaasi sest
fr_lu: L'offre des fournisseurs n'ont pas pu être mis à jour sur la base de données car
hr_hr: Dobavljači ponuda ne može biti obnovljeno na bazi podataka, jer
ja: 仕入先詳細はSQLで検索できませんでした、理由は
lv_lv: Piegādātāji piedāvājumu nevarēja atjaunina datu bāzi , jo
pl_pl: Oferta dostawcy nie mogą być aktualizowane w bazie danych, ponieważ
vi_vn: Ð? ngh? c?a nhà cung c?p không th? c?p nh?t vào co s? d? li?u vì

source: The SQL statement used to update the suppliers offer record and failed was
ar: عبارة SQL استخدامها لتحديث سجل الموردين تقديم و فشلت كان
et: SQL kasutada uuendada tarnijad pakuvad rekord ja ei olnud
fr_lu: Échec de la commande SQL de mise à jour de l'offre fournisseur:
hr_hr: SQL se koristi za ažuriranje dobavljača nude rekord i nije bio
ja: ユーザーを更新に用いられたSQLは失敗した
lv_lv: SQL izmanto, lai atjauninātu piegādātājiem piedāvāt ierakstu un neizdevās , bija
pl_pl: SQL używane do aktualizacji dostawców oferuje zapis i nie był
vi_vn: Báo cáo d? li?u SQL s? d?ng d? c?p nh?t d? ngh? c?a nhà cung c?p dã không thành công là

source: has been updated in the database
ar: تم تحديث في قاعدة البيانات
et: on uuendatud andmebaasi
fr_lu: a été mis à jour la base de données
hr_hr: je ažurirana u bazi podataka
ja: はデータベースに見つかりません
lv_lv: ir atjaunināts datu bāzē
pl_pl: został zaktualizowany w bazie danych
vi_vn: Đã được cập nhật vào cơ sở dữ liệu

source: could not be updated in the database
ar: لا يمكن تحديثها في قاعدة البيانات
et: ei saanud uuendatud andmebaasi
fr_lu: n'a pas pu être mis à jour dans la base de données
hr_hr: Ne može se ažurirati u bazi podataka
ja: 更新できない理由は
lv_lv: nevar atjaunināt datu bāzē
pl_pl: nie może być aktualizowana w bazie danych
vi_vn: Không thể cập nhật vào cơ sở dữ liệu

source: The supplier offer could not be deleted on the database because
ar: عرض المورد لا يمكن حذفها في قاعدة البيانات بسبب
ja: 仕入先詳細はSQLで検索できませんでした、理由は

source: The SQL statement used to delete the suppliers offer record are failed was
ar: و فشلت عبارة SQL تستخدم ل حذف سجل الموردين العرض كان
ja: 場所レコード追加に用いられたSQLは失敗した

source: has been deleted in the database
ja: はデータベースにうまく入力されました

source: Offer received from
ar: العرض المقدم من
et: Paku saadud
fr_lu: Offre reçue de
hr_hr: Ponuda dobio od
ja: 入庫商品返品 開始
lv_lv: Piedāvājums saņemts no
pl_pl: Oferta otrzymała od
vi_vn: Ð? ngh? du?c nh?n t?

source: This email is automatically generated by KwaMoja
ar: يتم إنشاء هذا البريد الإلكتروني تلقائيا من قبل KwaMoja
et: See e-posti automaatselt genereeritud KwaMoja
hr_hr: Ova e-mail automatski generira KwaMoja
ja: このメールは、自動的にKwaMojaによって生成され
lv_lv: Šis e-pasts tiek automātiski rada KwaMoja

source: You have received the following offer from
ar: كنت قد تلقيت هذا العرض التالية من
et: Teile on saabunud järgmine pakkumine
fr_lu: Vous avez reçu l'offre suivante à partir de
hr_hr: Vi ste dobili ponudu od sljedeće
ja: 次の場所から次のオファーを受けている
lv_lv: Jūs esat saņēmis šādu piedāvājumu no
pl_pl: Otrzymaliśmy następującą ofertę z
vi_vn: B?n nh?n du?c d? ngh? sau dây t?

source: There was an error updating the purchase order detail record to make it part of shipment
ar: كان هناك خطأ تحديث طلب شراء سجل التفاصيل لجعلها جزءا من شحنة
et: Seal oli viga ajakohastamine ostutellimuse detail rekord , et muuta see osa saadetise
fr_lu: Une erreur est survenue lors de la mise à jour des lignes de commande achats pour les inclure dans une livraison
hr_hr: Došlo je do pogreške ažuriranje detaljni zapis narudžbe kako bi se dio pošiljke
ja: それ出荷の一部にするために購入注文詳細レコードの更新にエラーが発生しました
lv_lv: Tur bijakļūda atjaunināšanas pasūtījuma detaļu ieraksts , lai padarītu to par daļu no sūtījuma
pl_pl: Wystąpił błąd przy aktualizacji pozycji zamówienia zakupu aby włączyć je do wysyłki
vi_vn: Có lỗi khi cập nhật các bản ghi chi tiết đơn đặt hàng để làm cho nó một phần của lô hàng

source: the error reported was
ar: الإعلام عن الخطأ كان
et: viga Teatatud
fr_lu: l'erreur retournés était
hr_hr: Pogreška je izvijestio
ja: エラーが発生しました報告
lv_lv: kļūda ziņots par
pl_pl: zgłoszony błąd
vi_vn: các lỗi đã được báo cáo

source: This shipment line has a quantity invoiced and already charged to the shipment - it cannot now be removed
ar: هذا الخط شحنة و كمية الفاتورة و دفع بالفعل إلى شحنة - فإنه لا يمكن أن تحذف الآن
et: See saadetis liin onkogus arve ja juba laetud saadetise - see ei ole praegu võimalik eemaldada
fa: این خط حمل و نقل صورتحساب مقدار و در حال حاضر به اتهام حمل و نقل - آن را در حال حاضر نمی تواند حذف شود
fr_lu: Cette ligne de livraison a une quantité facturée et déjà facturée à l'expédition - elle ne peut maintenant être retiré
hr_hr: Ova linija je pošiljkakoličini fakturirati i već terete pošiljku - to se sada ne može biti uklonjena
ja: この出荷ラインは量請求し、既に出荷まで充電されている - それが今では削除できません
lv_lv: Šis sūtījums līnija irdaudzums izrakstīts rēķins un kas jau sedz sūtījuma - tas tagad nevar izņemt
pl_pl: Linia wysyłki ma ilość zafakturowaną i przekazaną do wysyłki - nie może być już usunięta
vi_vn: Dòng lô hàng này có một số lượng hoá đơn và đã được tính vào các lô hàng - nó có thể không phải bây giờ được gỡ bỏ

source: This email has been automatically generated by KwaMoja
ar: وقد تم إنشاء هذا البريد الالكتروني تلقائيا بواسطة KwaMoja
et: See kiri on automaatselt genereeritud KwaMoja
hr_hr: Ovaj e-mail je automatski generirana od strane KwaMoja
ja: このメールは、自動的にKwaMojaによって生成された
lv_lv: Šis e-pasts ir automātiski rada KwaMoja

source: You are invited to Tender for the following products to be delivered to
ar: أنت مدعو للمشاركة في العطاء للمنتجات التالية ليتم تسليمها إلى
et: Sul palutakse esitada pakkumine järgmiste toodete toimetatakse
fa: شما برای محصولات زیر به تحویل به مناقصه دعوت
fr_lu: Vous êtes invités à soumissionner pour les produits suivants doivent être remis au
hr_hr: Pozvani ste na natječaj za sljedeće proizvode koji će biti dostavljen
ja: あなたがに配信するには、次の製品について本公開買付けに招待され
lv_lv: Jūs esat aicināti uz konkursu attiecībā uz šādiem produktiem, kurus piegādā
vi_vn: Bạn được mời thầu cho các sản phẩm sau đây sẽ được chuyển giao cho

source: Tender number
ar: رقم المناقصة
fr_lu: N° appel d'offres
ja: 注文番号

source: Quantity
ar: كمية
et: kogus
fa: مقدار
fr_lu: Quantité
hr_hr: količina
ja: 量
lv_lv: daudzums
pl_pl: ilość
vi_vn: Số lượng

source: Unit
ar: وحدة
et: üksus
fa: واحد
fr_lu: unité
hr_hr: jedinica
ja: ユニット
lv_lv: vienība
pl_pl: jednostka
vi_vn: đơn vị

source: Item Description
et: Toote kirjeldus
fa: آیتم توضیحات
fr_lu: élément Description
hr_hr: Stavka Opis
ja: アイテム説明
lv_lv: Vienība Apraksts
pl_pl: Opis przedmiotu
vi_vn: Mô tả
