Repository: timschofield/KwaMoja-Medical
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar, et, fa, fr_lu, hr_hr, ja, lv_lv, pl_pl, vi_vn

source: Review Records
ar: الوثائق استعراض
fa: سوابق فایل را نقد کنید
fr_lu: Examen des dossiers
hr_hr: osvrt Records
ja: 価格確認
lv_lv: pārskatīšana Records
pl_pl: Przegląd Records
vi_vn: Xem lại các báo cáo

source: Amend Location details
ar: تعديل تفاصيل الموقع
et: Muuta asukoht lähemalt
fa: اصلاح مشخصات محل سکونت
fr_lu: Modifier les détails de site
hr_hr: Izmijeniti Location pojedinosti
ja: 全場所
lv_lv: Grozīt atrašanās vietas informāciju
pl_pl: Zmień Szczegóły lokalizacji
vi_vn: Sửa lại chi tiết về địa điểm

source: New Location details
ar: تفاصيل مكان جديد
et: Uus asukoht lähemalt
fa: جزئیات جدید محل سکونت
fr_lu: Nouveau détails du site
hr_hr: Novo mjesto Detaljnije
ja: 場所コード
lv_lv: Jaunas Atrašanās vieta ziņas
pl_pl: Nowy Szczegóły lokalizacji
vi_vn: Các chi tiết mới cho địa điểm

source: Contact for deliveries
ar: الاتصال للحصول على شحنات
et: Võta tarnete
fa: تماس با تحویل کالا
fr_lu: Contact pour la livraison
hr_hr: Kontakt za isporuke
ja: 納品用連絡先
lv_lv: Piegādes kontakti
pl_pl: Kontakt do wysyłki
vi_vn: Thông tin liên hệ cho giao hàng

source: Facsimile No
ar: الفاكس لا
et: Faks ei
fa: ثابت وجود ندارد
fr_lu: Fax
hr_hr: faksimil Nema
ja: FAX番号
lv_lv: Fakss
pl_pl: Numer Faksu
vi_vn: Số Fax

source: Default Counter Sales Customer Code
ar: الافتراضي المحل كود العملاء
et: Vaikimisi Counter müük Kliendi kood
ja: 得意先用経年得意先残高 開始

source: Counter Sales Branch Code
ar: مبيعات فرع مكافحة الرمز
ja: 得意先内部 支店コード(EDI)

source: Allow internal requests?
ar: سماح لطلبات الداخلية ؟
et: Luba sisemised taotlusi ?
fa: اجازه می دهد درخواست های داخلی ؟
hr_hr: Dopusti interne zahtjeve ?
ja: 内部要求を許可しますか？
lv_lv: Ļauj iekšējo pieprasījumu ?
vi_vn: Cho phép các yêu cầu nội bộ?

source: Run MRP Calculation
ar: تشغيل MRP حساب
et: Run MRP arvutamine
fa: اجرای محاسبات لوازم
fr_lu: Exécuter MRP calcul
hr_hr: Trčanje MRP Proračun
ja: 計算
lv_lv: Palaist MRP aprēķināšana
pl_pl: Obliczanie MRP Run
vi_vn: Chạy tính toán MRP

source: Start time
ar: وقت البدء
et: Algusaeg
fa: زمان شروع
fr_lu: Heure de début
hr_hr: Početno vrijeme
ja: 開始日
lv_lv: Sākuma datums
pl_pl: Czas rozpoczęcia
vi_vn: Thời gian bắt đầu

source: Initialising tables .....
ar: الجداول Initialising .....
et: Alustamine tabelid .....
fa: Initialising جداول.....
fr_lu: Initialisation des tables
hr_hr: Inicijalizacija tablica .....
ja: イニシャライズテーブル.....
lv_lv: Sāk galdi .....
pl_pl: Inicjalizacja tabele .....
vi_vn: T?o b?ng .....

source: Creating first level
ar: إنشاء المستوى الأول
et: Loomine esimese taseme
fa: ایجاد سطح اول
fr_lu: Création de premier niveau
hr_hr: Kreiranje prve razine
ja: 最初のレベルを作成する
lv_lv: Radot pirmo līmeni
pl_pl: Tworzenie pierwszego poziomu
vi_vn: Tạo cấp độ đầu tiên

source: Creating other levels
ar: خلق مستويات أخرى
et: Loomine teistel tasanditel
fa: ایجاد سطوح دیگر
fr_lu: Créer d'autres niveaux
hr_hr: Kreiranje ostalih razina
ja: 再注文レベルメンテナンス
lv_lv: Radīt citos līmeņos
pl_pl: Tworzenie innych poziomach
vi_vn: T?o các c?p d? khác

source: Creating bomlevels table
ar: إنشاء جدول bomlevels
et: Loomine bomlevels tabel
fa: ایجاد جدول bomlevels
fr_lu: Création de table bomlevels
hr_hr: Stvaranje bomlevels stol
ja: bomlevelsテーブルを作成する
lv_lv: Radīt bomlevels tabulu
pl_pl: Tworzenie tabeli bomlevels
vi_vn: Tạo bảng bomlevels

source: Creating levels table
ar: خلق مستويات الجدول
et: Loomine taseme tabel
fa: ایجاد جدول سطوح
fr_lu: Création de table niveaux
hr_hr: Kreiranje tablice razina
ja: レベルは、テーブルを作成する
lv_lv: Radīt līmeņi tabulu
pl_pl: Tworzenie tabeli poziomów
vi_vn: T?o b?ng c?p d?

source: Levels table has been created
ar: تم إنشاء الجدول المستويات
et: Tasemed laud on loodud
fa: جدول سطوح ایجاد شده است
fr_lu: Niveaux de table a été créé
hr_hr: Tablica razina je kreirana
ja: 新しい銀行口座が入力された
lv_lv: tika izveidots
pl_pl: Poziomy tabela została utworzona
vi_vn: B?ng c?p d? dã du?c t?o

source: Creating requirements table
ar: إنشاء جدول المتطلبات
et: Luua nõuetele tabel
fa: ایجاد جدول مورد نیاز
fr_lu: Création de table des exigences
hr_hr: Stvaranje zahtjeve stol
ja: 要件表の作成
lv_lv: Radīt prasības tabulu
pl_pl: Tworzenie tabeli wymagań
vi_vn: T?o b?ng yêu c?u

source: Create of mrprequirements failed because
ar: خلق من mrprequirements فشلت بسبب
et: Loo kohta mrprequirements ebaõnnestus, kuna
fa: ایجاد mrprequirements از شکست خورده به دلیل
fr_lu: Impossible de créer "mrprequirements"
hr_hr: Napravite mjesta mrprequirements uspio jer
ja: 作業場の更新/追加は失敗しました理由は
lv_lv: Neizdevās mainīt lomas dro&#353;ību, jo
pl_pl: Tworzenie z mrprequirements powiodła się, ponieważ
vi_vn: Tạo của mrprequirements thất bại vì

source: Loading requirements from sales orders
ar: متطلبات التحميل من أوامر البيع
et: Laadimine nõuded müügitellimuste
fa: بارگذاری الزامات از فروش سفارشات
fr_lu: Chargement des exigences des commandes
hr_hr: Loading zahtjevi iz narudžbe
ja: この作業指図への所要原材料
lv_lv: Slodzes prasības no pārdošanas pasūtījumiem
pl_pl: Ładowanie z wymogami zleceń sprzedaży
vi_vn: T?i các yêu c?u t? don hàng

source: Loading requirements from work orders
ar: متطلبات التحميل من أوامر العمل
et: Laadimine nõuded töökäsud
fa: الزامات بارگذاری از دستور کار
fr_lu: exigences relatives au chargement des ordres de travail
hr_hr: Loading zahtjevi iz radnih naloga
ja: この作業指図への所要原材料
lv_lv: Slodzes prasības no darba uzdevumu
pl_pl: Trwa wymagania od zleceń
vi_vn: T?i các yêu c?u t? l?nh s?n xu?t

source: Loading requirements based on mrpdemands
ar: متطلبات التحميل على أساس mrpdemands
et: Laadimine nõuded põhinevad mrpdemands
fa: بارگذاری مورد نیاز بر اساس mrpdemands
fr_lu: Chargement des exigences fondées sur mrpdemands
hr_hr: Loading zahtjevi na temelju mrpdemands
ja: ロード要件はmrpdemandsに基づく
lv_lv: Slodzes prasības, kuru pamatā mrpdemands
pl_pl: Trwa wymagania oparte na mrpdemands
vi_vn: Yêu cầu tải dựa trên mrpdemands

source: Loading requirements based on reorder level
ar: متطلبات التحميل على أساس إعادة ترتيب مستوى
et: Laadimine nõuded põhinevad reorganiseerima tase
fa: بارگذاری مورد نیاز در سطح دوباره مرتب کردن بر اساس
fr_lu: Chargement des exigences fondées sur le niveau de réapprovisionnement
hr_hr: Loading zahtjevi temelje na preuredili razinu
ja: レベルの順序を変更するに基づいてロード要件
lv_lv: Slodzes prasības, pamatojoties uz pārkārtot līmeni
pl_pl: Trwa wymogów w oparciu o poziom kolejność
vi_vn: Yêu cầu tải dựa trên mức độ sắp xếp lại

source: Creating supplies table
ar: إنشاء جدول لوازم
et: Loomine tarvikud tabel
fa: ایجاد جدول منابع
fr_lu: Création de table fournitures
hr_hr: Stvaranje potrošnog stol
ja: 仕入先変更
lv_lv: Izveidot jaunu piegādātāju (Change vendor)
pl_pl: Tworzenie tabeli dostaw
vi_vn: T?o b?ng ngu?n cung c?p

source: Create of mrpsupplies failed because
ar: خلق من mrpsupplies فشلت بسبب
et: Loo kohta mrpsupplies ebaõnnestus, kuna
fa: ایجاد mrpsupplies از شکست خورده به دلیل
fr_lu: Créer des mrpsupplies échoué parce que
hr_hr: Napravite mjesta mrpsupplies uspio jer
ja: この税務当局の更新は失敗しました
lv_lv: Neizdevās mainīt lomas dro&#353;ību, jo
pl_pl: Tworzenie z mrpsupplies powiodła się, ponieważ
vi_vn: Tạo của mrpsupplies thất bại vì

source: Loading supplies from purchase orders
ar: تحميل الامدادات من أوامر الشراء
et: Laadimine tarnete tellimuste
fa: منابع بارگذاری از سفارشات خرید
fr_lu: fournitures de chargement de bons de commande
hr_hr: Loading zalihe iz narudžbenice
ja: 最初に購買発注を選択して下さい
lv_lv: Lūdzu izvēlaties iegādes rīkojumu vispirms
pl_pl: Trwa dostaw od zamówienia
vi_vn: T?i các ngu?n cung c?p t? don d?t hàng

source: Loading supplies from inventory on hand
ar: تحميل الامدادات من المخزون في متناول اليد
et: Laadimine tarned varude kohta
fa: بارگذاری منابع از موجودی در دست
fr_lu: Chargement des fournitures de l'inventaire à portée de main
hr_hr: Početna pomagala iz inventara na ruku
ja: 一方でインベントリから物資のロード
lv_lv: Iekraušanas piegādes no inventarizācijas rokām
pl_pl: Trwa dostaw z magazynu na rękę
vi_vn: Tài ngu?n cung c?p t? hàng t?n kho hi?n có

source: Loading supplies from work orders
ar: تحميل الامدادات من أوامر العمل
et: Laadimine tarned töökäsud
fa: منابع بارگذاری از دستور کار
fr_lu: Chargement des fournitures à partir de l'ordre de travail
hr_hr: Početna pomagala iz radnih naloga
ja: 作業指図へ払出
lv_lv: Iekraušanas piegādēm no darba uzdevumu
pl_pl: Trwa dostaw od zleceń
vi_vn: T?i ngu?n cung c?p t? l?nh s?n xu?t

source: Creating planned orders table
ar: إنشاء المخطط الجدول أوامر
et: Loomine planeeritud tellimuste tabel
fa: ایجاد جدول برنامه ریزی سفارشات
fr_lu: Création de la table commande planifiée
hr_hr: Stvaranje planirani tablici Narudžbe
ja: 販売受注詳細レコード変更
lv_lv: Radīt plānoto pasūtījumu galds
pl_pl: Tworzenie tabeli planowanych zamówień
vi_vn: T?o b?ng k? ho?ch d?t hàng

source: Create of mrpplannedorders failed because
ar: خلق من mrpplannedorders فشلت بسبب
et: Loo kohta mrpplannedorders ebaõnnestus, kuna
fa: ایجاد mrpplannedorders از شکست خورده به دلیل
fr_lu: Échec de création des "mrpplannedorders"car
hr_hr: Napravite mjesta mrpplannedorders uspio jer
ja: mrpplannedordersの作成に失敗しましたので、
lv_lv: Izveidot no mrpplannedorders neizdevās, jo
pl_pl: Tworzenie z mrpplannedorders powiodła się, ponieważ
vi_vn: Tạo của mrpplannedorders thất bại vì

source: Processing level
ar: تجهيز مستوى
et: töötlemine tase
fa: سطح پردازش
fr_lu: niveau de traitement
hr_hr: Obrada razinu
ja: 処理場所
lv_lv: Aptrāde apstādināta
pl_pl: Przetwarzanie na poziomie
vi_vn: mức quá trình

source: End time
ar: نهاية الوقت
et: lõpp
fa: زمان پایان
fr_lu: Heure de fin
hr_hr: vrijeme završetka
ja: 終了日
lv_lv: Beigu datums
pl_pl: czasu zakończenia
vi_vn: hết thời gian

source: Last Run Details
ar: مشاركة تفاصيل تشغيل
fa: تاریخ و زمان آخرین جزئیات اجرای
fr_lu: Détails dernière exécution
hr_hr: Zadnja vožnja Brodu
ja: 行詳細
lv_lv: Pēdējās Run informācija
pl_pl: Ostatnie Szczegóły Run
vi_vn: Chi tiết lần chạy gần đây nhất

source: Last Run Time
ar: آخر مرة تشغيل
fa: تاریخ و زمان آخرین زمان اجرا
fr_lu: Dernière durée d'exécution
hr_hr: Zadnja Run Time
ja: リードタイム
lv_lv: Pēdējā reize
pl_pl: Last Time Run
vi_vn: Lần chạy cuối cùng

source: Days Leeway
ar: أيام الفسحة
et: päeva Ajavahe
fa: روز مهلت
fr_lu: Jours de dérive
hr_hr: Dana slobode
ja: 超過日数
lv_lv: Kavētas dienas
pl_pl: Dni Leeway
vi_vn: ngày mất nhiều thời gian

source: Use MRP Demands
ar: استخدام يطالب MRP
et: Kasutage MRP nõuab
fa: در خواست استفاده از لوازم
fr_lu: Utilisez Demandes MRP
hr_hr: Koristite MRP zahtjevi
ja: MRP要求を使用
lv_lv: Izmantojiet MRP prasības
pl_pl: Użyj domaga MRP
vi_vn: Sử dụng nhu cầu MRP

source: Use EOQ
ar: استخدام EOQ
et: Kasutage EOQ
fa: استفاده از EOQ
fr_lu: Utilisez QEC
hr_hr: Koristite EOQ
ja: EOQ
lv_lv: Izmantojiet EOQ
pl_pl: Użyj EOQ
vi_vn: Sử dụng EOQ

source: Use Pan Size
ar: استخدام الحجم عموم
et: Kasutage Pan suurus
fa: استفاده از پان حجم
fr_lu: Utilisez Pan Taille
hr_hr: Koristite Pan Veličina
ja: レポート頁サイズ
lv_lv: Atskaites lapas izmērs
pl_pl: Użyj Pan Rozmiar
vi_vn: Sử dụng kính đĩa

source: Use Shrinkage
ar: استخدام انكماش
et: Kasutage kokkutõmbumine
fa: استفاده از انقباض
fr_lu: Utilisez retrait
hr_hr: Koristite Skupljanje
ja: ユーザー名
lv_lv: Lietotāja vārds
pl_pl: Użyj Kurczenie
vi_vn: sử dụng co ngót

source: This Run Details
ar: هذه تفاصيل تشغيل
et: See Run Details
fa: این اجرای جزئیات
fr_lu: Cette course Détails
hr_hr: Ova staza Brodu
ja: 行詳細
lv_lv: Tas Run informācija
pl_pl: To Run Szczegóły
vi_vn: Ch?y chi ti?t

source: Use MRP Demands?
ar: استخدام يطالب MRP ؟
et: Kasutage MRP nõuab ?
fa: استفاده از لوازم در خواست؟
fr_lu: Utilisez Demandes MRP ?
hr_hr: Koristite MRP zahtjevi ?
ja: MRPの需要を使用しますか？
lv_lv: Izmantojiet MRP prasības ?
pl_pl: Użyj domaga MRP?
vi_vn: Sử dụng nhu cầu MRP?

source: Use EOQ?
ar: استخدام EOQ ؟
et: Kasutage EOQ ?
fa: استفاده از EOQ؟
fr_lu: Utilisez QEC ?
hr_hr: Koristite EOQ ?
ja: EOQを使用しますか？
lv_lv: Izmantojiet EOQ ?
pl_pl: Użyj EOQ?
vi_vn: Sử dụng EOQ?

source: Use Pan Size?
ar: استخدام الحجم عموم ؟
et: Kasutage Pan suurus?
fa: استفاده از پان حجم؟
fr_lu: Utilisez la grosseur de casserole ?
hr_hr: Koristite Pan Veličina ?
ja: レポート頁サイズ
lv_lv: Atskaites lapas izmērs
pl_pl: Użyj Pan rozmiar?
vi_vn: Sử dụng kính đĩa ?

source: Use Shrinkage?
ar: استخدام انكماش ؟
et: Kasutage kokkutõmbumine ?
fa: انقباض استفاده کنیم؟
fr_lu: Utilisez retrait ?
hr_hr: Koristite Skupljanje ?
ja: ユーザー名
lv_lv: Lietotāja vārds
pl_pl: Kurczenie używać?
vi_vn: Sử dụng co ngót ?

source: Run MRP
ar: تشغيل MRP
fa: اجرای لوازم
fr_lu: Exécuter MRP
hr_hr: Trčanje MRP
ja: MRPを実行
lv_lv: palaist MRP
pl_pl: Uruchom MRP
vi_vn: Ch?y MRP

source: MRP Calendar
ar: MRP التقويم
et: MRP Kalender
fa: لوازم تقویم
fr_lu: MRP Calendrier
hr_hr: MRP Kalendar
ja: MRPカレンダー
lv_lv: MRP kalendārs
pl_pl: Kalendarz MRP
vi_vn: L?ch MRP

source: Invalid From Date
ar: غير صالحة من التسجيل
et: Vigane Kellelt aeg
fa: نامعتبر از تاریخ
fr_lu: Incorrect depuis le
hr_hr: Nispravan datum od
ja: 支払元
lv_lv: No datuma
pl_pl: Nieprawidłowy Data
vi_vn: Ngày bắt đầu không hợp lệ

source: Invalid To Date
ar: غير صالح إلى التسجيل
et: Kehtetuks aeg
fa: نامعتبر به تاریخ
fr_lu: "À ce jour" incorrect
hr_hr: Neispravan datum do
ja: 請求日
lv_lv: Rēķina datums
pl_pl: Data nieważny
vi_vn: Ngày d?n không h?p l?

source: To Date Must Be Greater Than From Date
ar: إلى التسجيل يجب أن تكون أكبر من التسجيل
et: Et kuupäev peab olema suurem kui Ajavahemik
fa: تا به امروز باید بزرگتر نسبت به از تاریخ
fr_lu: "Depuis le" doit être antérieur à "Jusqu'au"
hr_hr: Do danas mora biti veći od , počevši od dana
ja: 日付は入力されなければならない、フォーマット
lv_lv: Datumus ir jāievada sekojo&#353;ā formātā
pl_pl: To Date musi być większa niż Od Data
vi_vn: Ngày đến phải sau ngày đi

source: The MRP Calendar has been created
ar: تم إنشاء التقويم MRP
et: MRP Kalender on loodud
fa: لوازم تقویم ایجاد شده است
fr_lu: Le calendrier MRP a été créé
hr_hr: MRP Kalendar je stvoren
ja: 新しい銀行口座が入力された
lv_lv: tika izveidots
pl_pl: Kalendarz MRP zostało stworzone
vi_vn: L?ch MRP dã du?c t?o

source: Invalid Change Date
ar: غير صالحة تغيير التسجيل
et: Vigane Muuda aeg
fa: تغییر تاریخ نامعتبر
fr_lu: Modification de la date incorrecte
hr_hr: Nevažeći Promjena Datum
ja: 請求日
lv_lv: Rēķina datums
pl_pl: Nieprawidłowy Zmień datę
vi_vn: Ngày thay d?i không h?p l?

source: Cannot update the MRP Calendar
ar: لا يمكن تحديث التقويم MRP
et: Ei saa värskendada MRP Kalender
fa: آیا می توانم بروز رسانی تقویم نمی لوازم
fr_lu: Impossible de mettre à jour le calendrier MRP
hr_hr: Ne možete ažurirati kalendar MRP
ja: MRPカレンダーを更新することはできません
lv_lv: Nevar atjaunināt MRP kalendāru
pl_pl: Nie można zaktualizować MRP Kalendarz
vi_vn: Không thể cập nhật lịch MRP

source: The MRP calendar record for
ar: السجل التقويم MRP لل
et: MRP kalendriaasta rekord
fr_lu: Fiche calendrier MRP (gestion des besoins matériaux)
hr_hr: Rekord MRP kalendar za
ja: ためのMRPカレンダーレコード

source: Manufacturing Date
ar: تصنيع التسجيل
et: Manufacturing aeg
fa: تاریخ تولید
fr_lu: Date de fabrication
hr_hr: Proizvodnja Datum
ja: 製造
lv_lv: Ražo&#353;ana
pl_pl: Data produkcji
vi_vn: ngày sản xuất

source: Exclude The Following Days
ar: استبعاد الأيام التالية
et: Välistada järgmistel päevadel
fa: روز پس از محروم کردن
fr_lu: Exclure les jours suivants
hr_hr: Uključuju narednih dana
ja: 次の日を除外
lv_lv: Izslēgt nākamajās dienās
pl_pl: Wyklucz dni
vi_vn: Không bao gồm các ngày sau đây

source: Create Calendar
ar: إنشاء التقويم
et: kalendri loomine
fa: ایجاد تقویم
fr_lu: Créer un calendrier
hr_hr: Kreiraj kalendar
ja: 返品伝票日
lv_lv: Veidot kredīta rēķinu
pl_pl: Utwórz kalendarz
vi_vn: Thiết lập lịch

source: List Date Range
ar: قائمة نطاق التاريخ
fa: فهرست محدوده تاریخ
fr_lu: Lister les périodes
hr_hr: Popis Razdoblje
ja: 日付範囲
lv_lv: laika periodā
pl_pl: Zakres dat Lista
vi_vn: Li?t kê ph?m vi ngày

source: Change Date Status
ar: تغيير تاريخ الحالة
et: Kuupäeva muutmiseks staatus
fa: تغییر وضعیت تاریخ
fr_lu: Changer la date du statut
hr_hr: Promjena Datum Status
ja: 信用状況
lv_lv: Mainīt datums statusu
pl_pl: Status Zmiana daty
vi_vn: Thay đổi hiện trạng ngày

source: MRP Create Demands
ar: MRP تطالب إنشاء
et: MRP Loo nõuab
fa: لوازم ایجاد مطالبات
fr_lu: MRP créer des demandes
hr_hr: MRP postavljaju zahtjeve
ja: MRPの作成需要
lv_lv: MRP CREATE Prasības
pl_pl: Tworzenie domaga MRP
vi_vn: MRP Tạo Nhu cầu

source: The date from must be specified in the format
ar: يجب تحديد موعد من في شكل
et: Kuupäeva tuleb täpsustada vormi
fa: از تاریخ باید در فرمت مشخص شده
fr_lu: "Date à partir du" doit être au format
hr_hr: Potječu iz mora biti navedeno u formatu
ja: 開始日付はフォーマットで指定しなけらばならない
lv_lv: Datumam ir jāievada sekojo&#353;ā formātā
pl_pl: Data musi być wprowadzona w formacie
vi_vn: Ph?i xác d?nh " T? ngày" trong d?nh d?ng

source: The date to must be specified in the format
ar: التاريخ إلى يجب أن تحدد في شكل
et: Kuupäeva tuleb täpsustada vormi
fa: به تاریخ باید در قالب مشخص
fr_lu: La date de doit être spécifié dans le format
hr_hr: Datum se mora biti navedeno u formatu
ja: 終了日付はフォーマットで指定しなけらばならない
lv_lv: Datumam ir jāievada sekojo&#353;ā formātā
pl_pl: Data musi być wprowadzona w formacie
vi_vn: "Ngày d?n" ph?i du?c xác d?nh trong d?nh d?ng

source: The date to must be after the date from
ar: يجب أن يكون التاريخ إلى بعد تاريخ من
et: Kuupäeva tuleb pärast alates
fa: به تاریخ باید پس از تاریخ باشد از
fr_lu: "Date jusqu'au" doit être postérieur au commencement
hr_hr: Datum se mora biti nakon datuma
ja: の日付から日の後でなければなりません
lv_lv: Datums ir pēc datuma,
pl_pl: Data końcowa musi być późniejsza niż data początkowa
vi_vn: "Ð?n ngày" ph?i sau" T? ngày"

source: The distribution start date must be specified in the format
ar: يجب أن يتم تحديد تاريخ بدء التوزيع في شكل
et: Levitamise alguse kuupäev olema esitatud kujul
fa: توزیع تاریخ شروع باید در قالب مشخص
fr_lu: La date de début de distribution doit être spécifié dans le format
hr_hr: Datum početka distribucije mora biti navedeno u formatu
ja: 終了日付はフォーマットで指定しなけらばならない
lv_lv: Datumam ir jāievada sekojo&#353;ā formātā
pl_pl: Data rozpoczęcia dystrybucji musi być podany w formacie
vi_vn: Ngày bắt đầu phân phối phải được quy định trong định dạng

source: The quantity below which no demand will be created must be numeric
ar: كمية أدناه والتي سيتم إنشاء أي الطلب يجب أن يكون الرقمية
fr_lu: La quantité d'un article commandé doit être numérique
hr_hr: Količina ispod koje nema potražnje će biti kreiran mora biti numerička
ja: 注文品目の数量は数字でなければならない

source: The multiplier is expected to be a positive number
ar: ومن المتوقع أن يكون رقما موجبا المضاعف
fr_lu: Le multiplicateur doit être positif
ja: セクション番号は整数でなければなりません

source: records have been created
ar: تم إنشاء السجلات
et: dokumente on loodud
fa: سوابق ایجاد شده اند
fr_lu: dossiers ont été créés
hr_hr: zapisi su stvorili
ja: というレポートがアップデートされた
lv_lv: tika izveidots
pl_pl: rejestry były stworzone
vi_vn: Báo cáo đã được tạo

source: Demand Type
ar: نوع الطلب
et: nõudlus tüüp
fa: نوع تقاضا
fr_lu: Type de demande
hr_hr: Tip zahtjeva
ja: 必要数量
lv_lv: Pieprasījums
pl_pl: Kupie Rodzaj
vi_vn: loại yêu cầu

source: Inventory Category
ar: جرد الفئة
et: Inventory Kategooria
fa: رسته دفتر دارایی:
fr_lu: Catégorie inventaire
hr_hr: Kategorija zaliha
ja: 在庫カテゴリ
lv_lv: Preču kategorija
pl_pl: Kategoria Towarowa
vi_vn: Loại hàng tồn kho

source: All Stock Categories
ar: جميع الأسهم الفئات
et: Kõik Stock Kategooriad
fa: همه دسته ها سهام
fr_lu: Toutes les catégories
hr_hr: Sve kategorije skladišta
ja: 全在庫カテゴリ表示
lv_lv: Visas noliktavas kategorijas
pl_pl: Wszystkie kategorie fotografii
vi_vn: Tất cả các kho mục

source: Inventory Location
ar: جرد الموقع
et: Inventory Asukoht
fa: محل دفتر دارایی
fr_lu: Inventaire sites
hr_hr: Lokacija zaliha
ja: 在庫場所
lv_lv: Noliktava
pl_pl: Magazyn
vi_vn: Địa điểm tồn kho

source: From Sales Date
ar: من المبيعات تاريخ
et: Müügist aeg
fa: از تاریخ فروش
fr_lu: À partir de la date de vente
hr_hr: Od datuma prodaje
ja: 支払元
lv_lv: No datuma
pl_pl: Od daty sprzedaży
vi_vn: Từ ngày bán

source: To Sales Date
ar: إلى المبيعات تاريخ
et: Müügi kuupäev
fa: تا به امروز فروش
fr_lu: Pour Commerce Date
hr_hr: Za prodaju Datum
ja: 日付
lv_lv: Līdz datumam
pl_pl: Aby daty sprzedaży
vi_vn: Đến ngày bán

source: Start Date For Distribution
ar: بدء التسجيل للتوزيع
et: Alguskuupäev Distribution
fa: تاریخ شروع به توزیع
fr_lu: Date de début de distribution
hr_hr: Datum za početak distribucije
ja: 品目内容
lv_lv: Apraksts
pl_pl: Data rozpoczęcia Do dystrybucji
vi_vn: ngày bắt đầu phân phối

source: Distribution Period
ar: فترة التوزيع
et: Distribution perioodile
fa: توزیع دوره
fr_lu: Période de distribution
hr_hr: Distribucija Razdoblje
ja: 終了期間選択:
lv_lv: izplatīšanas periods
pl_pl: Dystrybucja w okresie
vi_vn: Giai đoạn phân phối

source: Weekly
ar: الأسبوعية
et: iganädalane
fa: بارگیری
fr_lu: Hebdomadaire
hr_hr: Tjedno
ja: 週次
lv_lv: Reizi nedēļā
pl_pl: Tygodniowo
vi_vn: hàng tuần

source: Monthly
ar: شهريا
et: igakuine
fa: ماهانه
fr_lu: Mensuelle
hr_hr: Mjesećno
ja: 月次
lv_lv: Reizi mēnesī
pl_pl: Co miesiąc
vi_vn: hàng tháng

source: Number of Periods
ar: عدد الفترات
et: Perioodide arv
fa: شماره دوره
fr_lu: Nombre de périodes
hr_hr: Broj razdoblja
ja: 在庫使用期間数
lv_lv: Stundu skaits
pl_pl: Liczba okresów
vi_vn: Số giai đoạn

source: Exclude Total Quantity Less Than
ar: استبعاد إجمالي كمية أقل من
et: Kõrvaldada kokku väiksemad kui
fa: مقدار محروم کردن تعداد کمتر از
fr_lu: Exclure les quantités totales inférieures à
hr_hr: Isključi ukupna količina Less Than
ja: 合計在庫数量
lv_lv: Kopējais daudzums
pl_pl: Wyklucz Razem ilości mniejszej niż
vi_vn: Lo?i tr? t?ng s? lu?ng ít hon

source: Exclude Total Dollars Less Than
ar: استبعاد إجمالي أقل من دولار
et: Kõrvaldada Kokku dollarit vähem kui
fa: محروم کردن تعداد دلار کمتر از
fr_lu: Exclure les totaux en dollars inférieurs à
hr_hr: Isključi Ukupna dolara manje nego
ja: 未満合計ドルを除外
lv_lv: Izslēgt Kopā dolāru mazāk nekā
pl_pl: Wyklucz Razem dolarów mniej niż
vi_vn: Không bao g?m hai dô la ít hon

source: Multiplier
ar: مضاعف
et: kordisti
fa: ضرب کننده
fr_lu: Multiplicateur
hr_hr: multiplikator
ja: 仕入先
lv_lv: Piegādātājs
pl_pl: Mnożnik
vi_vn: S? nhân

source: MRP Demand Types
ar: أنواع الطلب MRP
et: MRP Demand tüübid
fa: انواع لوازم تقاضا
fr_lu: MRP Types de demande
hr_hr: MRP Potražnja vrste
ja: MRPの需要の種類
lv_lv: MRP Pieprasījuma veidi
pl_pl: Rodzaje MRP Demand
vi_vn: MRP loại nhu cầu

source: The Demand Type is reserved for the system
ar: محجوز نوع الطلب على النظام
et: Nõudlus tüüp on reserveeritud süsteemi
fa: نوع تقاضا برای این سایت متعلق به سیستم
fr_lu: Le type de mande est réservé au système
hr_hr: Potražnja Tip je rezerviran za sustav
ja: デマンドタイプがシステム用に予約されています
lv_lv: Pieprasījums veids ir rezervēta sistēmas
pl_pl: Popyt typu jest zarezerwowana dla systemu
vi_vn: Lo?i nhu c?u dành riêng cho h? th?ng

source: The Demand Type code must be at least 1 character long
ar: يجب أن يكون رمز نوع الطلب لا يقل عن 1 حرف طويل
et: Nõudlus Type -kood peab olema vähemalt 1 märk pikk
fa: تقاضا نوع کد باید حداقل 1 شخصیت بلند
fr_lu: La demande de type code doit être au moins 1 caractère à long
hr_hr: Kod Vrsta Potražnja mora biti najmanje 1 znak vremena
ja: 作業場コードは２文字以上なければならない
lv_lv: Filiāles kodam ir jābūt vismaz bienu simbolu garam
pl_pl: Popyt Wpisz kod musi być przynajmniej 1 znak długo
vi_vn: Mã số của loại như cầu phải gồm ít nhất 1 kí tự

source: The Demand Type description must be at least 3 characters long
ar: يجب أن يكون الوصف نوع الطلب 3 أحرف على الأقل
et: Nõudlus Tüüp kirjeldus peab olema vähemalt 3 tähemärki pikk
fa: توضیحات نوع تقاضا باید حداقل 3 حرف داشته باشد
fr_lu: La description du type de demande doit comporter au moins 3 caractères
hr_hr: Opis Tip Potražnja mora biti najmanje 3 znaka
ja: 作業場内容は３文字以上なければならない
lv_lv: Lomas aprakstam ir jābūt vismaz 4 simbolus garam
pl_pl: Popyt Typ opis musi mieć co najmniej 3 znaki
vi_vn: Mô tả cho loại nhu cầu phải dài ít nhất 3 kí tự

source: The demand type record has been updated
ar: تم تحديث سجل نوع الطلب
et: Nõudlus tüüp rekord on uuendatud
fa: ثبت تقاضا نوع به روز شده است
fr_lu: L'enregistrement a été mis à jour
hr_hr: Rekord Potražnja putovanja je ažuriran
ja: 作業場レコードが更新された
lv_lv: The shipping-method record has been deleted
pl_pl: Typ rekordu popyt został zaktualizowany
vi_vn: Loại nhu cầu đã được cập nhật
