Repository: timschofield/KwaMoja-Medical
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar, et, fa, fr_lu, hr_hr, ja, lv_lv, pl_pl, vi_vn

source: kits or assemblies to be available for construction of a bill of material
ar: مجموعات أو جمعيات ل تكون متاحة لبناء مشروع قانون من المواد
et: komplektid või koostud, mis on BOM'i jaoks saadaval
fa: کیت و یا مجامع به آن در دسترس برای ساخت و ساز از لایحه از مواد
fr_lu: pour apparaitre dans une nomenclature
hr_hr: setove ili sklopovi biti na raspolaganju za izgradnju troškovnika materijala
ja: キット or 組立 （原材料構成の構築に利用可能である）
lv_lv: komplekti vai mezgli būs pieejami būvniecībai rēķinu materiālu
pl_pl: półprodukt lub zestaw aby można było zadeklarować dla niego Listę Materiałów
vi_vn: B? d?ng c? ho?c linh ki?n s? có s?n d? làm danh sách nguyên v?t li?u

source: Enter text extracts in the
ar: أدخل مقتطفات النص في
et: Sisesta tekstikatked
fa: وارد عصاره در متن
fr_lu: Saisir une partie de
hr_hr: Unesite tekst ekstrakti u
ja: テキストの一部入力 in
lv_lv: Ievadiet teksta fragmentu
pl_pl: Podaj fragment(y) pola
vi_vn: Chiết xuất nhập văn bản trong

source: description
ar: وصف
et: kirjeldusse
fa: توضیحات
hr_hr: opis
ja: 内容
lv_lv: apraksts
pl_pl: Opis
vi_vn: mô tả

source: OR
ar: أو
et: või
fa: یا
fr_lu: OU
hr_hr: ILI
ja: 又は
lv_lv: VAI
pl_pl: lub
vi_vn: hoặc

source: Enter extract of the
ar: أدخل استخراج لل
et: Sisesta katkend
fa: عصاره را وارد کنید
fr_lu: Saisir une partie du
hr_hr: Unesite ekstrakt
ja: 一部入力 of
lv_lv: Ievadiet fragmentu no
pl_pl: podaj fragment
vi_vn: Nhập thông tin chiết xuất của

source: Stock Code
ar: قانون الأوراق المالية
et: inventari kood
fa: کد بانک
fr_lu: Code
ja: 品目コード
lv_lv: Preces kods
pl_pl: Kod Towaru
vi_vn: Mã kho

source: Search Now
ar: البحث الآن
et: Otsi kohe
fa: جستجو
fr_lu: Rechercher
hr_hr: Traži
ja: 検索
lv_lv: Meklēt
pl_pl: Szukaj
vi_vn: Tìm kiếm ngay

source: Stock description keywords have been used in preference to the Stock code extract entered
ar: وقد استخدمت الوصف الأسهم الكلمات الرئيسية في الأفضلية ل استخراج رمز الأسهم دخلت
et: Inventari kirjelduse märksõnu on eelistatud inventari koodile
fa: کلمات کلیدی توضیحات بانک شده اند در اولویت دادن به کد بانک استفاده می شود عصاره وارد
fr_lu: La description de cet article a été utilisé plutôt que son code
hr_hr: Stock opis ključne riječi koje se rabe u želji da ekstrakt burzi zakona stupio
ja: ストック記述キーワードを入力ストックコード抽出物に優先して使用されている
lv_lv: Stock apraksts atslēgvārdi ir izmantoti , nevis uz akciju kodu stājās ekstraktu
pl_pl: Użyto słów kluczowych dla opisu towaru przed fragmentem kodu towaru.
vi_vn: Chứng khoán từ khóa mô tả đã được sử dụng trong ưu tiên cho các chiết xuất Mã chứng khoán vào

source: At least one stock description keyword or an extract of a stock code must be entered for the search
ar: يجب إدخال واحد على الأقل الوصف الاسهم الكلمة أو مستخرج من رمز الأسهم للبحث
et: Otsingu jaoks tuleb sisestada vähemalt üks inventari kirjelduse märksõna või inventari koodi osa
fa: حداقل یک کلمه کلیدی سهام توضیحات و یا از کد سهام عصاره باید برای جستجو وارد
fr_lu: Au moins un mot clef décrivant un article ou une partie de code d'article doit être saisi pour la recherche
hr_hr: Najmanje jedna dionica opis ključnih riječi iliekstrakt dioničko koda mora se unijeti za pretraživanje
ja: 少なくとも一つの株式descriptionキーワードまたは株式コードの抽出物は、検索のために入力しなければなりません
lv_lv: Vismaz vienu akciju apraksts atslēgvārdu vaipar akciju koda ekstrakts ir jāieraksta meklējumos
pl_pl: Do wyszukania musisz podać co najmniej jedno słowo kluczowe opisu towaru lub fragment kodu towaru
vi_vn: Ít nhất một cổ phiếu mô tả từ khóa hoặc trích một mã chứng khoán phải được nhập cho việc tìm kiếm

source: The SQL to find the parts selected failed with the message
ar: تحديد SQL إلى العثور على أجزاء فشل مع رسالة
et: SQL, mis pidi valitud osad leidma, ebaõnnestus ja andis teate:
fa: گذاشتن برای پیدا کردن قطعات را با انتخاب پیام شکست خورد
fr_lu: Échec de la commande SQL de recherche de pièces:
hr_hr: SQL pronaći dijelove odabranih uspjela s porukom
ja: 部品を見つけるためのSQLは、メッセージで失敗して選択
lv_lv: SQL, lai atrastu daļas izvēlēts neizdevās ar ziņu
pl_pl: Użyta fraza SQL:
vi_vn: Cơ sở dữ liệu SQL để tìm phần được chọn đã không thành công với thông điệp

source: Code
ar: رمز
et: Kood
fa: کد
hr_hr: kod
ja: コード
lv_lv: Kods
pl_pl: Kod
vi_vn: Mã

source: Units
ar: الوحدات
et: Ühikud
fa: واحدها
fr_lu: Unité
hr_hr: Jedinice
ja: 単位
lv_lv: Vienības
pl_pl: Jm
vi_vn: các đơn vị

source: The bill of material could not be retrieved because
ar: لا يمكن استرجاع على مشروع القانون من مواد ل
et: BOM'i ei leitud, kuna
fa: این لایحه از مواد قابل بازیابی نیست زیرا
fr_lu: Impossible d'afficher les nomenclatures:
hr_hr: Nije moguće dohvatiti sastavnicu zbog
ja: 部品構成表は取り戻しができませんでした理由は
lv_lv: Materiāla likumprojekts varētu nav iespējams atjaunot , jo
pl_pl: Lista Materiałów nie może być odtworzona ponieważ
vi_vn: Không truy xuất được danh sách mặt hàng bởi

source: The bill of material for this part is not set up
ar: لم يتم تعيين مشروع قانون من المواد اللازمة ل هذا الجزء حتى
et: Selle osa jaoks ei ole BOM seadistatud
fa: این لایحه از مواد برای این بخش تنظیم نشده است
fr_lu: La nomenclature de cette pièce n'est pas configurée
hr_hr: Sastavnica za ovaj dio nije postavljena
ja: この品目の部品構成表は設定されてない
lv_lv: Materiāla likumprojekts par šo daļu nav iestatīts
pl_pl: Lista materiałów dla tego produktu jest niezdefiniowana
vi_vn: Các hóa đơn nguyên liệu cho phần này không được thiết lập

source: there are no components defined for it
ar: لا توجد عناصر محددة لذلك
et: selle jaoks ei ole komponente defineeritud
fa: هیچ اجزای تعریف شده برای آن وجود دارد
fr_lu: Aucun composant défini
hr_hr: nema komponenti definiranih za to
ja: それに定義された構成部品がありません
lv_lv: nav sastāvdaļas, kas noteiktas par to
pl_pl: dla tego produktu brak zdefiniowanych komponentów
vi_vn: không có phần nào định rõ cho nó

source: Return to Main Menu
ar: عودة إلى القائمة الرئيسية
et: Tagasi peamenüü
fa: بازگشت به منوی اصلی
fr_lu: Retour au menu principal
hr_hr: Povratak na glavni izbornik
ja: メインメニュー
lv_lv: Atgriezties uz galveno izvēlni
pl_pl: Powrót do głównego menu
vi_vn: quay lại thực đơn chính

source: Component
ar: عنصر
et: Komponent
fa: مولفه
fr_lu: Composant
hr_hr: Komponenta
ja: 構成部分
lv_lv: Sastāvdaļas
pl_pl: Komponent
vi_vn: hợp thành, thành phần

source: Unit Cost
ar: تكلفة الوحدة
et: Ühiku maksumus
fa: قیمت واحد
fr_lu: Coût unitaire
hr_hr: Jedinični trošak
ja: 単価
lv_lv: Vienības izmaksas
pl_pl: Koszt Jednostkowy
vi_vn: Chi phí vận chuyển

source: Total Cost
ar: التكلفة الإجمالية
et: Kogumaksumus
fa: مجموع قیمت
fr_lu: Cot totale
hr_hr: Ukupni trošak
ja: 合計価格
lv_lv: Kopējās izmaksas
pl_pl: Koszt Całkowity
vi_vn: Toàn bộ chi phí

source: Labour Cost
ar: تكلفة العمل
et: Tööjõukulud
fa: هزینه کار
fr_lu: Coût du travail
hr_hr: Trošak rada
ja: 労務費
lv_lv: darbaspēka izmaksu
pl_pl: Koszty pracy
vi_vn: Chi phí nhân công

source: Overhead Cost
ar: التكاليف العامة
et: üldkulude
fa: هزینه های سقفی
fr_lu: Des frais généraux
hr_hr: troškovne
ja: 固定費ＧＬ勘定
lv_lv: pieskaitāmās izmaksas
pl_pl: Koszt ogólny
vi_vn: Chi phí trên đầu người

source: Enter a stock item code above
ar: إدخال رمز بند الأوراق المالية أعلاه
et: Sisesta inventarieseme kood ülal
fa: کد را وارد سهام مورد بالا
fr_lu: Saisir le code d'un article ci-dessus
hr_hr: Unesite šifru dionica iznad stavke
ja: 上記の品目コードを入力
lv_lv: Ievadiet preces kodu aug&#353;ā
pl_pl: Wprowadź kod towaru
vi_vn: Nhập mã số của mặt hàng trong kho trên đây

source: to view the costed bill of material for
ar: لعرض مشروع قانون محسوبة التكاليف من المواد ل
et: et näha costed BOM
fa: برای مشاهده صورتحساب costed از مواد برای
fr_lu: pout afficher le prix-nomenclature de
hr_hr: za pregled stajao Bill materijala za
ja: 構成部品の原価を見る
lv_lv: lai apskatītu aprēķinātas rēķinu materiāla
pl_pl: aby zobaczyć jego listę komponentów
vi_vn: để xem trị giá hóa đơn nguyên liệu cho

source: Bill Of Material Listing
ar: شرعة قائمة المواد
et: BOM nimekiri
fa: بیل از فهرست مواد
fr_lu: Nomenclatures
hr_hr: Ispis sastavnice
ja: 原材料構成作表
lv_lv: Bill Materiālzinātnes Listing
pl_pl: Lista Materiałów
vi_vn: Danh sách liệt kê các mặt hàng

source: Bill of Materials Listing
ar: فاتورة من قائمة المواد
et: BOM nimekiri
fa: بیل از مواد مثال
fr_lu: Nomenclature
hr_hr: Ispis sastavnica
ja: 原材料構成作表
pl_pl: Zestawienie List Materiałów
vi_vn: Danh sách liệt kê các mặt hàng

source: The Bill of Material listing could not be retrieved by the SQL because
ar: شرعة مادة قائمة لا يمكن استردادها بواسطة SQL لأن
et: SQL ei leidnud BOM nimekirja, kuna
fa: بیل از فهرست مواد را می توان با گذاشتن زیرا قابل بازیابی نیست
fr_lu: Impossible de retrouver les nommenclatures car
hr_hr: SQL-om nije moguće doihvatiti ispis sastavnice zbog
ja: SQLによって部品構成表リストは取り戻しできませんでした理由は
lv_lv: Materiālzinātnes sarakstā Bill nevarēja iegūt, SQL , jo
pl_pl: Lista Materiałów nie może być odtworzona ponieważ
vi_vn: danh sách hoá đơn nguyên liệu không thể lấy ra từ cơ sở dữ liệu SQL vì

source: The Bill of Material listing has no bills to report on
ar: شرعة المواد الإدراج لا يوجد لديه فواتير أن يقدم تقريرا عن
et: BOM nimekirjas ei ole arveid, mida raporteerida
fa: بیل از فهرست مواد ندارد لوایح گزارش
fr_lu: La nomenclature n'a aucun éléments à signaler
hr_hr: Ispis sastavnice nema o čemu biti ispisan
ja: 部品構成表リストはレポートする構成表がありません
lv_lv: Materiālzinātnes sarakstā Bill nav rēķinus ziņot par
pl_pl: Brak List Materiałów do zestawienia
vi_vn: trên danh mục hóa đơn nguyên liệu không có hoá đơn nào được báo lên

source: From Inventory Part Code
ar: من الجرد رمز جزء
et: Alates inventari detaili koodist
fa: کد قسمت از موجودی
fr_lu: Du code de la pièce
hr_hr: Od inventara dio zakona
ja: 開始品目コード
lv_lv: No saraksta daļa kodekss
pl_pl: Od Kodu Towaru

source: To Inventory Part Code
ar: إلى المخزون كود الجزء
et: kuni inventari detaili koodini
fa: موجودی به قسمت کد
fr_lu: Inventaire par code article
hr_hr: Za Inventar dio koda
ja: 終了品目コード
lv_lv: Lai saraksta daļa kodeksu
pl_pl: Do Kodu Towaru
vi_vn: để phần mã hàng tồn kho

source: Multi-Level Bill Of Materials Maintenance
ar: بيل متعدد مستوى الصيانة المواد
et: Mitmetasandiline BOM hooldus
fa: چند سطح بیل مواد تعمیر و نگهداری
fr_lu: Gestion des nomenclatures multi-niveaux
hr_hr: Multi - Level Bill materijala za održavanje
ja: マルチレベル原材料構成メンテナンス
lv_lv: Multi - Level rēķinu materiālu apkope
pl_pl: Zarządzanie Listami Materiałów
vi_vn: B?o trì Danh sách nguyên v?t li?u da c?p

source: A maximum of 15 levels of bill of materials only can be displayed
ar: كحد أقصى من 15 مستويات من فاتورة المواد فقط يمكن عرضها
et: Maksimaalselt 15 taset BOM'i on võimalik kuvada
fa: حداکثر 15 سطح از مواد لایحه تنها می تواند نمایش داده می شود
fr_lu: Un maximum de 15 niveaux de nomenclatures peut être affiché
hr_hr: Maksimalno 15 razina sastavnica može se prikazati
ja: 最大15レベルの部品材料表が表示できるだけです
lv_lv: 15 līmeņiem rēķinu materiālu maksimālā tikai var parādīt
pl_pl: Maksymalna liczba wyświetlanych poziomów listy materiałów to 15
vi_vn: Một tối đa là 15 cấp độ của các hóa đơn nguyên vật liệu chỉ có thể được hiển thị tối đa là 15 cấp độ của hóa đơn nguyên liệu

source: An error occurred in retrieving the components of the BOM during the check for recursion
ar: حدث خطأ في استرجاع مكونات BOM أثناء التحقق من وجود العودية
et: Rekursiivsuse kontrollimise ajal tekkis BOM'i komponentide otsimisel viga
fa: خطا رخ داده است در بازیابی قطعات از BOM در بررسی کنید بازگشت
fr_lu: Erreur lors de la recherche des composants de la nomenclature pendant la vérification récursive
hr_hr: Došlo je do pogreške prilikom dobivanja komponente sastavnice tijekom provjere za rekurzije
ja: 再帰のチェックの間、BOMの構成部品を取り戻す際にエラーは発生しました
lv_lv: Kļūda ielādējot sastāvdaļas BOM pārbaudē par rekursijas
pl_pl: Wystąpił błąd podczas odczytywania komponentów w celu sprawdzenia rekursji w Liście Materiałów
vi_vn: Đã xảy ra lỗi trong khi truy xuất các thành phần của hóa đơn nguyên liệu trong lúc kiểm tra định kỳ

source: The SQL that was used to retrieve the components of the BOM and that failed in the process was
ar: و SQL التي تم استخدامها ل استرداد مكونات BOM و التي فشلت في عملية كان
et: SQL, mis ebaõnnestus BOM'i komponentide otsimisel, oli
fa: گذاشتن که برای بازیابی قطعات از BOM مورد استفاده قرار گرفت و شکست خورده که در این روند بود
fr_lu: Échec de la commande SQL d'affichage des composants de la nomenclature:
hr_hr: SQL koji je korišten za popravljanje komponente sastavnice i da nije u postupku je
ja: BOMの構成部品を取り戻すのにSQLは用いられて、プロセスに失敗した
lv_lv: SQL , kas tika izmantots, lai ielādētu sastāvdaļas BOM un ka nav šajā procesā bija
pl_pl: Użyta fraza SQL
vi_vn: cơ sở dữ liệu SQL đã dùng để lấy lại thành phần của BOM và thất bại trong quá trình

source: Could not retrieve the BOM components because
ar: لا يمكن استرداد مكونات BOM لأن
et: Ei suutnud BOM componente leida, kuna
fa: آیا بازیابی قطعات BOM نمی کند چرا که
fr_lu: Impossible de recuperer les composants de nomenclature car
hr_hr: Ne mogu dohvatiti komponente bom , jer
ja: BOM構成部品を取り戻しできなかった理由は
lv_lv: Nevarēja ielādēt BOM sastāvdaļas , jo
pl_pl: Nie można odtworzyć Listy Materiałów ponieważ
vi_vn: không thể lấy lại các phần của hóa đơn nguyên vật liệu vì

source: The SQL used to retrieve the components was
ar: و SQL المستخدمة لاسترداد المكونات كان
et: SQL, mida kasutati komponentide otsimisel, oli
fa: گذاشتن استفاده برای بازیابی اجزای شد
fr_lu: Commande SQL d'affichage des composants:
hr_hr: SQL se koristi za dohvaćanje komponente je
ja: 構成部品を取り戻すのにSQLは用いられた
lv_lv: SQL izmanto, lai ielādētu sastāvdaļas bija
pl_pl: Użyta fraza SQL
vi_vn: cơ sở dữ liệu SQL sử dụng để lấy lại các thành phần là

source: No lower levels
ar: لا مستويات أقل
et: No madalam
fa: بدون سطوح پایین تر
fr_lu: dernier niveau
hr_hr: Nema niže razine
ja: いいえ低いレベルん
lv_lv: Nav zemāku limeņu
pl_pl: Nr niższe poziomy
vi_vn: Không có cấp độ thấp hơn

source: Drill Down
ar: انتقل لأسفل
fa: مته پایین
fr_lu: Plus de détails
hr_hr: Spustite
ja: ドリルダウン
lv_lv: urbt uz leju
pl_pl: Skład
vi_vn: Di chuyển xuống

source: N/A
et: Pole saadaval
fa: ازت /
ja: 該当無
pl_pl: ND
vi_vn: thương lượng

source: Are you sure you wish to delete this component from the bill of material?
ar: هل أنت متأكد أنك تريد حذف هذا العنصر من مشروع القانون من مواد ؟
et: Oled sa kindel, et soovid kustutada selle komponendi arve materjali ?
fr_lu: Voulez-vous supprimer cet élément de la nomenclature?
hr_hr: Jeste li sigurni da želite izbrisati taj dio iz sastavnica materijala ?
ja: この仕入先価格を削除してもよろしいですか？

source: The effective after date field must be a date in the format
ar: على نحو فعال بعد حقل التاريخ يجب أن يكون التاريخ في شكل
fr_lu: La date d'effet doit être au format
ja: 発送日の入力の日付は次のフォーマットでなければなりません

source: The effective to date field must be a date in the format
ar: و فعالة ل حقل التاريخ يجب أن يكون التاريخ في شكل
fr_lu: La date d'effet doit être au format
ja: 開始日付はフォーマットで指定しなけらばならない

source: The quantity entered must be numeric
ar: كمية دخلت يجب أن يكون الرقمية
et: Sisestatud hulk peab olema numbriline
fa: تازه وارد باید عدد باشد
fr_lu: La quantité saisie doit être numérique
hr_hr: Količina ušao mora biti numerička
ja: 量は数値でなければなりません入力
lv_lv: Ievadītajam daudzumam ir jābūt skaitlim
pl_pl: Wprowadzona ilość musi być numeryczna
vi_vn: Số lượng nhập phải có dạng số

source: The quantity entered cannot be zero
ar: كمية دخلت لا يمكن أن يكون صفرا
et: Sisestatud hulk ei või olla null
fa: مقدار وارد شده می تواند صفر نمی شود
fr_lu: La quantité saisie ne peut être nulle
hr_hr: Količina unijeli ne može biti nula
ja: 量はゼロにすることはできません入力した
lv_lv: Ievadītais daudzums nevar būt vienāds ar nulli
pl_pl: Wprowadzona ilość nie może być zerowa
vi_vn: Số lượng nhập không thể bằng không

source: The effective to date must be a date after the effective after date
ar: و فعالية حتى الآن يجب أن يكون التسجيل بعد المفعول بعد تاريخ
et: Jõus kuni kuupäev peab olema kuupäev pärast jõus alates kuupäeva
fa: موثر برای تاریخ باید پس از تاریخ موثر پس از تاریخ
fr_lu: La date de fin doit précéder la date de début
hr_hr: Snazi do danas mora biti datum nakon štona snagu nakon datuma
ja: 日付への効果的には、日付の後に効果的な後の日付でなければなりません
lv_lv: Efektīvi līdz šim , ir jābūtdatums pēcspēkā pēc datuma
pl_pl: Data końcowa musi być późniejsza od początkowej.
vi_vn: Các hiệu quả cho đến nay phải là một ngày sau khi có hiệu lực sau ngày

source: The effective to date is
ar: و فعالية حتى الآن هو
et: Jõus kuni kuupäev on
fa: موثر تا کنون بوده است
fr_lu: La date de fin est
hr_hr: Snazi do danas je
ja: 日付に効果がある
lv_lv: Efektīvs līdz šim ir
pl_pl: Data końca efektywności jest
vi_vn: hiệu quả đến ngày là

source: days before the effective after date
ar: قبل أيام من نافذا بعد تاريخ
et: päeva varem kui jõus alates kuupäev
fa: روز قبل از بعد از تاریخ موثر
fr_lu: Nombre de jours avant la date d'effet
hr_hr: dana prijena snagu nakon datuma
ja: 日日後に有効にする前に
lv_lv: dienas pirmsspēkā pēc datuma
pl_pl: dni przed datą końca efektywności
vi_vn: ngày trước ngày có hiệu lực ngày sau

source: No updates have been performed
ar: وقد أجريت أية تحديثات
et: Uuendusi ei ole paigaldatud
fa: بدون به روز رسانی انجام شده است
fr_lu: Aucune mise à jour n'est intervenue
hr_hr: Nema promjene izvršene
ja: 更新は行われていない
lv_lv: Nav atjauninājumi ir veikti
pl_pl: Nie wprowadzono żadnych zmian
vi_vn: Không có thông tin cập nhật đã được thực hiện

source: Effective after was
ar: فعالة بعد كان
et: Jõus alates oli
fa: پس از موثر بود
fr_lu: Effectif après le
hr_hr: Učinkovito nakon što je
ja: あった後に有効
lv_lv: Spēkā pēc tam, bija
pl_pl: Końcowa data efektywności była:
vi_vn: Hiệu quả sau khi đã

source: and effective to was
ar: وفعالة ل كان
et: ja jõus kuni oli
fa: و موثر بود
fr_lu: jusqu'au
hr_hr: i učinkovit je
ja: と効果的であったため
lv_lv: un efektīvs , lai bija
pl_pl: a data początkowa
vi_vn: và hiệu quả để là

source: Only non-serialised or non-lot controlled items can be set to auto issue. These items require the lot/serial numbers of items issued to the works orders to be specified so autoissue is not an option. Auto issue has been automatically set to off for this component
ar: يمكن تعيين فقط المواد الخاضعة للرقابة غير متسلسلة أو غير الكثير ل قضية السيارات.
et: Ainult mitte- serialized või mitte- palju kontrollitavaid objekte saab panna auto teema .
fa: فقط غیر serialized یا غیر زیادی آیتم را می توان به کنترل خودکار تنظیم یابی. این موارد نیاز به مقدار زیادی / شماره سریال از اقلام صادر شده به سفارشات با این نسخهها کار می شود تا مشخص autoissue یک انتخاب نیست. یابی خودکار شده است به طور خودکار به این بخش برای خاموش مجموعه
fr_lu: Seuls les non-sérialisé ou non-lot des marchandises contrôlées peut être réglé à cause de l'automobile. Ces articles doivent être le lot / numéro de série d'articles émis à l'ordre des œuvres à préciser si autoissue n'est pas une option. Auto question a été automatiquement éteint pour cette composante
hr_hr: Samo ne serijaliziranom ili ne puno kontrolirane stavke mogu biti postavljena na auto pitanju .
ja: 唯一の非直列化または非ロット管理項目は、自動発行に設定することができます。
lv_lv: Tikai ne- serializēja vai nav daudz kontrolēti preces var iestatīt , lai auto jautājumam .
pl_pl: Tylko nie w odcinkach lub nie wiele kontrolowanych można ustawić na auto problem. Te elementy wymagają partii / numer seryjny pozycji wydanych prac zamówień, które zostaną określone tak autoissue nie jest to możliwe. problem Auto została automatycznie wyłączona dla tego składnika
vi_vn: kiểm soát không theo tuần tự hoặc không theo lô có thể đặt tự động. Các mục này yêu cầu số lô / dãy số của các mục số đã đưa ra để các đơn hàng được định rõ là một sự đưa ra tự động chứ không phải là một lựa chọn. Vấn đề tự động đã được tự động thiết lập để tắt cho thành phần này

source: Could not update this BOM component because
ar: تعذر تحديث هذا العنصر لأن BOM
et: Ei saanud seda BOM komponenti uuendada, kuna
fa: آیا این جز به خاطر BOM بروز رسانی نیست
fr_lu: Impossible de mettre à jour les nomenclatures car
hr_hr: Ne može se ažurirati ovu komponentu , jer BOM
ja: このBOMコンポーネントを更新できませんでしたので、
lv_lv: Nevarēja atjaunināt šo BOM komponentu , jo
pl_pl: Nie mozna zmodyfikować Listy Materiałów ponieważ:
vi_vn: không thể truy cập các phần hóa đơn vật liệu này vì

source: The SQL used to update the component was
ar: و SQL استخدامها لتحديث كان المكون
et: SQL, mida kasutati komponendi uuedamiseks, oli
fa: گذاشتن برای به روز رسانی کامپوننت شد
fr_lu: Commande SQL de mise à jour du composant:
hr_hr: SQL se koristi za ažuriranjekomponenta bila
ja: 構成部品を更新にSQLは用いられた
lv_lv: SQL izmanto, lai atjauninātuelements bija
pl_pl: Użyta fraza SQL:
vi_vn: cơ sở dữ liệu SQL được sử dụng để cập nhật các thành phần là

source: Details for
ar: تفاصيل
et: Detailid
fa: جزئیات برای
fr_lu: Détails pour
hr_hr: Detalji za
ja: の詳細
lv_lv: Apraksts
pl_pl: Szczegóły dla
vi_vn: Chi tiết cho

source: have been updated
ar: تم تحديثها
et: jaoks on uuendatud
fa: به روز رسانی شده
fr_lu: Mis à jour
hr_hr: su ažurirani
ja: 更新されています
lv_lv: tika labots
pl_pl: zostały zaktualizowane
vi_vn: Đã được cập nhật

source: An error occurred in checking the component is not already on the BOM
ar: وقع خطأ في التحقق من عنصر ليس بالفعل على BOM
et: Komponendi BOM'i kuuluvuse kontrollimisel ilmnes viga
fa: خطا رخ داده است در چک کردن جزء در BOM در حال حاضر نیست
fr_lu: Erreur lors de la vérification de l'inclusion ou non du composant dans la nomenclature
hr_hr: Došlo je do pogreške u provjeri komponenta već nije na sastavnice
ja: コンポーネントをチェックすることで発生したエラーは、BOM上に既にいない
lv_lv: Kļūda pārbaudot sastāvdaļa jau nav par BOM
pl_pl: Wystąpił błąd przy sprawdzaniu czy elementu nie ma już na liście
vi_vn: có lỗi xảy ra khi kiểm tra phần chưa được trên hóa đơn nguyên liệu

source: The SQL that was used to check the component was not already on the BOM and that failed in the process was
ar: كان SQL التي تم استخدامها للتحقق من عنصر لم يكن بالفعل على BOM و التي فشلت في عملية كان
et: SQL, mida kasutati komponendi BOM'i kuuluvuse kontrollimisel ja mis selle käigus ebaõnnestus, oli
fa: گذاشتن که برای بررسی مولفه استفاده می شد در BOM در حال حاضر نیست و این که شکست خورده در روند بود
fr_lu: Échec de la commande SQL de vérification de l'inclusion ou non du composant dans la nomenclature:
hr_hr: SQL koji je korišten za provjeru komponentu nije bio već na sastavnice i da nije bio u procesu
ja: コンポーネントをチェックするために使用されたSQLは、BOM上に既になかったし、それがあったプロセスに失敗
lv_lv: SQL , kas tika izmantots, lai pārbaudītu komponentu nebija jau BOM un ka nav šajā procesā bija
pl_pl: Użyta fraza SQL:
vi_vn: Cơ sở dữ liệu SQL đã dùng để kiểm tra các phần chưa đạt trên hóa đơn nguyên liệu và trong quá trình này đã không thành công

source: Could not insert the BOM component because
ar: لا يمكن إدراج عنصر BOM لأن
et: Ei saanud sisestada BOM komponenti, kuna
fa: آیا وارد کردن نیست چون جزء BOM
fr_lu: Impossible de créer le composant car
hr_hr: Ne mogu umetnuti BOM komponentu , jer
ja: BOMコンポーネントを挿入できませんでしたので、
lv_lv: Nevar ievietot BOM sastāvdaļa , jo
pl_pl: Nie można dodać komponentu do listy ponieważ
vi_vn: không thể chèn thành phần của hóa đơn nguyên liệu vì

source: The SQL used to insert the component was
ar: و SQL تستخدم لادخال كان المكون
et: SQL, mida kasutati komponendi sisestamisel, oli
fa: گذاشتن استفاده قرار دادن جزء بو
fr_lu: Commande SQL d'ajoût du composant:
hr_hr: SQL se koriste za umetanjekomponenta bila
ja: 構成部品の挿入にSQLは用いられた
lv_lv: SQL izmanto, lai ievietotuelements bija
pl_pl: Użyta fraza SQL:
vi_vn: cơ sở dữ liệu SQL được sử dụng để chèn các thành phần là

source: A new component part
ar: وهناك جزء مكون جديد
et: Uus komponendi osa
fa: بخشی جزء جدید
fr_lu: Un nouveau composant
hr_hr: Novi sastavni dio
ja: 新構成品目
lv_lv: Jaunā sastāvdaļa
pl_pl: Nowy komponent
vi_vn: Một bộ phận mới

source: has been added to the bill of material for part
ar: قد أضيفت إلى مشروع القانون من مواد ل جزء
et: on lisatud BOM'i osale
fa: شده است تا حدودی به این لایحه از مواد اضافه شده
fr_lu: a été ajouté sur la nomenclature pour le sous-ensemble
hr_hr: je dodan u račun materijala za dio
ja: 一部の材料の請求書に追加されました
lv_lv: ir pievienota rēķinu materiāla daļas
pl_pl: został dodany do Listy Materiałów dla produktu
vi_vn: đã được thêm vào các hóa đơn vật liệu cho phần
