Repository: timschofield/KwaMoja-Medical
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar, et, fa, fr_lu, hr_hr, ja, lv_lv, pl_pl, vi_vn

source: ISO4217 Code
ar: ISO4217 الرمز
et: ISO4217 kood
fa: ISO4217 کد
fr_lu: Code ISO4217
hr_hr: ISO4217 šifra
ja: ISO4217コード
lv_lv: ISO4217 kods
vi_vn: Mã ISO4217

source: Currency Name
ar: اسم العملة
et: Valuuta nimi
fa: نام ارز
fr_lu: Nom
hr_hr: Naziv valute
ja: 通貨名
lv_lv: Valūtas nosaukums
pl_pl: Nazwa Waluty
vi_vn: Tên loại tiền tệ

source: Country
ar: بلد
et: riik
fa: کشور
fr_lu: Pays
hr_hr: Zemlja
ja: 国
lv_lv: Valsts
pl_pl: Kraj
vi_vn: Quốc gia

source: Hundredths Name
ar: المئات اسم
et: sajandikku nimi
fa: نام و نام خانوادگی صدم
fr_lu: Nom des centièmes
hr_hr: Naziv stotica
ja: 百分の一名
lv_lv: Simtdaļu nosaukums
pl_pl: Nazwa Setnych
vi_vn: Tên thứ 100

source: Decimal Places
ar: المنازل العشرية
et: pärast koma
fr_lu: Décimales
hr_hr: Decimalna mjesta
ja: 特別価格

source: 1 / Ex Rate
ar: 1 / EX قيم
et: 1 / Ex Hinda
ja: 為替レート

source: Ex Rate - ECB
ar: قيم السابقين - البنك المركزي الأوروبي
et: Ex Rate - EKP
fa: سابق ارزش گذاری -- بانک مرکزی اروپا
fr_lu: Taux de change - BCE
hr_hr: Tečaj ECB
ja: 為替レート
lv_lv: ECB valūtas kurss
pl_pl: Oceń Ex - EBC
vi_vn: tỷ giá hối đoái - ECB

source: Are you sure you wish to delete this currency?
ar: هل أنت متأكد أنك تريد حذف هذه العملة ؟
et: Oled sa kindel, et soovid kustutada selle raha?
fr_lu: Voulez-vous supprimer cette devise?
hr_hr: Jeste li sigurni da želite izbrisati ovu valutu ?
ja: この仕入先価格を削除してもよろしいですか？

source: Graph
ar: رسم بياني
et: graafik
fa: گراف
fr_lu: Graphique
hr_hr: Graf
ja: グラフ化
lv_lv: Grafiki
pl_pl: Wykres
vi_vn: biểu đồ

source: Functional Currency
ar: العملة الوظيفية
et: arvestusvaluuta
fa: نرخ ارز تابعی
fr_lu: Devise de référence
hr_hr: Valuta u upotrebi
ja: 機能通貨
lv_lv: Funkcionālā valūta
pl_pl: Waluta Domyślna
vi_vn: Loại tiền tệ chức năng

source: Show all currency definitions
ar: مشاهدة جميع التعاريف العملة
et: Näita kõik valuuta mõisted
fa: نمایش همه تعاریف ارز
fr_lu: Afficher les devises
hr_hr: Prikaži definicije svih valuta
ja: 全通貨定義を表示
lv_lv: Parādīt visas valūtas
pl_pl: Pokaż wszystkie definicje walut
vi_vn: Hiển thị toàn bộ định nghĩa tiền tệ

source: An error occurred in retrieving the currency information
ar: حدث خطأ في استرداد معلومات حول العملة
et: Tekkis viga allalaadimisevaluuta teave
fa: خطا رخ داده است در بازیابی اطلاعات ارز
fr_lu: Erreur lors de la recherche des informations sur les devises
hr_hr: Došlo je do pogreške pri dohvatu podataka o valutama
ja: エラーは、通貨情報を取得で発生
lv_lv: Kļūda veidojot pieprasījumu par valūtām
pl_pl: Błąd przy odczycie informacji o walutach
vi_vn: L?i x?y ra trong quá trình truy xu?t thông tin ti?n t?

source: ISO 4217 Currency Code
ar: ISO 4217 رمز العملة
et: ISO 4217 valuuta kood
fa: ایزو 4217 کد نرخ ارز
fr_lu: Code de devise ISO 4217
hr_hr: ISO 4217 šifra valute
ja: ISO 4217通貨コード
lv_lv: ISO 4217 Valūtas kods
pl_pl: ISO 4217 Kod waluty
vi_vn: Mã tiền tệ ISO 4217

source: Decimal Places to Display
ar: المنازل العشرية لعرضها
et: Koma Display
fr_lu: Nombre de décimales
hr_hr: Decimalna mjesta za prikazivanje
ja: 表示の小数位

source: Customer EDI Set Up
ar: EDI العملاء إعداد
et: Kliendi EDI häälestamine
fa: مشتری ویراست راه اندازی
fr_lu: Client EDI Set Up
hr_hr: Korisnik EDI postaviti
ja: 得意先EDI設定
lv_lv: Klientu EDI iestatīšana
pl_pl: Ustawienia EDI Klienta:
vi_vn: Thiết lập EDI khách hàng

source: The customers EDI reference code cannot contain any of the following characters
ar: لا يمكن أن يحتوي EDI رمز مرجع عملاء أي من الأحرف التالية
et: Kliendid EDI viitekood ei sisalda ühtegi järgmisi märke
fa: مشتریان ویراست کد مرجع می تواند هر یک از شخصیت های زیر نیست
fr_lu: Le code de clients de référence EDI ne peut pas contenir les caractères suivants
hr_hr: Referentni broj kupaca EDI ne može sadržavati bilo koji od sljedećih znakova
ja: お客様のEDI参照コードは、次のいずれかの文字を含めることはできません
lv_lv: Klienti EDI kods, kas nedrīkst saturēt nevienu no sekojošajām zīmēm
pl_pl: Kod EDI Klienta nie może zawierać następujących znaków
vi_vn: Mã s? tham chi?u c?a EDI khách hàng không du?c ch?a các kí t? sau

source: or a space
ar: أو الفضاء
et: võiruumi
fa: یا فضا
fr_lu: ou un espace
hr_hr: iliprostor
ja: またはスペース
lv_lv: vai tukšums
pl_pl: ani spacji
vi_vn: hoặc một khoảng, chỗ

source: The customers EDI reference code must be set when EDI Invoices or EDI orders are activated
ar: يجب تعيين EDI رمز مرجع الزبائن عندما يتم تنشيط الفواتير EDI أو أوامر EDI
et: Kliendid EDI viitekood tuleb määrata , kui EDI arvete või EDI tellimusi on aktiveeritud
fa: مشتریان ویراست کد مرجع باید تنظیم شود که ویراست فاکتورها یا سفارشات ویراست هستند فعال
fr_lu: Le code de clients de référence EDI doit être réglé lorsque l'EDI factures ou des commandes EDI sont activés
hr_hr: Referentna kupci EDI kod mora biti postavljen kada EDI računima ili EDI narudžbe se aktiviraju
ja: EDI請求書またはEDIの注文がアクティブになったとき、顧客のEDI参照コードを設定する必要があります
lv_lv: Klienti EDI atsauces kods ir jānosaka , kad EDI rēķini vai EDI rīkojumi tiek aktivizēts
pl_pl: Kod EDI klienta musi być ustalony przed aktywacją Faktur i Zamówień EDI
vi_vn: Mã tham chi?u EDI c?a khách hàng c?n du?c cài d?t khi các hóa don EDI ho?c các don hàng EDI du?c kích ho?t

source: The customers EDI email address or FTP server address must be entered if EDI Invoices are to be sent
ar: يجب إدخال عنوان البريد الإلكتروني EDI العملاء أو عنوان ملقم FTP إذا الفواتير EDI هي ليتم إرسالها
et: Kliendid EDI elektronposti aadressi või FTP serveri aadress tuleb sisestada, kui EDI arved tuleb saata
fa: ویراست مشتریان آدرس پست الکترونیک و یا آدرس سرور اف تی پی باید وارد شود اگر فاکتورها ویراست هستند فرستاده شود
fr_lu: L'adresse e-mail ou EDI clients l'adresse du serveur FTP doit être inscrit si factures EDI doivent être envoyées
hr_hr: E korisnici EDI adresu ili FTP poslužitelj adresa se mora unijeti ako EDI Računi se šalju
ja: EDI請求書が送信される場合、お客様のEDI電子メールアドレスまたはFTPサーバのアドレスを入力する必要があります
lv_lv: Klienti EDI e-pasta adresi vai FTP servera adrese ir jāsniedz, ja EDI rēķini tiek nosūtīti
pl_pl: Aby wysyłać Faktury EDI trzeba ustawić adres email lub serwera FTP
vi_vn: Ð?a ch? email EDI c?a khách hàng ho?c d?a ch? máy ch? FTP c?n du?c nh?p n?u các hóa don EDI du?c g?i di

source: The customer EDI setup data could not be updated because
ar: لا يمكن تحديث البيانات الإعداد EDI العملاء بسبب
et: Klient EDI setup andmeid ei saa ajakohastada , sest
fa: مشتری داده ویراست راه اندازی نمی تواند به دلیل به روز شده
fr_lu: Les données de configuration des clients EDI n'a pas pu être mis à jour car
hr_hr: Kupac EDI Ti podaci nisu mogli biti ažurirana , jer
ja: 顧客EDI設定データを更新できませんでしたので、
lv_lv: Tādējādi klients EDI iestatīšanas dati nevar atjaunināt , jo
pl_pl: Nie mozna zakualizować ustawień EDI klienta ponieważ
vi_vn: Không c?p nh?t du?c d? li?u cài d?t cho EDI c?a khách hàng vì

source: Customer EDI configuration updated
ar: تحديث التكوين EDI العملاء
et: Kliendi EDI konfiguratsiooni uuendatud
fa: پیکربندی مشتری ویراست بههنگام شده در
fr_lu: Client EDI configuration mis à jour
hr_hr: Korisnik EDI konfiguracije ažurirani
ja: 得意先EDI構成更新済み
lv_lv: Klientu EDI konfigurācija atjaunināts
pl_pl: Dane EDI klienta zaktualizowane
vi_vn: Ðã c?p nh?t c?u hình EDI c?a khách hàng

source: Customer EDI configuration failed
ar: فشل تكوين EDI العملاء
et: Kliendi EDI konfiguratsioon ei
fa: پیکربندی مشتری ویراست شکست خورد
fr_lu: Client EDI configuration a échoué
hr_hr: Korisnik EDI konfiguracija nije uspio
ja: 得意先EDI構成失敗
lv_lv: Klientu EDI konfigurācija neizdevās
pl_pl: Konfiguracja EDI klienta nie powiodła się
vi_vn: C?u hình EDI c?a khách hàng không thành công

source: The customer EDI configuration details could not be retrieved because
ar: لا يمكن استرجاع العميل EDI تفاصيل التكوين لأن
et: Klient EDI konfiguratsiooni andmed ei saa taastada , sest
fa: مشتری جزئیات ویراست پیکربندی قابل بازیابی نیست زیرا
fr_lu: Les détails de configuration des clients EDI n'a pas pu être récupérés en raison
hr_hr: Kupac EDI konfiguracijski detalji nisu mogli biti pronađeni , jer
ja: 顧客EDI構成の詳細を取得できませんでしたので、
lv_lv: Tādējādi klients EDI konfigurācijas informāciju nevarēja izgūt , jo
pl_pl: Nie można znaleźć ustawień EDI klienta ponieważ
vi_vn: Không truy xu?t du?c chi ti?t c?u hình cho EDI khách hàng vì

source: Enable Sending of EDI Invoices
ar: التمكين من إرسال الفواتير EDI
et: Saatmise võimaldamine EDI arved
fa: فعال کردن ارسال از فاکتورها ویراست
fr_lu: Permettre l'envoi de factures EDI
hr_hr: Omogućite Vaša EDI faktura
ja: EDI請求書の送信を有効に
lv_lv: Ļautu nosūtīt EDI rēķini
pl_pl: Włącz wysyłanie Faktur EDI
vi_vn: Kích ho?t g?i các hóa don EDI

source: Disabled
ar: معاق
et: puudega
fa: غیر فعال
fr_lu: Désactivé
hr_hr: Onemogućeno
ja: 無効
lv_lv: Neaktīvs
pl_pl: Zablokowane
vi_vn: không kết nối, hỏng

source: Enabled
ar: تمكين
et: lubatud
fa: کوکی ها
fr_lu: Activé
hr_hr: Omogućeno
ja: 有効
lv_lv: Aktīvs
pl_pl: Aktywne
vi_vn: bật lên

source: Create
ar: خلق
et: looma
fa: ایجاد
fr_lu: Créer
hr_hr: Kreiraj
ja: 作成
lv_lv: Izveidot
pl_pl: Stwórz
vi_vn: tạo nên

source: Edit Invoice Message Format
ar: تعديل صيغة الرسالة الفاتورة
et: Muuda Arve Message Format
fa: ویرایش قالب پیام فاکتور
fr_lu: Modifier le format Message facture
hr_hr: Uredi oblik poruke na računu
ja: 請求書のメッセージフォーマットを編集
lv_lv: Labot Rēķins ziņojuma formāts
pl_pl: Format Komunikatu EDI
vi_vn: chỉnh suwae thông tin của hóa đơn theo mẫu

source: Enable Receiving of EDI Orders
ar: تمكين تلقي أوامر EDI
et: Luba vastuvõtmine EDI Tellimused
fa: فعال کردن دریافت سفارشات از ویراست
fr_lu: Valider reception de commandes EDI
hr_hr: Omogućite Primanje EDI narudžbe
ja: EDI受注の受信を有効に
lv_lv: Ieslēgt saņemšana EDI Pasūtījumi
pl_pl: Włącz Przyjmowanie Zamówień EDI
vi_vn: Kích ho?t nh?n các don hàng EDI

source: Customer EDI Reference
ar: EDI العملاء المرجعي
et: Kliendi EDI viide
fa: مشتری مرجع ویراست
fr_lu: Référence EDI client
hr_hr: Korisnik EDI Reference
ja: カスタマーEDIリファレンス
lv_lv: Klientu EDI atsauce
pl_pl: Numer EDI Klienta
vi_vn: Tham chi?u EDI khách hàng

source: EDI Communication Method
ar: EDI طريقة الاتصال
et: EDI kommunikatsiooni meetod
fa: ویراست نحوه ارتباط
fr_lu: Voie de communication EDI
hr_hr: EDI Način komuniciranja
ja: EDI通信方式
lv_lv: EDI komunikācijas metode
pl_pl: Metoda Komunikacji EDI
vi_vn: Phuong th?c giao ti?p EDI

source: Email Attachments
ar: مرفقات البريد الإلكتروني
et: Post manuseid
fa: ایمیل پیوست
fr_lu: Pièces jointes (courriel)
hr_hr: E-mail privitak
ja: Email添付
lv_lv: E-pasta pielikumus
pl_pl: Załączniki Email
vi_vn: Tệp đính kèm email

source: File Transfer Protocol (FTP)
ar: بروتوكول نقل الملفات ( FTP)
fa: پروتکل انتقال فایل (اف تی پی)
fr_lu: Protocole de transfert de fichier (FTP)
ja: ファイル転送プロトコル(FTP)
pl_pl: Protokół FTP

source: FTP Server or Email Address
ar: FTP الملقم أو عنوان البريد الإلكتروني
et: FTP Server või e-posti aadress
fa: سرور اف تی پی یا آدرس پست الکترونیک
fr_lu: Serveur FTP ou adresse courriel
hr_hr: FTP poslužitelj ili e-mail adresa
ja: FTPサーバーまたはEメールアドレス
lv_lv: FTP servera vai e-pasta adrese
pl_pl: Adres Email lub FTP
vi_vn: Máy ch? FTP ho?c d?a ch? Email

source: FTP Server User Name
ar: خادم بروتوكول نقل الملفات اسم المستخدم
et: FTP Server Kasutaja nimi
fa: اف تی پی سرور نام کاربری
fr_lu: Identifiant FTP
hr_hr: FTP Server korisničko ime
ja: FTPサーバのユーザ名
lv_lv: FTP servera lietotāja vārds
pl_pl: Login FTP
vi_vn: Tên ngu?i s? d?ng máy ch? FTP

source: FTP Server Password
ar: خادم بروتوكول نقل الملفات كلمة السر
et: FTP serveri parool
fa: رمز عبور اف تی پی سرور
fr_lu: Mot de passe FTP
hr_hr: FTP poslužitelj Lozinka
ja: FTPサーバーのパスワード
lv_lv: FTP servera paroli
pl_pl: Hasło FTP
vi_vn: M?t mã máy ch? FTP

source: Update EDI Configuration
ar: تحديث تكوين EDI
et: Uuenda EDI Configuration
fa: بروز پیکربندی ویراست
fr_lu: Mettre à jour la configuration de l'EDI
hr_hr: Ažuriraj EDI konfiguraciju
ja: EDIの設定を更新する
lv_lv: Atjaunināt EDI Configuration
pl_pl: Aktualizuj Konfigurację EDI
vi_vn: Cập nhật cấu hình EDI

source: Customer Login Configuration
ar: تكوين دخول العملاء
et: Kliendi Logi sisse Configuration
fa: تنظیمات ورود به بخش اعضا
fr_lu: Configuration Client Login
hr_hr: Prijava korisnika konfiguracije
ja: 得意先ＥＤＩ構成
lv_lv: Klienta EDI uzstādījumi
pl_pl: Logowanie klienta konfiguracji
vi_vn: Cấu hình đăng nhập khách hàng

source: A customer must first be selected before logins can be defined for it
ar: لا بد أولا من اختيار العميل قبل يمكن تعريف تسجيلات لذلك
et: Klient peab kõigepealt olema valitud enne sisselogimise saab määratleda selle
fr_lu: Un client doit être sélectionné avant de pouvoir modifier ses paramètres
hr_hr: Kupac prvo mora biti izabran prije logiranja mogu se definirati za to
ja: 最初に得意先選択ページから得意先が選ばれなければなりません

source: Select A Customer
fr_lu: Sélectionnez un client
ja: 得意先を選択

source: has been selected
ar: وقد تم اختيار
et: on valitud
fa: انتخاب شده است
fr_lu: a été sélectionné
hr_hr: je izabran
ja: が選択された
lv_lv: ir izvēlēts
pl_pl: została wybrana
vi_vn: Đã được chọn

source: The user ID entered must be at least 4 characters long
ar: معرف المستخدم دخلت يجب أن يكون على الأقل 4 حرفا
et: Kasutajatunnus sisestatud peab olema vähemalt 4 tähemärki
fa: شناسه کاربر وارد شده باید حداقل 4 حرف داشته باشد
fr_lu: L'identifiant doit contenir au moins 4 caractères
hr_hr: Korisnik ID ušao mora biti najmanje 4 znaka
ja: 入力したユーザーIDには、少なくとも4文字の長さが必要
lv_lv: Lietotāja kodam ir jābūt vismaz 4 rakstzīmju garam
pl_pl: Identyfikator użytkownika musi mieć co najmniej 4 znaki
vi_vn: tên mã người dùng nhập vào phải là ít nhất 4 ký tự dài

source: User names cannot contain any of the following characters
ar: لا يمكن أن تحتوي أسماء المستخدمين على أي من الأحرف التالية
et: Kasutaja nimed ei tohi sisaldada mis tahes järgmisi märke
fa: نام کاربر می تواند هر یک از شخصیت های زیر نیست
fr_lu: Les noms d'utilisateur ne peut pas contenir les caractères suivants
hr_hr: Nazivi korisnika ne može sadržavati bilo koji od sljedećih znakova
ja: ユーザー名には、次の文字を含めることはできません
lv_lv: Lietotājs nevar saturēt sekojo&#353;as rakstzīmes
pl_pl: Nazwa użytownika nie może zawierać następujących znaków
vi_vn: tên người dùng không thể chứa bất kỳ các ký tự sau

source: The password entered must be at least 5 characters long
ar: ل كلمة المرور المدخلة يجب أن تكون على الأقل 5 أحرف
et: UUS sisestatud peab olema vähemalt 5 tähemärki
fa: رمز عبور وارد شده باید حداقل 5 کاراکتر باشد
fr_lu: Le mot de passe doit contenir au moins 5 caractères
hr_hr: Lozinka uneseni mora biti najmanje 5 znakova
ja: 入力したパスワードは、少なくとも5文字でなければなりません
lv_lv: Parolei ir jābūt vismaz piecu rakstzīmju garam
pl_pl: Wprowadzone hasło musi mieć co najmniej 5 znaków
vi_vn: Các mật khẩu nhập phải có ít nhất 5 ký tự

source: The password cannot contain the user id
ar: لا يمكن أن تحتوي كلمة المرور على هوية المستخدم
et: Salasõna ei tohi sisaldada kasutajatunnus
fa: رمز عبور شما هنوز می تواند شامل شناسه کاربر
fr_lu: Le Mot de Passe ne peut pas contenir le Nom Utilisateur
hr_hr: Lozinka ne može sadržavati korisničkom ID
ja: パスワードは、ユーザIDを含めることはできません
lv_lv: Parole nevar saturēt lietotāju
pl_pl: Hasło nie może zawierać identyfikatora użytkownika
vi_vn: Các mật khẩu không thể chứa các tên xác định của người dùng

source: If you enter a Customer Code you must also enter a Branch Code valid for this Customer
ar: إذا قمت بإدخال رمز العملاء يجب عليك أيضا إدخال رمز الفرع صالحة لهذا العميل
et: Kui sisestadKliendi kood pead sisestama kaHarukood kehtib see klient
fa: اگر شما وارد کردن کد مشتری شما نیز باید کد شعبه معتبر برای این مشتری را وارد کنید
fr_lu: Après avoir saisi un code client, vous devez indiquer un code agence correct pour ce client
hr_hr: Ako unesete kod Korisnička morate unijeti kod Branch vrijedi za ovog kupca
ja: あなたは顧客コードを入力した場合にも、このお客様のために有効な支店コードを入力する必要があります
lv_lv: Ja jūs ievadat klientu kodu, tad ir jāievada arī pareizs klienta filiāles kods
pl_pl: Jeśli wprowadzisz Kod Klienta musisz również wprowadzić Kod Oddziału poprawny dla tego klienta
vi_vn: Khi nhập mã khách hàng, cần nhập cả Mã chi nhánh hợp lệ của khách hàng đó

source: The check on validity of the customer code and branch failed because
ar: الشيك على صحة رمز العملاء و فرع فشلت بسبب
et: Kontrolli kehtivuse kliendi kood ja filiaali ebaõnnestus, kuna
fa: بررسی بر روی اعتبار از کد مشتری و شعبه به دلیل شکست خورد
fr_lu: Échec du contrôle de validité du code client et de la succursale:
hr_hr: Provjera valjanosti od kupaca kod te podružnice nije uspjela jer
ja: 作業場の更新/追加は失敗しました理由は
lv_lv: Neizdevās labot lomas dro&#353;ības aprakstu, jo
pl_pl: Sprawdzenie ważności kodu klienta i oddział powiodła się, ponieważ
vi_vn: Kiểm tra không thành công Mã khách hàng và mã chi nhánh

source: The SQL that was used to check the customer code and branch was
ar: كان SQL التي تم استخدامها للتحقق من رمز العملاء و فرع
et: SQL , mida kasutati , et kontrollida kliendi kood ja haru oli
fa: گذاشتن که به بررسی کد مشتری و شعبه مورد استفاده قرار گرفت بود
fr_lu: Commande SQL de vérification du code succursale et client:
hr_hr: SQL koji je korišten za provjeru klijenata i kod podružnica
ja: 得意先コードと支店のチェックにSQLは用いられた
lv_lv: SQL , kas tika izmantots, lai pārbaudītu klienta kodu un filiāles bija
pl_pl: Użyta fraza SQL
vi_vn: Dữ liệu SQL dùng để kiểm tra mã khách hàng và mã chi nhánh là

source: The entered Branch Code is not valid for the entered Customer Code
ar: قانون فرع أدخلتها غير صالحة لل قانون دخلت العملاء
et: Kantud filiaal kood ei kehtisõlmitud Kliendi kood
fa: وارد شعبه کد معتبر برای وارد کد مشتری نیست
fr_lu: Le code agence ne correspond pas au code client
hr_hr: Ušao kod podružnice ne vrijedi za uneseni zakona
ja: 入力した支店コード入力顧客コードには有効ではありません
lv_lv: Ieraksta Filiāles kods nav derīgs stājās Klientu kodeksa
pl_pl: Podany Kod Oddziału jest nieprawidłowy dla wprowadzonego Kodu Klienta
vi_vn: Mã chi nhánh nhập vào không hợp lệ với mã khách hàng nhập vào

source: The user could not be added because
ar: المستخدم لا يمكن إضافتها لأن
fr_lu: L'utilisateur ne peut pas être ajouté:
ja: 注文は追加されなかった理由は

source: The SQL that was used to insert the new user and failed was
fr_lu: Échec de la commande SQL d'ajoût du nouvel utilisateur:
ja: ユーザーを更新に用いられたSQLは失敗した

source: A new customer login has been created
ar: تم إنشاء تسجيل دخول جديدة العملاء
fr_lu: Un nouvel identifiant client a été créé
ja: 新しい販売カテゴリレコードが追加された

source: User Login
ar: دخول المستخدم
et: kasutaja sisse logimine
fa: ورود کاربر
fr_lu: Identifiant
hr_hr: Prijava korisnika
ja: ユーザーＩＤ
lv_lv: Lietotāja logins
pl_pl: Identyfikator Użytkownika
vi_vn: người đăng nhập

source: Password
ar: كلمة السر
et: parool
fa: گذرواژه
fr_lu: Mot de passe
hr_hr: Lozinka
ja: パスワード
lv_lv: Parole
pl_pl: Hasło
vi_vn: mật khẩu

source: Full Name
ar: الاسم الكامل
et: Täisnimi
fa: نام و نام خانوادگی
fr_lu: Nom complet
hr_hr: Puno ime
ja: フルネーム
lv_lv: Vārds, Uzvārds
pl_pl: Imię i Nazwisko
vi_vn: Tên đầy đủ

source: Telephone No
ar: الهاتف لا
et: Telefoninumber
fa: شماره تلفن
fr_lu: N° tél
hr_hr: Telefon
ja: 電話番号
lv_lv: Telefons
pl_pl: Numer Tel.
vi_vn: Số điện thoại

source: Branch Code
ar: رمز الفرع
et: Harukood
fa: کد شاخه
fr_lu: Code succursale
hr_hr: Šifra podružnice
ja: 支店コード
lv_lv: Filiāles kods
pl_pl: Kod Oddziału
vi_vn: Mã chi nhánh

source: Reports Page Size
ar: تقارير حجم الصفحة
et: Aruanded Page Size
fa: گزارش های حجم صفحه
fr_lu: Format des rapports
hr_hr: Veličina stranice izvješća
ja: レポート頁サイズ
lv_lv: Atskaites lapas izmērs
pl_pl: Rozmiar Strony Wydruków
vi_vn: báo cáo kích thước trang

source: landscape
ar: صور الطبيعة
et: maastik
fa: چشم انداز
fr_lu: paysage
hr_hr: položeno
ja: 風景
lv_lv: horizontāli
pl_pl: poziomy
vi_vn: cảnh quan

source: Letter
ar: خطاب
et: kiri
fa: نامه
fr_lu: Lettre
hr_hr: pismo
ja: 手紙
lv_lv: vēstule
vi_vn: thư tín

source: Legal
ar: قانوني
et: õiguslik
fa: قانونی
fr_lu: Légal
hr_hr: pravni
ja: 法的
lv_lv: likumīgs
vi_vn: luật

source: Theme
ar: موضوع
et: teema
fa: تم
fr_lu: Thème
hr_hr: Tema
ja: テーマ
lv_lv: Tēma
pl_pl: Wygląd
vi_vn: chủ đề

source: Language
ar: لغة
et: keel
fa: زبان
fr_lu: Langue
hr_hr: Jezik
ja: 言語
lv_lv: Valoda
pl_pl: Język
vi_vn: Ngôn ngữ

source: Customer How Paid Inquiry
ar: العملاء وكيف دفعت التحقيق
et: Kliendi Kuidas Paide Inquiry
fa: مشتری چگونه پرداخت استعلام
fr_lu: Enquête client Comment payé
hr_hr: Kupac Kako Plaćeni Upit
ja: 得意先支払問合せ
lv_lv: Klientu Kā Apmaksātais aptauja
pl_pl: Przeglądanie Płatności Klienta
vi_vn: điều tra khách hàng trả tiền như thế nào

source: Customer Where Allocated
ar: أين تخصيص العملاء
et: Kliendi Kus Eraldatud
fa: مشتریان اختصاص داده شده از کجا
fr_lu: Lorsque des clients alloués
hr_hr: Kupac Gdje Dodijeljeni
ja: 得意先参照
lv_lv: Klientu Ja Piešķirtais
pl_pl: Klienta, gdzie Przydzielony
vi_vn: Khách hàng noi du?c phân b?

source: Select criteria for the where used inquiry
ar: تحديد معايير ل جنة التحقيق حيث تستخدم
et: Valige kriteeriumid, kus kasutatakse küsitlus
fa: انتخاب معیار برای پرس و جو که در آن استفاده می شود
fr_lu: Sélectionnez les critères de l'enquête , lorsqu'il est utilisé
hr_hr: Odaberite kriterije za kojima se koristi upit
ja: 使用の照会のための基準を選択します
lv_lv: Izvēlieties kritērijus , kurā izmantoto izmeklēšanas
pl_pl: Wybierz kryteria , gdzie używane śledczej
vi_vn: Chọn tiêu chí cho cuộc điều tra nơi được sử dụng

source: Invoices
ar: الفواتير
et: Arved
fa: فاکتورها
fr_lu: Factures
hr_hr: Računi
ja: 請求書
lv_lv: Rēķins
pl_pl: Faktury
vi_vn: Hóa đơn

source: Negative Receipts (Payments)
ar: إيصالات السلبية ( المدفوعات )
et: Negatiivne Laekumised ( Maksed )
fa: رسید منفی (پرداخت )
fr_lu: Les recettes négatives ( paiements )
hr_hr: Negativni Primici ( plaćanje )
ja: 負の領収書（支出）
lv_lv: Negatīvie Ieņēmumi ( maksājumi )
pl_pl: Negatywne wpływy (płatności )
vi_vn: Tiền thu âm ( thanh toán )

source: Transaction Number
ar: عدد المعاملات
et: tehing arv
fa: تعداد معاملات
fr_lu: Numéro de transaction
hr_hr: Transakcija broj
ja: トランザクション番号
lv_lv: Grāmatojuma numurs
pl_pl: Numer Transakcji
vi_vn: Số giao dịch

source: Show How Allocated
ar: إظهار كيف المخصصة
et: Kuva Eraldatud
fa: نشان دهد که چگونه اختصاص داده
fr_lu: Afficher Comment alloué
hr_hr: Pokaži Kako Dodijeljeni
ja: 割り当て方法を示しています
lv_lv: Parādīt kā notika alokācija
pl_pl: Pokaż Jak Rozliczone
vi_vn: Hi?n th? cách phân b? ra sao

source: The transaction number to be queried must be entered first
ar: يجب إدخال رقم المعاملة ليتم الاستعلام الأول
et: Tehingu number teha päringuid tuleb sisestada esimene
fa: تعداد معامله می شود تردید باید وارد شده برای اولین بار
fr_lu: Le numéro de transaction à interroger faut d'abord entrer
hr_hr: Broj transakcija biti ispitan mora unijeti prvo
ja: 最初に問合せトランザクション番号が入力されなければなりません
lv_lv: Ievadiet transakcijas numuru
pl_pl: Najpierw musisz wprowadzić numer transakcji
vi_vn: Số lượng giao dịch để được truy vấn phải được nhập đầu tiên

source: The customer transactions for the selected criteria could not be retrieved because
ar: لا يمكن استرجاع المعاملات العملاء لل معايير المحددة ل
et: Klienditehinguteks valitud kriteeriumid ei õnnestunud , sest
fa: معاملات مشتری برای انتخاب معیارهای قابل بازیابی نیست زیرا
fr_lu: Les opérations avec la clientèle pour les critères sélectionnés n'ont pas pu être récupérés en raison
hr_hr: Kupac transakcije za odabrane kriterije ne mogu dohvatiti , jer
ja: 選択した条件の顧客取引は取得できませんでしたので、
lv_lv: Klienta grāmatojums pēc izvēlētiem kritērijiem netika atrasts, jo
pl_pl: Nie można odtworzyć operacji klienta dla zadanych warunków ponieważ
vi_vn: Các giao dịch của khách hàng đối với các tiêu chí lựa chọn không thể được lấy ra vì

source: There are no allocations made against this transaction
ar: لا توجد مخصصات الموجهة ضد هذه الصفقة
et: Puuduvad eraldiste vastu tehing
fa: هیچ تخصیص ساخته شده در برابر این معامله وجود دارد
fr_lu: Il n'y a aucune allocation faite contre cette transaction
hr_hr: Nema dodijeljenih sredstava protiv ove transakcije
ja: このトランザクションに対して作られた割当がありません
lv_lv: Pret &#353;o grāmatojumu nav veikta alokācija
pl_pl: Brak rozliczeń do wykonania dla tej transakcji
vi_vn: Không có phân bổ được thực hiện đối với giao dịch này
