Repository: timschofield/KwaMoja-Medical
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar, et, fa, fr_lu, hr_hr, ja, lv_lv, pl_pl, vi_vn

source: Both the supplier discount percent and discount amount are non-zero. Only one or the other can be used. This discount record cannot be added.
ar: كل من المورد في المئة خصم و مقدار الخصم غير صفرية .
et: Nii tarnija kasulikke protsenti ja soodushinnaga summa on nullist .
fa: هر دو درصد تخفیف عرضه کننده کالا و مقدار تخفیف غیر صفر هستند.
fr_lu: Tant le pour cent de réduction de fournisseur et le montant du rabais ne sont pas nuls .
hr_hr: Obaposto popusta , a dobavljač popusta iznos se nule .
ja: サプライヤー割引率と割引額の両方が非ゼロである。
lv_lv: Ganpiegādātājs atlaide procentiem un atlaižu apmērs ir ne- nulle .
pl_pl: Zarównoprocent zniżki dostawca i wysokość rabatu jest niezerowe .
vi_vn: Cả hai phần trăm giảm giá nhà cung cấp và số tiền giảm giá là không bằng không.

source: The effective to date is prior to the effective from date. This discount record cannot be added.
ar: و فعالية حتى الآن هو قبل فعالة من التاريخ.
et: Efektiivne kuupäev on ennekehtima alates kuupäevast .
fa: موثر به تاریخ قبل از تاریخ به موثر است .
fr_lu: L' effectif à ce jour est antérieure à la vigueur de la date .
hr_hr: Snazi do danas je prijesnazi ​​od datuma .
ja: これまで効果的な日から効果の前にある。
lv_lv: Efektīvi līdz šim , ir pirmsspēkā no datuma.
pl_pl: Skuteczne do tej pory jest przedskuteczne od dnia .
vi_vn: Hiệu quả cho đến nay là trước khi có hiệu lực từ ngày .

source: Some supplier discount narrative was entered but both the discount amount and the discount percent are zero. One of these must be none zero to create a valid supplier discount record. The supplier discount record was not added.
ar: تم إدخال بعض المورد خصم السرد ولكن كلا مقدار الخصم والخصم في المئة هي صفر .
et: Mõned tarnija soodushinnaga jutustav kanti aga nii kasulikke summa jakasulikke protsenti null.
fa: برخی از عرضه کننده کالا تخفیف روایت وارد شده بود، اما هر دو مقدار تخفیف و درصد تخفیف صفر هستند .
fr_lu: Certains fournisseur récit d'actualisation a été conclu , mais à la fois le montant de la remise et le pour cent de réduction sont nuls .
hr_hr: Neki narativni dobavljač popusta je ušao , ali iiznosa popusta ipopusta su nula posto .
ja: いくつかのサプライヤ割引物語に入りますが、割引額と割引率の両方がゼロであるた。
lv_lv: Daži piegādātājs atlaide stāstījums tika ierakstīta , bet ganatlaides apmērs unatlaides procenti ir nulle .
pl_pl: Niektóre narracja rabatu dostawca został wpisany , ale zarównokwota rabatu iprocent zniżki wynosi zero.
vi_vn: Một số nhà cung cấp giảm giá câu chuyện đã được nhập nhưng cả hai số tiền giảm giá và số phần trăm giảm giá là không.

source: Could not insert a new supplier discount entry because
et: Ei saa lisada uus tarnija soodushinnaga kanne sest
fa: می تواند یک منبع ورودی تخفیف های جدید را وارد کنید نه به خاطر
fr_lu: Impossible d'insérer une nouvelle entrée de réduction de fournisseur parce que
hr_hr: Ne mogu umetnuti novi unos popust dobavljaču , jer
ja: 新しいサプライヤ割引エントリを挿入できませんでしたので、
lv_lv: Nevar ievietot jaunu piegādātāju atlaižu ierakstu , jo
pl_pl: Nie można wstawić nowego wpisu dostawca , ponieważ zniżki
vi_vn: Không có thể chèn một nhà cung cấp giảm giá vé mới vì

source: The SQL used to insert the supplier discount entry that failed was
et: SQL kasutada lisadapakkuja allahindlust kanne , et ei olnud
fa: SQL استفاده می شود به قرار دادن عرضه کننده کالا ورود به تخفیف که شکست خورده بود
fr_lu: Le SQL utilisée pour insérer l'entrée d'escompte fournisseur qui n'a pas été
hr_hr: SQL se koristi za umetanje unosa dobavljaču popust koji nije uspio je
ja: SQLだった失敗したサプライヤーの割引エントリを挿入するために使用
lv_lv: SQL izmanto, lai ievietotu piegādātāju atlaižu ierakstu, kas neizdevās , bija
pl_pl: SQL używane do wstawiania wpisu dyskontowej dostawca że nie było
vi_vn: SQL được sử dụng để chèn giảm giá vé vào nhà cung cấp mà không thành công là

source: A new supplier purchasing discount record was entered successfully
ar: تم إدخال مورد الشرائية سجل خصم جديد بنجاح
et: Uus tarnija ostu soodushinnaga rekord kanti edukalt
fa: عرضه کننده کالا رکورد خرید تخفیف های جدید با موفقیت وارد شد
fr_lu: Un nouveau fournisseur achat dossier d'actualisation a été conclue avec succès
hr_hr: Novi dobavljač kupnje popusta rekord je uspješno unesen
ja: 新しいサプライヤ購買割引レコードが正常に入力されました
lv_lv: Jaunā piegādātājs iepirkuma atlaide rekords tika veiksmīgi ievadīts
pl_pl: Nowy zakup dostawca rekord został wprowadzony z powodzeniem zniżki
vi_vn: Một nhà cung cấp giảm giá mua kỷ lục mới đã được nhập thành công

source: The supplier purchasing details could not be deleted because
ar: لا يمكن حذف تفاصيل الشرائية بسبب المورد
et: Tarnija ostu üksikasju ei saa kustutada , sest
fa: منبع جزئیات خرید نمی تواند به دلیل حذف
fr_lu: Impossible de supprimer les info fournisseur car
hr_hr: Dobavljačem detalje o kupnji ne može biti izbrisan , jer
ja: サプライヤー購買の詳細は削除できませんでしたので、
lv_lv: Par piegādātājs iepirkuma informāciju nevarēja izdzēst , jo
pl_pl: Warunki zakupów nie mogą być usunięte ponieważ
vi_vn: Không xóa được chi tiết mua hàng của nhà cung cấp vì

source: This purchasing data record has been successfully deleted
ar: تم حذف هذا السجل البيانات الشرائية بنجاح
et: See ostmise andmed rekord on edukalt kustutatud
fa: این خرید ضبط داده شده است با موفقیت حذف شد
fr_lu: Ce procès-verbal d'achat de données a été supprimé avec succès
hr_hr: Ovaj zapis kupovna podaci uspješno izbrisan
ja: 場所レコードは更新された
lv_lv: Pārstāvja informācija tika izdzēsta
pl_pl: Ten zapis danych zakup został pomyślnie usunięty
vi_vn: Đã xóa thành công dữ liệu thu mua

source: For Stock Code
ar: ل قانون الاوراق المالية
fa: کد بانک
fr_lu: pour le code
hr_hr: Na burzi zakona
ja: 品目コード
lv_lv: Par Krājuma kods
pl_pl: Dla kodu fotografia
vi_vn: Dành cho Mã số kho

source: The supplier purchasing details for the selected part could not be retrieved because
ar: لا يمكن استرجاع تفاصيل الشرائية المورد بالنسبة للجزء المحدد بسبب
et: Tarnija ostu üksikasjadvalitud osa polnud võimalik saada , sest
fa: منبع خرید اطلاعات بیشتر برای قسمت انتخاب شده قابل بازیابی نیست زیرا
fr_lu: Impossible d'afficher les info fournisseur car
hr_hr: Dobavljačem za detalje o kupnji odabranog dijela ne može dohvatiti , jer
ja: 選択された部分のためにサプライヤの購買の詳細を取得できませんでしたので、
lv_lv: Piegādātāja iepirkumu informāciju par izvēlēto daļu nevarēja izgūt , jo
pl_pl: Warunki zakupu u dostawcy dla wybranej części nie mogą być odtworzone ponieważ
vi_vn: Các chi tiết mua nhà cung cấp cho các phần đã lựa chọn không thể được lấy ra bởi vì

source: There is no purchasing data set up for the part selected
ar: لا توجد بيانات الشرائية التي أنشئت من أجل الجزء المحدد
et: Ei ole ostu andmed loodudosa valitud
fr_lu: Il n'y a pas de données d'achat définies pour cette article
hr_hr: Nema nabave podaci postaviti za dio odabranog
ja: 選択品目の設定された購買データがありません
pl_pl: Nie ma ustalonych warunków zakupu dla wybranej części

source: Conversion Factor
ar: معامل التحويل
fr_lu: Facteur de conversion (pour l'unité de mesure)
hr_hr: Faktor pretvorbe
ja: 変換率（当社単位へ）
lv_lv: konversijas koeficients

source: Cost Per Our Unit
ar: التكلفة لكل وحدة لدينا
et: Cost Per Meie üksus
fr_lu: Coût à l'unité
ja: 価格表

source: Effective From
ar: اعتبارا من
et: Jõustumise
fa: موثر از
fr_lu: Vigueur du
hr_hr: na snazi ​​od
ja: 効力終了
lv_lv: Darbojas līdz
pl_pl: Obowiązuje od
vi_vn: Có hiệu lực từ

source: Min Order Qty
ar: أجل الحد الأدنى الكمية
et: Min Tellimiskogus
fa: Qty حداقل سفارش
fr_lu: Quantité d'ordre minimum
hr_hr: Red Min Kol
ja: 注文数量
lv_lv: Min Pasūtījumu skaits
pl_pl: Ilość Zamówienie min
vi_vn: Min Số lượng hàng

source: Preferred
ar: المفضل
et: Eelistatud
fa: ترجیحی
fr_lu: préféré
hr_hr: Željena
ja: 優先
lv_lv: Vēlamā
pl_pl: Preferowany
vi_vn: ưa thích

source: Copy
ar: نسخ
et: Kopeeri
fa: نسخه
fr_lu: Copier
hr_hr: Kopirajte
ja: コピー
lv_lv: Uzņēmums
pl_pl: Kopiuj

source: Are you sure you wish to delete this suppliers price?
ar: هل أنت متأكد أنك تريد حذف هذا السعر الموردين؟
et: Oled sa kindel, et soovid kustutada selle tarnijad hinnaga?
fa: آیا شما مطمئن هستید که میخواهید حذف این تامین کنندگان قیمت؟
fr_lu: Voulez-vous supprimer ce prix fournisseur?
hr_hr: Jeste li sigurni da želite izbrisati ovaj dobavljača cijenu ?
ja: この仕入先価格を削除してもよろしいですか？
lv_lv: Vai tu tiešām vēlies dzēst šo piegādātāji cenu ?
pl_pl: Jesteś pewien,że chcesz usunąć tą cenę dostawy?
vi_vn: Bạn có chắc muốn xóa giá của nhà cung cấp không?

source: There are now
ar: هناك الآن
et: Praegu on
fa: در حال حاضر وجود دارد
fr_lu: Il y a maintenant
hr_hr: Tu su sada
ja: 今ある
lv_lv: Šobrīd ir
pl_pl: Jest aktualnie
vi_vn: Hiện nay có

source: preferred suppliers set up for
ar: مجموعة المزودين المفضلين ل تصل
et: eelistatud tarnijad loodud
fa: تامین کنندگان ترجیح داده تا برای مجموعه ای
fr_lu: fournisseurs préférés en place pour
hr_hr: željene dobavljača postaviti za
ja: 設定に選択された仕入先
lv_lv: vēlamo piegādātājiem izveidotas
pl_pl: preferowani dostawcy dla
vi_vn: nhà cung cấp này thiết lập cho

source: you should edit the supplier purchasing data to make only one supplier the preferred supplier
ar: يجب تحرير البيانات الشرائية المورد لجعل مورد واحد فقط المورد المفضل
et: tuleks redigeerida tarnija ostu andmeid, et ainult üks tarnijaeelistatud tarnija
fa: شما باید منبع خرید داده ها ترجیح منبع تنها یک تهیه کننده را ویرایش کنید
fr_lu: Vous devez modifier les données du fournisseur pour n'avoir qu'un seul fournisseur préféré
hr_hr: treba urediti podatke nabave dobavljač napraviti samo jedan dobavljač preferirani dobavljač
ja: 1つの仕入先だけを選択する購買仕入先のデータを編集しなければなりません
lv_lv: Jums vajadzētu rediģēt piegādātāju iepirkuma datus, lai tikai viens piegādātājs vēlamo piegādātāju
pl_pl: powinieneś poprawić warunki dostawy dla dostawcy aby zrobić dostawcę jedynym preferowanym
vi_vn: bạn nên chỉnh sửa dữ liệu mua nhà cung cấp để thực hiện chỉ có một nhà cung cấp nhà cung cấp ưa thích

source: There are NO preferred suppliers set up for
ar: هناك NO المزودين المفضلين أنشئت من أجل
et: Puuduvad eelistatud tarnijad loodud
fa: هیچ تامین کنندگان ترجیح داده تا برای مجموعه ای وجود دارد
fr_lu: Il n'y a pas de fournisseur préféré pour
hr_hr: Nema povlaštenih dobavljača postaviti za
ja: 優先仕入先の設定がありません
lv_lv: Ir NAV vēlamo piegādātāju izveidotas
pl_pl: Brak preferowanych dostawców dla
vi_vn: Không có các nhà cung cấp này thiết lập cho

source: you should make one supplier only the preferred supplier
ar: يجب عليك ان تجعل مورد واحد فقط المورد المفضل
et: sa peaksid tegema ühe tarnija ainulteelistatud tarnija
fa: شما باید یک تهیه کننده ترجیح داده تنها منبع
fr_lu: Vous devriez sélectionner un fournisseur préféré par article
hr_hr: trebali bi samo jedan dobavljač poželjan dobavljač
ja: 1つの仕入先だけ優先仕入先にしなければなりません
lv_lv: Jums vajadzētu veikt viena piegādātāja tikai vēlamo piegādātāju
pl_pl: powinienneś tylko jednego dostawcę zrobić preferowanym dostawcą
vi_vn: bạn nên làm cho một nhà cung cấp duy nhất các nhà cung cấp ưa thích

source: The supplier details for the selected supplier could not be retrieved because
ar: لا يمكن استرجاع تفاصيل المورد لل مورد المحدد بسبب
et: Tarnija andmed valitud tarnija ei õnnestunud , sest
fa: جزئیات تهیه کننده برای منبع انتخاب شده قابل بازیابی نیست زیرا
fr_lu: Impossible d'afficher les info fournisseur car
hr_hr: Dobavljačem detalji za odabranog dobavljača ne može dohvatiti , jer
ja: 選択した仕入先のためにサプライヤの詳細を取得できませんでしたので、
lv_lv: Par piegādātājs informāciju par izvēlēto piegādātāja nevar izgūt , jo
pl_pl: Szcegóły warunków zakupu nie mogą być odtworzone ponieważ
vi_vn: Không truy xuất được thông tin chi tiết cho nhà cung cấp vừa chọn vì

source: The supplier code
ar: رمز المورد
et: Tarnija kood
fa: کد منبع
fr_lu: Le code fournisseur
hr_hr: Kod dobavljača
ja: 仕入先コード
lv_lv: Piegādātājs kodu
pl_pl: Kod dostawcy
vi_vn: Mã số nhà cung cấp

source: is not an existing supplier in the database
ar: ليس مورد موجود في قاعدة البيانات
et: ei oletegelikult tarnija andmebaasi
fa: منبع موجود در بانک اطلاعاتی نمی باشد.
fr_lu: n'est pas un fournisseur existant dans la base
hr_hr: nije postojeća dobavljač u bazi podataka
ja: データベース内の既存のサプライヤーではない
lv_lv: navvieno piegādātāja bāzē
pl_pl: nie istnieje w bazie
vi_vn: không phải là một nhà cung cấp hiện có trong cơ sở dữ liệu

source: You must enter an alternative supplier code or select a supplier using the search facility below
ar: يجب عليك إدخال رمز المورد البديل أو تحديد مورد باستخدام ميزة البحث أدناه
et: Peate sisestamaalternatiivne tarnija kood või validatarnija , kasutades Otsing allpool
fa: شما باید کد منبع جایگزین را انتخاب کنید و یا وارد کننده با استفاده از امکانات زیر جستجو
fr_lu: Vous devez saisir un autre code fournisseur ou sélectionner un fournisseur avec les outils de sélection ci-dessous
hr_hr: Morate unijeti alternativni kod dobavljača ili odabir dobavljača pomoću Tražiti u nastavku
ja: あなたは、代替サプライヤーコードを入力するか、下記の検索機能を使用してサプライヤーを選択する必要があります
lv_lv: Jāievada alternatīvu piegādātāju kodu vai izvēlēties piegādātājus , izmantojot meklēšanas iespējas zemāk
pl_pl: Musisz wprowdzić alternatywny kod dostawcy lub wybrać dostawcę za pomocą narzędzi poniżej
vi_vn: Bạn phải nhập mã nhà cung cấp thay thế hoặc chọn một nhà cung cấp bằng cách sử dụng công cụ tìm kiếm dưới đây

source: Text in the Supplier
ar: النص في مزود
et: TekstPakkuja
fa: در متن تامین کننده
fr_lu: Partie du
hr_hr: Tekst u Dobavljača
ja: 仕入先のテキスト
lv_lv: Teksts Piegādātāja
pl_pl: Podaj fragment tekstu w Nazwie
vi_vn: Văn bản trong các Nhà cung cấp

source: NAME
ar: الاسم
et: NIMI
fa: نام
fr_lu: Nom fournisseur
hr_hr: NAZIV
ja: 仕入先名
lv_lv: NOSAUKUMS
pl_pl: NAZWA
vi_vn: TÊN

source: Text in Supplier
ar: النص في مزود
et: Tekst Pakkuja
fa: در متن تامین کننده
fr_lu: Texte dans le
hr_hr: Tekst u Dobavljača
ja: 仕入先のテキスト
lv_lv: Teksts Piegādātāja
pl_pl: Podaj fragment tekstu w nazwie
vi_vn: Văn bản trong Nhà cung cấp

source: CODE
fa: کد :
fr_lu: code fournisseur
hr_hr: ŠIFRA
ja: 仕入先コード
lv_lv: KODS
pl_pl: KOD
vi_vn: Mã số

source: Find Suppliers Now
ar: العثور على موردين الآن
et: Leia Tarnijad Now
fa: یافتن تولید کنندگان در حال حاضر
fr_lu: Chercher des fournisseurs
hr_hr: Nađi Dobavljači Sad
ja: 仕入先検索
lv_lv: Meklēt piegādātāju
pl_pl: Znajdź Dostawców
vi_vn: Tìm nhà cung cấp

source: Supplier Name keywords have been used in preference to the Supplier Code extract entered
ar: وقد استخدمت كلمات البحث اسم المورد في الأفضلية لل مستخلص مزود رمز دخلت
et: Pakkuja nimi märksõnad on eelistadaVarustamistavadele ekstrakti kantakse
fa: کلمات کلیدی تامین کننده نام شده اند در اولویت دادن به کد استفاده می شود تامین کننده عصاره وارد
fr_lu: "Nom du fournisseur" a été utilisé de préférence au "code fournisseur"
hr_hr: Supplier Ime su ključne riječi koristiti u prednost ekstrakta dobavljača zakona stupio
ja: 仕入先名のキーワードを入力取引先コードの抽出に優先して使用されている
lv_lv: Vendor Name keywords have been used in preference to the Vendor Code extract entered
pl_pl: Preferowano Nazwę Dostawcy przed Kodem Dostawcy
vi_vn: Từ khóa tên nhà cung cấp được sử dụng cho tùy chỉnh của mã nhà cung cấp được nhập vào

source: The suppliers matching the criteria entered could not be retrieved because
ar: لا يمكن استرجاع الموردين مطابقة دخلت معايير ل
et: Tarnijate sobitamine kriteeriumid sisestada ei õnnestunud , sest
fa: تامین کنندگان مطابق با معیارهای وارد شده قابل بازیابی نیست زیرا
fr_lu: Impossible d'afficher un fournisseur avec ces critères
hr_hr: Dobavljači odgovarajući kriteriji unijeli ne može dohvatiti , jer
ja: 基準は入力マッチングサプライヤーを取得できませんでしたので、
lv_lv: The vendors matching the criteria entered could not be retrieved because
pl_pl: Nie można znaleźć dostawców spełniających podane kryteria ponieważ
vi_vn: Không thể truy xuất nhà cung cấp phù hợp với tiêu chuẩn vừa nhập bởi vì

source: The SQL to retrieve supplier details that failed was
ar: كان SQL لاسترداد تفاصيل المورد التي فشلت
et: SQL laadida tarnija andmed, mis ei olnud
fa: گذاشتن برای بازیابی اطلاعات منبع که شکست خورده بود
fr_lu: Échec de la commande SQL d'affichage de la fiche fournisseur:
hr_hr: SQL dohvatiti dobavljača pojedinosti koje je propustio
ja: 預金口座詳細の取出にSQLは用いられた
lv_lv: SQL nevar iegūt informāciju par piegādātāju un neveiksme bija
pl_pl: SQL w celu pobrania informacji, że dostawca nie był
vi_vn: Dữ liệu truy xuất chi tiết về nhà cung cấp không thành công là

source: The item selected is a dummy part or an assembly or kit set part
ar: العنصر المحدد هو جزء همية أو جمعية أو عدة مجموعة جزء
et: Kirje on valitud näiv osa võikomplekteerimine või kit komplekti osa
fa: قلم دوم از اقلام انتخاب بخش ساختگی و یا مونتاژ و یا کیت بخش مجموعه است
fr_lu: L'article sélectionné est factice ou assemblé ou en kit
hr_hr: Odabrana stavkadummy dio ilidio montaže ili kit set
ja: 選択した項目はダミー部品またはアセンブリまたはキットセット部分です
lv_lv: Izvēlēts punkts irfiktīvu daļu vaimontāžu vai kit komplekts daļa
pl_pl: Wybrany towar jest towarem niematerialnym, kompletem lub zestawem
vi_vn: Các sản phẩm được chọn là một phần giả hoặc lắp ráp hoặc bộ bộ phần

source: it is not purchased
ar: لم يتم شراؤها
et: see ei ole ostetud
fa: آن است که خریداری نیست
fr_lu: Ceci n'est pas achet
hr_hr: nije kupljen
ja: それは購買でない
lv_lv: tas nav iegādāts
pl_pl: nie jest zakupiona
vi_vn: Chưa được mua

source: Entry of purchasing information is therefore inappropriate
ar: وبالتالي إدخال المعلومات الشرائية هو غير لائقة
et: Entry ostmise teave on seega kohatu
fa: ورود اطلاعات است بنابراین خرید نامناسب
fr_lu: La fiche d'achat est donc inappropriée
hr_hr: Ulazak kupovne informacija stoga je neprimjereno
ja: 購買情報の入力は、したがって、不適切である
lv_lv: Ieraksts iepirkumu informāciju, ir nevietā
pl_pl: Wprowadzanie warunków zakupu jest tutaj nieadekwatne
vi_vn: Do đó nhập các thông tin mua hàng là không phù hợp

source: is not defined in the database
ar: لم يتم تعريف في قاعدة البيانات
et: ei ole määratletudandmebaas
fa: در پایگاه داده تعیین نمی شود
fr_lu: n'est pas défini dans la base de données
hr_hr: nije definiran u bazi podataka
ja: はデータベースに定義されてない
lv_lv: datubāzē nav definēts
pl_pl: jest nie zdefiniowany z bazie danych
vi_vn: Chưa được xác định trong cơ sở dữ liệu

source: The supplier purchasing details for the selected supplier and item could not be retrieved because
ar: لا يمكن استرجاع تفاصيل الشرائية المورد لل مورد المحدد والبند لأن
et: Tarnija ostu üksikasjadvalitud tarnija ja objekt ei õnnestunud , sest
fa: منبع خرید اطلاعات بیشتر برای منبع انتخاب و مورد قابل بازیابی نیست زیرا
fr_lu: Impossible d'afficher les info fournisseur et les info article:
hr_hr: Dobavljačem za detalje o kupnji odabranog dobavljača i stavka ne mogu dohvatiti , jer
ja: 選択されたサプライヤと項目のサプライヤー購買の詳細を取得できませんでしたので、
lv_lv: Piegādātāja iepirkumu informāciju par izvēlētā piegādātāja un postenim nevarēja izgūt , jo
pl_pl: Nie można odtworzyć warunków zakupu dla wybranego dostawcy i toaru ponieważ
vi_vn: Các chi tiết mua nhà cung cấp cho các nhà cung cấp và sản phẩm được chọn không thể được lấy ra bởi vì

source: A search facility is available below if necessary
ar: مرفق البحث هو متوفر تحت إذا لزم الأمر
et: Otsing on saadaval allpool vajadusel
fa: امکانات جستجو موجود است زیر را در صورت لزوم
fr_lu: Une recherche est disponible ci-dessous si nécessaire
hr_hr: Tražilica je dostupna u nastavku , ako je potrebno
ja: 必要に応じて以下で検索機能は利用できます
lv_lv: Meklēšanas iespēja ir pieejama zemāk, ja nepieciešams,
pl_pl: Poniżej w razie potrzeby masz narzędzia do wyszukiwania
vi_vn: Một công cụ tìm kiếm có sẵn dưới đây, nếu cần thiết

source: in Supplier Currency
ar: في مزود العملات
et: teenindavates Valuuta
fa: نرخ ارز در تامین
fr_lu: dans la devise fournisseur
hr_hr: dobavljača u valuti
ja: 仕入先通貨で
lv_lv: in Vendor Currency
pl_pl: w Walucie Dostawcy
vi_vn: Theo tiền tệ của nhà cung cấp

source: Price Effective From
ar: السعر اعتبارا من
et: Hind Jõustumise
fa: قیمت موثر از
fr_lu: Prix ​​vigueur du
hr_hr: Cijena na snazi ​​od
ja: 価格から効果的
lv_lv: Cena Efektīva No
pl_pl: Cena obowiązuje od
vi_vn: Giá hiệu quả Từ

source: Our Unit of Measure
ar: لدينا وحدة القياس
et: Meie Mõõtühik
fa: ما واحد اندازه گیری
fr_lu: Notre unité de mesure
hr_hr: Naša Jedinica mjere
ja: 単位
lv_lv: Mūsu Mērvienība
pl_pl: Nasza Jednostka miary
vi_vn: Đơn vị đo lường của chúng tôi

source: Suppliers Unit of Measure
ar: وحدة القياس الموردين
et: Tarnijad Mõõtühik
fa: واحد تولید کنندگان اندازه گیری
fr_lu: Unité de mesure fournisseur
hr_hr: Dobavljači Jedinica mjere
ja: 仕入先単位
lv_lv: Piegādātāji Mērvienība
pl_pl: Jednostka Miary Dostawcy
vi_vn: Các nhà cung cấp Đơn vị tính

source: Conversion Factor (to our UOM)
ar: عامل التحويل ( ل UOM لدينا)
et: Conversion Factor ( meie UOM )
fa: فاکتور تبدیل (به UOM ما)
fr_lu: Facteur de conversion (à notre unité de mesure)
hr_hr: Faktor konverzije ( u naš UOM )
ja: 変換率（当社単位へ）
lv_lv: Konversijas koeficients ( mūsu UOM )
pl_pl: Współczynnik Przeliczeniowy (do naszej jm)
vi_vn: Yếu tố chuyển đổi ( để UOM của chúng tôi )

source: Supplier Stock Code
ar: المورد رمز السهم
et: Pakkuja Stock Code
fa: منبع کد بانک
fr_lu: Code stock fournisseur
hr_hr: Dobavljač Stock Code
ja: 仕入先コード
lv_lv: Piegādātājs Preces kods
pl_pl: Kod towaru Dostawca
vi_vn: Mã kho của nhà cung cấp

source: MinOrderQty
ja: 注文数量

source: Supplier Stock Description
ar: المورد سوق الأسهم وصف
et: Pakkuja Stock kirjeldus
fa: منبع توضیحات بانک
fr_lu: Description stock fournisseur
hr_hr: Dobavljač Stock Opis
ja: 仕入先コードまたは内容
lv_lv: Piegādātājs Preces Apraksts
pl_pl: Opis fotografii Dostawca
vi_vn: Mô tả kho của nhà cung cấp

source: in days from date of order
ar: في يوما من تاريخ أمر
et: aasta jooksul alates kuupäevast, et
fa: در روز از زمان سفارش
fr_lu: en jours depuis la date de commande
hr_hr: u dana od datuma narudžbe
ja: 注文日からの日数
lv_lv: Dienu no dienas kārtības
pl_pl: w dniach od daty zamówienia
vi_vn: trong ngày kể từ ngày đặt hàng

source: Preferred Supplier
ar: المورد المفضل
et: eelistatud tarnija
fa: ترجیحی تامین کننده
fr_lu: Fournisseur préféré
hr_hr: preferirani dobavljač
ja: 優先仕入先
lv_lv: Ieteicamais piegādātājs
pl_pl: Preferowany Dostawca
vi_vn: Nhà cung cấp ưa thích

source: The supplier discounts could not be retrieved because
et: Tarnija soodustust ei õnnestunud , sest
fa: تخفیف عرضه کننده کالا نمی تواند بازیابی شود زیرا
fr_lu: Les remises de fournisseurs n'ont pas pu être récupérés en raison
hr_hr: Dobavljačem popusti se ne mogu dohvatiti , jer
ja: サプライヤー割引は取得できませんでしたので、
lv_lv: Piegādātāja atlaides nevarēja izgūt , jo
pl_pl: Rabaty dostawca nie może być przywrócony , ponieważ
vi_vn: Giảm giá nhà cung cấp không thể được lấy ra bởi vì

source: The SQL to retrieve supplier discounts for this item that failed was
et: SQL laadida tarnija allahindlusi see toode , mis ei olnud
fa: SQL برای بازیابی تخفیف عرضه کننده کالا را برای این آیتم که شکست خورده بود
fr_lu: Le SQL pour récupérer des escomptes des fournisseurs pour cet article qui n'a pas été
hr_hr: SQL dohvatiti dobavljač popuste za ovu stavku da nije bilo
ja: 失敗したこのアイテムサプライヤー割引を取得するためのSQLがあった
lv_lv: SQL, lai ielādētu piegādātāju atlaides par šo priekšmetu , kas neizdevās , bija
pl_pl: SQL , aby pobrać zniżki dostawca dla tej pozycji , że nie było
vi_vn: SQL để lấy nhà cung cấp giảm giá cho mặt hàng này mà không thành công là

source: Discount Name
et: Allahindlus nimi
fa: نام تخفیف
fr_lu: Nom d'actualisation
hr_hr: Popust Ime
ja: 割引名
lv_lv: Atlaide Vārds
pl_pl: Nazwa Rabat
vi_vn: giảm Tên

source: Percent
ar: في المئة
et: protsent
fa: در صد
fr_lu: Pour cent
hr_hr: Postotak
ja: パーセント
lv_lv: procents
pl_pl: Procent
vi_vn: Ph?n tram

source: Show Stock Status
ar: تظهر الحالة الأوراق المالية
et: Näita laoseisu
fa: نمایش وضعیت سهام
fr_lu: État du stock
hr_hr: Pokaži Stock Status
ja: 在庫状況表示
lv_lv: Rādīt preces statusu
pl_pl: Pokaż Stany Magazynowe
vi_vn: Hiển thị tình trạng kho

source: Show Stock Movements
ar: تظهر حركات الأسهم
et: Näita laoliikumised
fa: حرکات نمایش موجودی
fr_lu: Afficher les mouvements de stock
hr_hr: Pokaži lageru pokreta
ja: 在庫移動表示
lv_lv: Rādīt preces kustību
pl_pl: Pokaż Zmiany Magazynowe
vi_vn: Hiển thị thay đổi trong kho
