Repository: timschofield/KwaMoja-Medical
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar, et, fa, fr_lu, hr_hr, ja, lv_lv, pl_pl, vi_vn

source: Stock Transfers
ar: تحويلات الأوراق المالية
et: stock Üleminekud
fr_lu: Transferts de stock
hr_hr: Stock Transferi
ja: 在庫移動
lv_lv: Preču pārvedumi
pl_pl: Przesunięcia Magazynowe
vi_vn: Chuyển chứng khoán

source: Select Item to Transfer
ar: اختر بند لنقل
et: Valige toode Transfer
fr_lu: Sélectionner un article à transférer
hr_hr: Odaberite stavku za prijenos
ja: 異なる移動選択
lv_lv: Izvēlieties pārsūtāmo objektu
pl_pl: Pozycja Wybierz miejsce
vi_vn: Chọn mặt hàng để chuyển

source: Unable to locate Stock Code
ar: قادر على تحديد موقع رمز السهم
et: Suutnud leida Stock Code
fr_lu: La code saisi n'a pas été trouvé
hr_hr: Nije moguće naći dionica broj
ja: 証券コードが見つかりません
lv_lv: Nevar atrast Krājuma kods
pl_pl: Nie można znaleźć Kodu Towaru
vi_vn: Không thể xác định vị trí Mã chứng khoán

source: The part entered is either or a dummy part or an assembly or a kit-set part
ar: الجزء دخلت هو إما أو جزء همية أو جمعية أو جزء محفظة المجموعة
et: Osa kanda kas või näiv osa võikomplekteerimine võikit -set osa
fr_lu: La partie est soit conclu ou une partie factice ou un ensemble ou une partie kit-set
hr_hr: Dio ušao je bilo ilidummy dio ilisklop ilikit - set dio
ja: 入力した部分は、いずれかまたはダミー部品またはアセンブリまたはキットセットの一部である
lv_lv: Ievada daļa ir vai nu , vaifiktīvu daļas vaimontāžu vaikomplekts , kas ietilpst
pl_pl: Podany towar jest zestawem, kompletem lub towarem niematerialnym
vi_vn: Phần vào hoặc là một phần hoặc giả hoặc lắp ráp hoặc một phần bộ thiết lập

source: These parts are not physical parts and no stock holding is maintained for them
ar: هذه الأجزاء ليست أجزاء المادية و يتم الاحتفاظ لا القابضة الأسهم بالنسبة لهم
et: Need osad ei ole füüsiline osad ega varude hoidmist säilitatakse neid
fa: این قطعات قطعات فیزیکی و بدون برگزاری سهام برای آنها حفظ
fr_lu: Ces pièces ne sont pas parties physiques et ne détenant des actions est maintenue pour les
hr_hr: Ovi dijelovi nisu fizički dijelovi , a ne dioničarstvo se održava za njih
ja: これらの部品は物理的な部分ではなく、全く株式保有は、彼らのために維持されていません
lv_lv: Šīs daļas nav fiziskās detaļas un neviens krājumu saimniecība tiek saglabāta tiem
pl_pl: Te części nie są prawdziwymi częściami i magazyn dla nich nie jest prowadzony
vi_vn: Những bộ phận không phải là phần vật lý và không nắm giữ cổ phiếu được duy trì cho họ

source: Stock Transfers are therefore not possible
ar: ولذلك نقل الاسهم ليست ممكنة
et: Stock ümberpaigutamine ei ole seetõttu võimalik
fa: نقل و انتقالات سهام هستند بنابراین ممکن نیست
fr_lu: Les transferts d'actions ne sont donc pas possible
hr_hr: Stock Transferi su, dakle, nije moguće
ja: 株式譲渡は出来ませんのである
lv_lv: Stock Pārskaitījumi tāpēc nav iespējams
pl_pl: więc Przesunięcie Magazynowe jest niemożliwe
vi_vn: Chuyển chứng khoán do đó không thể

source: Enter another Transfer
ar: أدخل نقل آخر
et: Sisestage teine ​​Transfer
fr_lu: Saisir un autre transfert
hr_hr: Unesite još Transfer
ja: 別の転送を入力してください
lv_lv: Ievadīt nākamo pārvedumu
pl_pl: Wprowadź inne Przesunięcie
vi_vn: Nhập vào chuyển khoản khác

source: The quantity entered must be a positive number greater than zero
ar: كمية دخلت يجب أن يكون رقما موجبا أكبر من الصفر
et: Kogus sisestatakse peab olema positiivne arv on suurem kui null
fr_lu: La quantité saisie doit être supérieure à zéro
hr_hr: Količina ušao mora bitipozitivan broj veći od nule
ja: 入力した数量がゼロより大きい正の数でなければなりません
lv_lv: Ieraksta daudzumam jābūtpozitīvs skaitlis lielāks par nulli
pl_pl: Ilość wprowadzona musi być większa od zera
vi_vn: Số lượng nhập vào phải là một số dương lớn hơn không

source: The locations to transfer from and to must be different
ar: مواقع لنقل من والى يجب ان تكون مختلفة
et: Kohtades üle kanda ning et peab olema erinev
fr_lu: Les sites d'expédition et de réception doivent être différents
hr_hr: Mjesta za prijenos iz te moraju biti različite
ja: 場所から移転し、異なっていなければなりませんように
lv_lv: Vietas nodot no un uz jāatšķiras
pl_pl: Magazyny źródłowy i docelowy muszą być różne
vi_vn: Các địa điểm để chuyển từ và phải khác

source: Could not retrieve the QOH at the sending location because
ar: لا يمكن استرداد QOH في الموقع بإرسال لأن
et: Ei saa laadida QOH saatva asukoha tõttu
fr_lu: Impossible de récupérer le QEM à l'emplacement d'origine, parce
hr_hr: Ne mogu dohvatiti QOH na slanje mjesto , jer
ja: 送信場所でQOHを取得できませんでしたので、
lv_lv: Nevar paņemt QOH pēc nosūtīšanas vietā , jo
pl_pl: Nie można odtworzyć stanu magazynu źródłowego ponieważ
vi_vn: Không thể lấy lại QOH tại địa điểm gửi vì

source: There is insufficient stock to make this transfer and KwaMoja is setup to prevent negative stock
ar: هناك مخزون كاف ل جعل هذا النقل و KwaMoja هو الإعداد لمنع الأسهم السلبية
et: Hetkel puudub piisav varu , et teha see ülekanne ja KwaMoja on setup , et vältida negatiivset laos
fa: سهام کافی وجود دارد را به این انتقال و راه اندازی KwaMoja برای جلوگیری از سهام منفی است
hr_hr: Nema dovoljno dionica da bi ovaj transfer i KwaMoja je postava spriječiti negativne dionica
ja: そこに足りない株式は、この転送を行うことであり、 KwaMojaは負株式を防ぐために設定され
lv_lv: Nav pietiekami daudz krājumu , lai padarītu šo darījumu , un KwaMoja ir setup, lai novērstu negatīvu krājumu
pl_pl: Nie ma wystarczających Zdjęcie zrobić to przeniesienie i KwaMoja jest ustawiony tak, aby uniknąć negatywnych akcji
vi_vn: Không có đủ chứng khoán để thực hiện vụ chuyển nhượng này và KwaMoja được thiết lập để ngăn chặn chứng khoán tiêu cực

source: The serial stock item record could not be added because
ar: سجل بند الأوراق المالية المسلسل لا يمكن إضافتها لأن
et: Seerianumber laonumbrist rekord ei saa lisada , sest
fr_lu: Le registre des stocks de série élément n'a pas pu être ajouté, car
hr_hr: Serijski dionica stavku rekord ne može se dodati , jer
ja: のでシリアル株式項目レコードを追加できませんでした
lv_lv: Sērijas krājumu posteni ierakstu nevar pievienot, jo
pl_pl: Towar kontrolowany nie może być dodany ponieważ
vi_vn: Các chứng khoán nối tiếp mục kỷ lục không thể được thêm vào bởi vì

source: The following SQL to insert the serial stock item record was used
ar: تم استخدام SQL التالية لإدراج سجل بند الأوراق المالية المسلسل
et: Järgmine SQL sisestada seerianumber laonumbrist rekord kasutati
fr_lu: Le SQL suivante pour insérer le registre des stocks de série point a été utilisé
hr_hr: Sljedeći SQL umetnuti serijski rekord dionica predmet je korišten
ja: 連続品目レコードを追加する以下のSQLが使われました
lv_lv: Pēc SQL ievietot sērijas krājuma priekšmetu uzskaiti tika izmantota
pl_pl: Użyta fraza SQL
vi_vn: SQL sau đây để chèn mục cổ phiếu kỷ lục nối tiếp được sử dụng

source: Could not retrieve QOH at the destination because
ar: لا يمكن استرداد QOH في الوجهة لأن
et: Ei saa laadida QOH sihtkohta sest
fr_lu: Impossible de récupérer QEM à destination parce
hr_hr: Ne mogu dohvatiti QOH na odredište , jer
ja: 先でQOHを取得できませんでしたので、
lv_lv: Nevarēja ielādēt QOH galamērķī , jo
pl_pl: Nie można odtworzyć stanu magazynu docelowego ponieważ
vi_vn: Không thể lấy QOH tại điểm đến vì

source: Could not determine if the serial item exists in the transfer to location
ar: لا يمكن تحديد ما إذا كان وجود بند التسلسلي في نقل إلى موقع
et: Ei suutnud otsustada , kas seerianumber kirje olemas üleandmist asukoht
fr_lu: Impossible de déterminer si l'élément de série existe dans le transport à l'endroit
hr_hr: Ne može se utvrditi je liserijski stavka postoji u prijenosu na mjestu
ja: シリアルアイテムが存在する場合の場所に転送では判断できませんでした
lv_lv: Nevar noteikt, vaisērijas postenis eksistē pārvedumu uz vietas
pl_pl: Nie mozńa określić czy towar kontrolowany w magazynie docelowym
vi_vn: Không thể xác định xem mục nối tiếp tồn tại trong việc chuyển giao vị trí

source: The following SQL to insert the serial stock item record was used:
ar: تم استخدام SQL التالية لإدراج سجل بند الأوراق المالية المسلسل :
et: Järgmine SQL sisestada seerianumber laonumbrist rekord oli kasutada:
hr_hr: Sljedeći SQL umetnuti serijski rekord dionica predmet je korišten :
ja: 連続品目レコードを追加する以下のSQLが使われました
lv_lv: Pēc SQL ievietot sērijas krājuma priekšmetu uzskaiti tika izmantota :
pl_pl: Użyta fraza SQL
vi_vn: SQL sau đây để chèn mục cổ phiếu kỷ lục nối tiếp được sử dụng :

source: An inventory transfer of
ar: و نقل المخزون من
et: Inventari üleandmine
fr_lu: Un transfert de l'inventaire des
hr_hr: Inventara prijenos
ja: の在庫転送
lv_lv: Inventāra nodošana
pl_pl: Przesunięcie magazynowe
vi_vn: Một chuyển hàng tồn kho của

source: Transfer Quantity
ar: نقل الكمية
et: Transfer Kogus
fr_lu: Quantité à transférer
hr_hr: Prijenos Količina
ja: 移動数量
lv_lv: Transfer Daudzums
pl_pl: Ilość Przenoszona
vi_vn: Số lượng chuyển

source: Enter Stock Transfer
ar: أدخل تحويل الأسهم
et: Sisesta Stock Transfer
fr_lu: Saisir le mouvement des stocks
hr_hr: Unesite Stock Transfer
ja: 在庫移動入力
lv_lv: Ievadiet Stock Transfer
pl_pl: Wprowadź Przesunięcie Magazynowe
vi_vn: Chuyển nhập chứng khoán

source: Stock Usage
ar: الأسهم الاستخدام
fr_lu: Utilisation du stock
hr_hr: Korištenje Stock
ja: 在庫使用
lv_lv: Preces izlietojums
pl_pl: Zużycie Towaru
vi_vn: Vi?c s? d?ng kho

source: You should automatically be forwarded to the usage graph
ar: ينبغي لك تلقائيا تحال إلى الرسم البياني الاستخدام
et: Sa peaksid automaatselt edastatakse kasutamise graafik
fr_lu: Vous devriez être automatiquement transmis à la courbe d'utilisation
hr_hr: Trebali biste biti automatski proslijeđen na korištenje graf
ja: あなたは、自動的に使用量グラフに転送されるべき
lv_lv: Jums vajadzētu automātiski nosūta izmantošanas grafiku
pl_pl: Powienienneś zostać automatycznie przeniesiony do ekranu grafiki zużycia
vi_vn: Bạn sẽ tự động được chuyển tiếp đến các biểu đồ sử dụng

source: The selected item is a dummy or assembly or kit-set item and cannot have a stock holding
ar: العنصر المحدد هو بند وهمية أو جمعية أو محفظة المجموعة وليس يمكن أن يكون لها الأوراق المالية القابضة
et: Valitud toode onjama või komplekteerimine või kit - komplekt toode ja ei saavarude hoidmist
fr_lu: L'élément sélectionné est un mannequin ou d'ensembles ou articles kit-set et ne peut pas avoir un stock holding
hr_hr: Odabrana stavka jedummy ili skupština ili kit - set stavke i ne može imati dioničarstvo
ja: 選択した項目はダミーまたはアセンブリまたはキットセットアイテムで、保持株式を持つことはできません
lv_lv: Izvēlēts punkts irmanekenu vai montāžas vai komplekts , kas posteni un nevar būt akciju turēšanas
pl_pl: Wybrany towar jest kompletem, zestawem lub towarem niematerialnym więc nie może mieć stanu magazynowego
vi_vn: Các mục được chọn là giả hoặc lắp ráp hoặc bộ thiết lập mục và không thể có một cổ phiếu nắm giữ

source: Please select a different item
ar: الرجاء تحديد عنصر آخر
et: Palun valige mõni muu kirje
fr_lu: S'il vous plaît sélectionner un autre élément
hr_hr: Molimo odaberite neku drugu stavku
ja: 異なる品目を選択してください
lv_lv: Lūdzu izvēlaties citu preci
pl_pl: Wybierz inny towar
vi_vn: Chọn một mặt hàng khác

source: Show Graph Of Stock Usage
ar: مشاهدة رسم بياني لعدد الأسهم الاستخدام
et: Näita graafik Stock Usage
fa: نمایش نمودار سهام طریقه استفاده
fr_lu: Graphique d'utilisation du stock
hr_hr: Pokaži graf burzi korištenja
ja: 在庫使用グラフ表示
lv_lv: Parādīt preču izlietojuma grafiku
pl_pl: Pokaż Grafikę ZużyciaTowarów
vi_vn: Hiển thị đồ thị của việc sử dụng chứng khoán

source: The stock usage for the selected criteria could not be retrieved because
ar: لا يمكن استرجاع استخدام الأسهم لل معايير المحددة ل
et: Stock andmed valitud kriteeriumid ei õnnestunud , sest
fr_lu: L'utilisation des stocks pour les critères sélectionnés n'ont pas pu être récupérés en raison
hr_hr: Dioničko običaj za odabrane kriterije nije mogao biti pronađen , jer
ja: 選択した条件の在庫の使用状況を取得できませんでしたので、
lv_lv: Preču izlietojumu no izvēlētajiem kritērijiem nevar iegūt
pl_pl: Nie można odtworzyć zużycia towaru dla zadanych warunków ponieważ
vi_vn: Việc sử dụng cổ phiếu cho các tiêu chí lựa chọn không thể được lấy ra bởi vì

source: Usage
ar: استعمال
et: kasutus
fr_lu: Utilisation
hr_hr: upotreba
ja: 使用数量
lv_lv: Izlietojums
pl_pl: Zużycie
vi_vn: Cách s? d?ng

source: Average Usage per month is
ar: متوسط ​​نسبة الإستخدام شهريا
et: Keskmine Usage kuus on
fa: طریقه استفاده متوسط ​​در هر ماه است
fr_lu: Moyenne d'utilisation par mois
hr_hr: Prosječna potrošnja po mjesecu
ja: 月平均使用は
lv_lv: Vidējais izlietojums mēnesī
pl_pl: Średnie Zużycie Miesięczne wynosi
vi_vn: Vi?c s? d?ng trung bình m?i tháng là

source: Stock Usage Graph Problem
ar: استخدام الأسهم مشكلة الرسم البياني
et: Stock kasutusgraafikut probleem
fa: طریقه استفاده مشکل سهام گراف
fr_lu: Problème de droits d'utilisation graphique
hr_hr: Korištenje Stock Graf Problem
ja: 株式の使用グラフの問題
lv_lv: Preču izlietojuma grafiskā attēlojuma problēmas
pl_pl: Problem z utworzeniem grafiki użycia towaru
vi_vn: Cổ phiếu biểu đồ sử dụng vấn đề

source: There are no movements of this item from the selected location to graph
ar: لا توجد تحركات في هذا البند من الموقع المحدد إلى الرسم البياني
et: Puuduvad liikumised see toode valitud asukoha graafik
fr_lu: Il n'y a pas de mouvements de ce point de l'emplacement choisi pour représenter graphiquement
hr_hr: Nema Pokreti ove stavke iz odabrane lokacije na grafu
ja: この項目のない動きは、グラフに選択した場所からはありません
lv_lv: Nav Šā posteņa kustības no izvēlētā atrašanās grafiku
pl_pl: Brak przesunięć tego towaru w danej lokacji wybranej doi grafiki
vi_vn: Không có chuyển động của mặt hàng này từ vị trí được lựa chọn để đồ thị

source: No tmp directory set. You must have a tmp directory set in your PHP for upload of files.
ar: لا دليل تمة تعيين.
et: No tmp kataloog määratud.
fa: بدون دایرکتوری TMP تنظیم شده است.
fr_lu: Aucun répertoire tmp réglée.
hr_hr: Ne tmp direktorij podesiti .
ja: いいえtmpディレクトリが設定されません。
lv_lv: Nav tmp direktoriju komplektu.
pl_pl: No tmp ustawiony.
vi_vn: Không có thư mục tmp thiết lập.

source: The Stock Item code cannot be empty
ar: الأسهم رمز المدينة لا يمكن أن تكون فارغة
et: Stock Toode ei tohi olla tühi
fr_lu: Le code de l'article ne peut être vide
hr_hr: Šifra artikla burza ne može biti prazan
ja: 在庫あり商品コードは、空にすることはできません
lv_lv: Preču kodam ir jābūt aizpildītam
pl_pl: Kod towaru nie może być pusty
vi_vn: Mã hàng trong kho không được để trống

source: The weight of the packaged item in KGs must be numeric
ar: يجب أن يكون وزن هذا البند تعبئتها في رياض الأطفال الرقمية
et: Kaalpakendatud toode on KG olema numbriline
fr_lu: Le poids de l'article conditionné doit être numérique
hr_hr: Težina pakiranog stavke u kg mora biti numerička
ja: キログラムでパッケージ化されたアイテムの重量が数値でなければなりません
lv_lv: Svaram Kg ir jābūt skaitlim
pl_pl: Waga w kg musi być numeryczna
vi_vn: Trọng lượng của các mặt hàng đóng gói tính theo kgs phải có dạng số

source: The make or buy flag cannot be changed from
ar: لا يمكن تغيير أو جعل شراء العلم من
et: Teha või osta lipp ei saa muuta alates
fa: پرچمو یا خرید می توانید از نمی توان تغییر داد
fr_lu: L'option "fabriqué" ou "acheté" ne peut être changé depuis
hr_hr: Napraviti ili kupiti zastava ne može se mijenjati iz
ja: 作るか買うフラグから変更することはできません
lv_lv: Izgatavots vai iepirkts nevar mainīt no
pl_pl: Flaga produktu nie może być zmieniona
vi_vn: C? mua ho?c t? làm không th? thay d?i t?

source: where there is a quantity of stock on hand at any location
ar: حيث هناك كمية من الأوراق المالية في متناول اليد في أي مكان
et: kus on kogus aktsia käsi mis tahes kohas
fr_lu: où il y a une quantité en stock assignéé et localisée
hr_hr: tamo gdje jekoličina zaliha na ruku , na bilo kojem mjestu
ja: 任意の場所で手に株式の量があるところ
lv_lv: kur irpieejama daudzums uz rokas jebkurā vietā
pl_pl: jeśli jest niezerowy stan w jakimkolwiek magazynie
vi_vn: noi mà có s? lu?ng hàng trong kho t?i b?t kì d?a di?m nào

source: Currently there are
ar: حاليا هناك
et: Praegu on
fr_lu: Actuellement il y a
hr_hr: Trenutno postoje
ja: あり
lv_lv: Patreiz &#353;eit ir
pl_pl: Aktualnie jest
vi_vn: Hiện tại có

source: on hand
ar: في متناول اليد
et: käeulatuses
fr_lu: Disponible
hr_hr: pri ruci
ja: 在庫
lv_lv: noliktavā
pl_pl: na stanie
vi_vn: Lượng hàng hiện có

source: where the item is to be lot controlled
ar: حيث كان هذا البند هو أن الكثير تسيطر
et: kus asi tuleb palju kontrolli
fr_lu: où l'article doit être contrôlé par lot
hr_hr: gdje je stavka je da puno može kontrolirati
ja: 項目がロット管理される場所
lv_lv: kurpostenis ir daudz kontrolē
pl_pl: towarów które mają być kontrolowane
vi_vn: noi mà các m?t hàng du?c ki?m soát

source: Kitset, phantom, dummy and assembly items cannot be lot controlled
ar: Kitset ، فانتوم ، ودمية على بنود الجمعية لا يمكن أن يسيطر الكثير
et: Kitset , phantom , näiv ja kokkupanek teemad ei saa palju kontrolli
fa: Kitset ، فانتوم ، ساختگی و مونتاژ موارد را می توان به تعداد زیادی کنترل نشده
fr_lu: articles Kitset, fantôme, mannequin et le montage ne peut pas être lot contrôlé
hr_hr: Kitset , fantom , dummy i montaža stavke ne može mnogo biti pod kontrolom
ja: Kitset 、ファントム、ダミーとアセンブリのアイテムがたくさん制御することはできません
lv_lv: Kitset , fantoma , lelles un montāža posteņus nevar daudz kontrolēt
pl_pl: Kitset, phantom, obojętne i montaż elementów nie można wiele kontrolowane
vi_vn: Kitset , ma , giả và lắp ráp các mặt hàng không có thể được kiểm soát rất nhiều

source: The make or buy flag cannot be changed to a kitset where there is a quantity outstanding to be delivered on sales orders
ar: لا يمكن تغيير أو جعل شراء العلم إلى kitset حيث هناك كمية غير المسددة ليتم تسليمها بناء على أوامر المبيعات
et: Teha või osta lipp ei saa muutakitset kus on kogus tasumata üleandmine toimuks müügitellimuste
fa: پرچمو یا خرید می توانید به kitset نمی توان تغییر داد که در آن یک مقدار برجسته به فروش سفارشات تحویل داده می شود وجود دارد
fr_lu: L'option "fabriqué" ou "acheté" ne peut être changé pour un kit pour lequel il y a reliquat
hr_hr: Napraviti ili kupiti zastava ne može biti promijenjen u kitset gdje jekoličina izvanredan biti isporučena na prodajnim nalozima
ja: 受注で配信される卓越した量がある場合に行うか、または買うフラグがkitsetに変更することはできません
lv_lv: Veikt vai pirkt karogu nevar mainīt uz kitset kur irdaudzums, izcilu jāpiegādā pārdošanas pasūtījumiem
pl_pl: Flaga produktu nie może być zmieniona dla zestawu jeśli pozostają na nie oczekujące zamówienia sprzedaży
vi_vn: C? mua ho?c t? làm có th? thay d?i thành m?t b? Kit noi có s? lu?ng xu?t s?c du?c giao hàng trong các don d?t hàng

source: outstanding
ar: معلقة
et: tasumata
fr_lu: en attente
hr_hr: izvanredan
ja: 傑出した
lv_lv: izcils
pl_pl: pozostałe
vi_vn: Xuất sắc

source: The make or buy flag cannot be changed to
ar: لا يمكن تغيير أو جعل شراء العلم
et: Teha või osta lipp ei saa muuta
fa: پرچمو یا خرید می توانید به نمی تواند تغییر کند
fr_lu: L'option "fabriqué" ou "acheté" ne peut être changé
hr_hr: Napraviti ili kupiti zastava ne može biti promijenjen
ja: 作るか買うフラグに変更することはできません
lv_lv: Veikt vai pirkt karogu nevar mainīt , lai
pl_pl: Flaga Produktu nie może być zmieniona na
vi_vn: C? mua ho?c t? làm không th? thay d?i thành

source: where there is a quantity outstanding to be received on purchase orders
ar: حيث هناك كمية غير المسددة التي سترد على أوامر الشراء
et: kus on kogus tasumata kättesaaduks ostutellimused
fr_lu: lorsqu'il y a une quantité en attente de réception pour une commande fournisseur
hr_hr: tamo gdje jekoličina izvanredan biti primljeno narudžbenice
ja: 発注に受信される卓越した量があるところ
lv_lv: kur irdaudzums, izcilu tiks saņemts pasūtījumu
pl_pl: jeśli w magazynie pozostaje na nie niezrealizowane zamówienie zakupu
vi_vn: noi mà có s? lu?ng xu?t s?c du?c nh?n trong các don mua hàng

source: yet to be received
ar: بعد أن تصل إلى
et: veel saanud
fr_lu: à réceptionner
hr_hr: još nije dobio
ja: まだ受信される
lv_lv: vēl nav saņemts
pl_pl: jeszcze do przyjęcia
vi_vn: Chưa nhận được

source: The make or buy flag cannot be changed from manufactured, kitset or assembly to
ar: و جعل أو شراء لا يمكن تغيير العلم من تصنيعها ، kitset أو الجمعية إلى
et: Teha või osta lipp ei saa muuta alates toodetud kitset või kokkupanek
fa: ایجاد و یا خرید پرچم را نمی توان از تولید ، kitset یا مونتاژ به تغییر
fr_lu: L'option "fabriqué" ou "acheté" ne peut être changé depuis manufactured, kitset ou assembly to
hr_hr: Napraviti ili kupiti zastava ne može biti promijenjen iz proizvodnje , kitset ili skupa s
ja: メイクやフラグが製造、 kitsetまたはアセンブリから変更することはできません購入
lv_lv: Veikt vai pirkt karogu nevar mainīt no ražo , kitset vai montāža , lai
pl_pl: Opcja typu nie może być zmieniona z produktu, zestawu, kompletu na
vi_vn: C? mua ho?c t? làm không th? thay d?i t? s?n xu?t, b? Kit ho?c l?p ráp

source: where there is a bill of material set up for the item
ar: حيث هناك مشروع قانون من المواد التي أنشئت من أجل هذا البند
et: kui on arve materjali jaoks loodud kirje
fr_lu: lorqu il y a une nomenclature définie pour cet article
hr_hr: tamo gdje jeBill materijala postavili za tu stavku
ja: 項目の設定、材料の法案がある場合
lv_lv: ja irmateriāla rēķinu izveidota objektu
pl_pl: jeśli jest ustalona lista elementów składowych
vi_vn: nơi có danh sách nguyên vật liệu được thiết lập cho đối tượng

source: Bills of material are not appropriate for purchased or dummy items
ar: فواتير المواد ليست مناسبة ل البنود التي تم شراؤها أو وهمية
et: Tootmiskomplektide ei sobi ostetud või näiv esemed
fa: لوایح از مواد مناسب برای اقلام خریداری شده و یا ساختگی نیست
fr_lu: Les nomenclatures ne sont pas adaptées pour des articles achetés ou factices
hr_hr: Mjenice materijala nisu prikladne za kupljene ili dummy stavke
ja: 材料の手形は、購入またはダミーアイテムには適していません
lv_lv: Rēķinus materiālu nav piemēroti , lai pērk vai fiktīvu posteņiem
pl_pl: Lista elementów nie istnieje dla towarów kupowanych i niematerialnych
vi_vn: Hóa đơn của vật chất là không thích hợp cho các hạng mục mua hoặc giả

source: The make or buy flag cannot be changed from manufactured, purchased or dummy to a kitset or assembly where the item is a component in a bill of material
ar: و جعل أو شراء لا يمكن تغيير العلم من تصنيعها ، شراء أو دمية إلى kitset أو الجمعية حيث كان العنصر هو عنصر في مشروع قانون من المواد
et: Teha või osta lipp ei saa muuta alates toodetud , ostetud või näivakitset või kokkupanek , kus objekt onkomponentarve materjali
fa: ایجاد و یا خرید پرچم می توانید از ساخته شده است، خریداری شده و یا ساختگی به kitset یا مونتاژ نمی توان تغییر داد که در آن آیتم یک جزء در یک لایحه از مواد
fr_lu: Le make or buy drapeau ne peut pas être modifié à partir fabriqué, acheté ou factice pour un kitset ou de montage où l'élément est un composant dans une nomenclature
hr_hr: Napraviti ili kupiti zastava ne može biti promijenjen iz proizveden , kupljen ili dummy na kitset ili skupštine gdje sepredmet jekomponenta u troškovnika materijala
ja: メイクやアイテムは部品表内のコンポーネントであるフラグは、製造された購入またはkitsetまたはアセンブリにダミーから変更することはできません購入
lv_lv: Veikt vai pirkt karogu nevar mainīt no saražotajiem, iepirktajiem vai fiktīvu uz kitset vai montāža , kurāprece irkomponents rēķinu materiālu
pl_pl: opcja typu nie może być zmieniona produktu,kupnego lub niematerialnego na zestaw lub komplet jeśli towar jest komponentem na liście materiałów
vi_vn: Tự làm hay mua cờ không thể thay đổi từ sản xuất , mua, giả để một kitset , lắp ráp , từ đó mục là một thành phần trong một dự luật của vật liệu

source: Assembly and kitset items are not appropriate as components in a bill of materials
ar: بنود الجمعية و kitset ليست مناسبة كمكونات في فاتورة المواد
et: Assamblee ja kitset objektid ei ole asjakohane, kuna osadematerjalide spetsifikatsiooni
fa: مجمع و kitset اقلام در لایحه ای از مواد به عنوان اجزای مناسب نیست
fr_lu: Les pièces des assemblages et des kits ne sont pas appropriés en tant que composants dans une nomenclature
hr_hr: Skupština i kitset predmeti nisu prikladne kao komponente u sastavnica
ja: アセンブリおよびkitset項目は部品表内のコンポーネントとして適切ではありません
lv_lv: Pulcēšanās un kitset preces nav piemērots, jo sastāvdaļas ar rēķinu materiālu
pl_pl: Montaż i przedmioty kitset nie są odpowiednie jako składniki zestawienie materiałów
vi_vn: Lắp ráp và bộ Kit không phù hợp như các thành phần trong danh sách nguyên vật liệu
