Repository: timschofield/KwaMoja-Medical
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar, et, fa, fr_lu, hr_hr, ja, lv_lv, pl_pl, vi_vn

source: There was a problem retrieving the sales general ledger code because
ar: كانت هناك مشكلة استرجاع العامة على المبيعات رمز ليدجر بسبب
et: Tekkis probleem allalaadimisemüügi pearaamatusse koodi, kuna
fr_lu: Il y avait un problème retrouver le code de vente du grand livre général, car
hr_hr: Došlo je doproblema prilikom preuzimanja prodaje glavne knjige , jer kod
ja: 売上総勘定元帳コードを取得する問題がありましたので、
lv_lv: Radāsproblēma, atjaunojot pārdošanas virsgrāmatas kodu, jo
pl_pl: Wystąpił problem z odczytaniem kodu KG sprzedaży ponieważ
vi_vn: Có một vấn đề lấy chung bán hàng đang sổ vì

source: SQL to get the sales GL Codes for sales and discounts
ar: SQL للحصول على رموز GL المبيعات للمبيعات والخصومات
et: SQL saada müügi GL Koodid müük ja allahindlused
fr_lu: Commande SQL d'affichage du chiffre d'affaires de GL Codes pour les ventes et les remises:
hr_hr: SQL dobiti prodajne Kodovi GL za prodaju i popuste
ja: SQLは、販売と割引の販売GLコードを取得する
lv_lv: SQL , lai iegūtu pārdošanas GL kodi pārdošanas un atlaides
pl_pl: Użyta fraza SQL
vi_vn: SQL để có được doanh số bán GL mã số bán hàng và giảm giá

source: Could not determine the correct general ledger account to use for posting this sale to. Go to the setup menu and define appropriate Sale GL Posting accounts. To enable this invoice to be posted it has been posted to default sales and COGS - account number 1
ar: لا يمكن تحديد الصحيح عامة حساب دفتر الأستاذ لاستخدامها ل نشر هذا بيع ل .
et: Ei suutnud määrata õige pearaamatu konto kasutada postitad seda müügiks .
fa: درست حساب دفتر کل عمومی به استفاده از آن برای ارسال این فروش به تعیین نیست.
fr_lu: Impossible de déterminer le compte du grand livre général correcte à utiliser pour l'affichage de cette vente à. Allez dans le menu de configuration et de définir appropriées Vente GL comptes d'affectation. Pour activer cette facture est affichée, il a été affecté à défaut de vente et de CMV - 1 numéro de compte
hr_hr: Nije moguće utvrditi točan račun glavne knjige će se koristiti za postavljanje ovaj na prodaju .
ja: には、この売却を投稿するために使用する正しい一般的な勘定科目を決定することができませんでした。
lv_lv: Nevarēja noteikt pareizo virsgrāmatas kontā , lai izmantotu norīkošanu šo pārdošanu .
pl_pl: Nie ustalono konta księgowego do zapisu tej sprzedaży. Przejdź do menu Ustawień i wyznacz konto Sprzedaży. <br /> Aby umożliwić zaksięgowanie tej faktury operacje wykonano na domyślnym koncie sprzedaży i kosztów sprzedaży - koncie nr 1
vi_vn: Không thể xác định các tài khoản sổ cái chung đúng để sử dụng cho đăng bán này .

source: E-Mail
ar: البريد الإلكتروني
fa: پست الکترونیکی
ja: E-メール
lv_lv: E - pasts

source: Aged Customer Balances For Customers from
ar: الذين تتراوح أعمارهم بين أرصدة العملاء للعملاء من
et: Aged Kliendi saldod Kliendid
fr_lu: Solde des clients à échéance
hr_hr: Aged kupaca Sredstva za kupce iz
ja: 得意先用経年得意先残高 開始
lv_lv: Kavētie klientu maksājumi par klientiem no
pl_pl: Płatności Przeterminowane Klientów od
vi_vn: Cân khách hàng Đối với khách hàng trong độ tuổi từ

source: And Trading in
ar: و التداول في
et: Ja kauplemise
fa: و تجارت در
fr_lu: et "Trading in"
hr_hr: A Trgovanje u
ja: 取引通貨
lv_lv: Un Tirdzniecība
pl_pl: Handlujących w
vi_vn: Và Kinh doanh

source: And Has at Least 1 Branch Serviced By Sales Person #
ar: ولديه على الأقل 1 فرع المخدومة من قبل شخص المبيعات #
et: Ja kellel on vähemalt 1 filiaal teenindab Sales Person #
fa: و دارای حداقل 1 شعبه سرویس توسط فرد فروش #
fr_lu: Et a au moins un numéro de "Branch Serviced By Sales Person"
hr_hr: A ima barem jedan izdanak servisirati prodavač #
ja: ·販売者によるサービスは少なくとも1支店を持っています＃
lv_lv: Un kam ir vismaz 1 filiāle apkalpo Sales Person #
pl_pl: i posiada co najmniej 1 oddział klienta obsługiwany przez sprzedawcę
vi_vn: Và có ít nhất 1 chi nhánh dịch vụ của doanh người #

source: Due Now
ar: بسبب الآن
et: Kuna nüüd
fr_lu: Dû ce jour
hr_hr: Zbog Sada
ja: 当期間
lv_lv: pārādā tagd
pl_pl: Po Terminie
vi_vn: Bây giờ do

source: Days Over
ar: أكثر من أيام
et: päeva jooksul
fr_lu: Jours
hr_hr: Dana Više
ja: 日以上
lv_lv: kavētas dienas
pl_pl: Dni po
vi_vn: Trong ngày

source: Aged Supplier Balances For Suppliers from
ar: مزود أرصدة مسن للموردين من
et: Aged Pakkuja saldod Tarnijad
fr_lu: Solde fournisseurs à échéance
hr_hr: Aged Supplier Sredstva za dobavljače iz
ja: 経年仕入先残高 仕入先範囲 開始
lv_lv: Vecumā Piegādātājs Svari piegādātājiem, no
pl_pl: Przeterminowane Salda dla Dostawców od
vi_vn: Nhà cung cấp dư niên Đối với nhà cung cấp từ

source: Bill Of Material Listing for Parts Between
ar: شرعة قائمة المواد ل أجزاء بين
et: Bill materjali loetelu Parts vahel
fr_lu: Nomenclature des pièces entre
hr_hr: Bill materijalnih Navod dijelovi između
ja: 原材料構成作表 部品範囲
lv_lv: Bill Materiālzinātnes Listing par Parts Between
pl_pl: Listy Materiałów dla Produktów Między
vi_vn: Bill Of bảng liệt kê vật liệu cho phần giữa

source: Component Part/Description
ar: جزء مكون / الوصف
et: Koostisosa / Kirjeldus
fr_lu: Composant/Description
hr_hr: Sastavni dio / Opis
ja: 構成品目/内容
lv_lv: Sastāvdaļa / Apraksts
pl_pl: Nazwa/Opis komponentu
vi_vn: Thành phần Phần / Mô tả

source: Wrk Cntr
fr_lu: Ctr Chge
ja: 作業場
pl_pl: Cntr Prod

source: for Receipt Batch
ar: للحصول على دفعة استلام
et: laekumise Batch
fr_lu: Réception pour le Lot
hr_hr: za prijem Batch
ja: 入金用バッチ
lv_lv: saņemšanas partijas
pl_pl: dla Wyciągu Bankowego
vi_vn: cho hàng loạt hóa đơn

source: Date of Banking
ar: التسجيل للدراسات المصرفية
et: Kuupäev Banking
fr_lu: Date Opérations Bancaires
hr_hr: Datum bankarstvo
ja: 銀行取引日
lv_lv: Datums, kad Banku
pl_pl: Data Wpłaty
vi_vn: Ngày Ngân hàng

source: Banked into
ar: راهن في
et: hoiustatud
fr_lu: Encaissé dans
hr_hr: skretao u
ja: 取引口座
lv_lv: sānsvere uz
pl_pl: Wpłacone W
vi_vn: banked vào

source: Account Number
ar: رقم الحساب
et: Konto number
fr_lu: Numéro de Compte
hr_hr: Broj računa
ja: 口座番号
lv_lv: Konta numurs
pl_pl: Numer Konta
vi_vn: Số tài khoản

source: Bank Details
ar: تفاصيل البنك
et: Panga andmed
fr_lu: Coordonnées bancaires
hr_hr: bankovne podatke
ja: 銀行詳細
lv_lv: Banka
pl_pl: Detale przelewu
vi_vn: Chi tiết ngân hàng

source: Payments Summary
ar: ملخص المدفوعات
et: Maksed kokkuvõte
fr_lu: Récapitulaitfs des Paiements
hr_hr: uplate Sažetak
ja: 支払いの概要
lv_lv: Maksājumi kopsavilkums
pl_pl: Zestawienie Wypłat
vi_vn: Tổng hợp thanh toán

source: Reference / General Ledger Posting Details
ar: مرجع / دفتر الأستاذ العام تفاصيل المشاركة
et: Viide / pearaamat Postitamise üksikasjad
fr_lu: Référence / Comptabilité générale d'affichage Détails
hr_hr: Referentne / glavna knjiga postanja Detalji
ja: 総勘定元帳分析入力
lv_lv: Pret virsgrāmatas kontu
pl_pl: Referencje / General Ledger Wysyłka Szczegóły
vi_vn: Tài liệu tham khảo / General Ledger chi tiết viết bài

source: Customer Payments
ar: مدفوعات العملاء
et: Kliendi maksed
fr_lu: Les paiements des clients
hr_hr: Uplate kupaca
ja: 得意先明細
lv_lv: klientu maksājumi
pl_pl: Płatności Klienta
vi_vn: Thanh toán của khách hàng

source: input on
ar: مدخلات بشأن
et: sisend
fr_lu: d'entrée sur
hr_hr: ulaz na
ja: 印刷日
lv_lv: ieejas uz
pl_pl: wejście na
vi_vn: Nhập vào

source: Trans Date
ar: عبر التاريخ
et: Trans aeg
hr_hr: Trans Datum
ja: 日付
lv_lv: Trans datums
pl_pl: Trans Data
vi_vn: Ngày giao dịch

source: Net Amount
ar: صافي القيمة
et: netokogus
fr_lu: Montant net
hr_hr: Neto iznos
ja: 次勘定
lv_lv: neto daudzums
pl_pl: Kwota netto
vi_vn: Số tiền net

source: Tax Amount
ar: مبلغ الضريبة
et: maksu summa
fr_lu: Montant T.V.A.
hr_hr: Iznos poreza
ja: 総額
lv_lv: Summa
pl_pl: Kwota podatku
vi_vn: Khoản thuế

source: Total Amount
ar: المبلغ الكلي لل
et: kogusumma
fr_lu: Montant total
hr_hr: Ukupan iznos
ja: 総額
lv_lv: kopējā summa
pl_pl: Łączna kwota
vi_vn: Tổng số

source: Customers List for
ar: قائمة العملاء ل
et: Kliendid nimekiri
fr_lu: Liste des Clients
hr_hr: Kupci Popis za
ja: 得意先リスト 範囲
lv_lv: Klientu saraksts par
pl_pl: Lista Klientów Dla
vi_vn: Danh sách khách hàng cho

source: All Territories
ar: جميع الأقاليم
et: Kõik territooriumid
fr_lu: Tout territoire
hr_hr: Svi Territories
ja: 全地域
lv_lv: visiem reģioniem
pl_pl: Wszystkich Rejonów
vi_vn: tất cả các vùng lãnh thổ

source: Territory
ar: إقليم
et: territoorium
fr_lu: Territoire
hr_hr: teritorija
ja: 地域
lv_lv: Reģionu
pl_pl: Rejonu
vi_vn: lãnh thổ

source: Territories
ar: الأراضي
fr_lu: Territoires
hr_hr: Teritoriji
ja: 地域
lv_lv: Reģioniem
pl_pl: Rejonów
vi_vn: vùng lãnh thổ

source: and for
ar: و لل
et: ja
fr_lu: et pour
hr_hr: i
ja: と 範囲
lv_lv: un par
pl_pl: i dla
vi_vn: và cho

source: All Salespeople
ar: جميع الباعة
et: Kõik Müüjaid
fr_lu: Tous les Vendeurs
hr_hr: Svi prodavači
ja: 全営業担当
lv_lv: Visiem tirdzniecības pārstāvjiem
pl_pl: Wszystkich Sprzedawców
vi_vn: Tất cả người bán

source: Salespeople
ar: مندوبي المبيعات
et: müügipersonal
fr_lu: Vendeur
hr_hr: Prodavači
ja: 営業担当
lv_lv: Tirdzniecības pār&#353;tāvi
pl_pl: Sprzedawcy
vi_vn: nhân viên bán hàng

source: Act Code
ar: قانون مدونة
et: seaduse kood
fr_lu: Code de l'acte
hr_hr: Zakon Code
ja: 現コード
lv_lv: likums kods
pl_pl: Kod Kl
vi_vn: hành động Mã

source: Postal Address
ar: العنوان البريدي
et: postiaadress
fr_lu: Adresse Postale
hr_hr: poštanska adresa
ja: 郵便住所
lv_lv: Pasta adresi
pl_pl: Adres Korespondencyjny
vi_vn: Địa chỉ bưu điện

source: Branch Contact Information
ar: فرع معلومات الاتصال
et: Branch Kontakt
fr_lu: Contact succursale
hr_hr: Podružnica Kontakt
ja: 支店連絡情報
lv_lv: Filiāles kontaktinformācija
pl_pl: Kontakt w Oddziale
vi_vn: Chi nhánh Thông tin liên hệ

source: Branch Delivery Address
ar: فرع التسليم العنوان
et: Branch Tarneaadressi
fr_lu: Adresse Livraison succursale
hr_hr: Podružnica adresu dostave
ja: 支店納品住所
lv_lv: Filiāles piegādes adrese
pl_pl: Adres Wysyłkowy Oddziału
vi_vn: Địa chỉ chi nhánh giao hàng

source: Days Between Requested Delivery Date and Invoice Date
ar: الأيام بين تاريخ الطلب و تسليم الفاتورة التسجيل
et: Päeva vahel nõudis väljastamist kuupäev ja arve kuupäev
fr_lu: Jours entre la date de livraison demandée et la date de facture
hr_hr: Zahtijevano dana između datuma isporuke i datum dostavnice
ja: 依頼納品日と請求日の差異日数
lv_lv: Dienas Starp pieprasījis sūtījumu datums un rēķina datuma
pl_pl: dni między żądaną datą zamówienia i datą fakturowania
vi_vn: Từ ngày yêu cầu ngày giao hàng và hóa đơn ngày

source: For Inventory Category
ar: ل حصر الفئة
et: Varude Kategooria
fr_lu: Pour la catégorie de stock
hr_hr: Za Inventar Kategorija
ja: インベントリのカテゴリ
lv_lv: Par inventarizācijas Kategorija
pl_pl: Dla Kategorii Towaru
vi_vn: Dành cho mục hàng tồn kho

source: Deliveries ex
ar: تسليم السابقين
et: Tarned ex
fr_lu: Les livraisons ex
hr_hr: Isporuke ex
ja: 配達のEX
lv_lv: piegādes ex
pl_pl: Wysyłka z
vi_vn: giao hàng cũ

source: Item and Description
ar: البند و الوصف
et: Punkt ja kirjeldus
fr_lu: Article et description
hr_hr: Predmet i opis
ja: 品目と内容
lv_lv: Postenis un apraksts
pl_pl: Towar i Opis
vi_vn: Các mặt hàng và mô tả

source: Inv Date
ar: الجرد التسجيل
et: Arve kuupäev
fr_lu: Date inv.
hr_hr: Datum inv
ja: 請求日
lv_lv: inv datums
pl_pl: Data FV
vi_vn: Lên ngày

source: Customer Balances For Customers between
ar: أرصدة العملاء للعملاء بين
et: Kliendi saldod Kliendid vahel
fr_lu: Soldes à la clientèle Pour les clients entre les
hr_hr: Kupac Sredstva za kupce između
ja: 得意先残高 得意先範囲
lv_lv: Klientu atlikumi par klientiem starp
pl_pl: Salda Rozliczeń dla Klientów pomiędzy
vi_vn: Tiền của khách hàng Đối với khách hàng giữa

source: as at
ar: كما في
et: seisuga
fa: همان طور که در
fr_lu: au
hr_hr: na dan
ja: 締日
lv_lv: par
pl_pl: na dzień
vi_vn: tại

source: FX
ja: 外貨
lv_lv: valūtas kurss

source: Variances Between Orders and Deliveries Listing
ar: الفروق بين الطلبيات والتسليم قائمة
et: Erinevused Tellimused ja toimetamine videod
fr_lu: Les écarts entre les commandes et livraisons Annonce
hr_hr: Razlike između redova i isporuka Oglas
ja: 注文と納品の差異一覧表
lv_lv: Atšķirības starp Pasūtījumi un piegādes sarakstā
pl_pl: Zestawienie Różnic Między Zamówieniami i Dostawami
vi_vn: Chênh lệch giữa đơn đặt hàng và giao hàng bảng liệt kê

source: Journal number
et: Teataja number
ja: 仕訳入力

source: Journal Date
ar: مجلة التاريخ
et: Journal aeg
ja: 仕訳

source: Tag Details
ar: تفاصيل البطاقات
ja: 銀行詳細

source: GRN number
ar: عدد GRN
fr_lu: N° du BR
hr_hr: GRN broj
ja: 番号
lv_lv: Nr.
pl_pl: numer GRN
vi_vn: số GRN

source: PO number
ar: PO عدد
fr_lu: N° de cde
hr_hr: broj narudžbenice
ja: 番号
lv_lv: PO numurs
pl_pl: liczba PO
vi_vn: số PO

source: Item Number
ar: البند رقم
et: number
fr_lu: Numéro article
hr_hr: Stavka broj
ja: 番号
lv_lv: Nr.
pl_pl: Numer przedmiotu
vi_vn: Mã số mặt hàng

source: Date Recd
ar: تاريخ Recd
et: kuupäev KONTOLE
fr_lu: Date Reçu
hr_hr: Datum RecD
ja: 受入日付
lv_lv: Bankas valutācijas datums
pl_pl: Data RECD
vi_vn: ngày Recd

source: Qty in Suppliers UOM
ar: الكمية في موردون UOM
et: Kogus Tarnijad UOM
fr_lu: Quantité dans Fournisseurs UDM
hr_hr: Količina u Dobavljači UOM
ja: 仕入先のテキスト
lv_lv: Daudz kas Piegādātāji UOM
pl_pl: Ilość w Dostawcy UOM
vi_vn: Số lượng nhà cung cấp trong UOM

source: Qty in Stock UOM
ar: الكمية في الأوراق المالية UOM
et: Kogus : Stock UOM
fa: تعداد در بورس UOM
fr_lu: Quantité en stock UDM
hr_hr: Količina u Stock UOM
ja: 株式単位で数量
lv_lv: Daudz kas uz vietas UOM
pl_pl: Ilość w magazynie UOM
vi_vn: Số lượng trong kho UOM

source: Inventory Planning for Categories Between
ar: تخطيط قوائم الجرد المتعلقة بفئات بين
et: Inventari planeerimise Kategooriad vahel
hr_hr: Inventar za planiranje kategorija između
ja: 在庫計画 カテゴリ範囲
lv_lv: Inventāra plānošana Kategorijas Between
pl_pl: Raport Planowania dla Kategorii Między
vi_vn: Kế hoạch hàng tồn kho cho mục giữa

source: Inventory Planning for Products Category
ar: تخطيط المخزون ل منتجات الفئة
et: Inventari planeerimise Tooted Kategooria
fr_lu: Planification d'inventaire pour les produits de la catégorie
hr_hr: Inventar za planiranje proizvoda kategoriji
ja: 在庫計画 カテゴリ範囲
lv_lv: Inventāra plānošana produktu kategorijai
pl_pl: Planowania zapasów Produktów kategorii
vi_vn: Kế hoạch kiểm kê Danh mục sản phẩm

source: Qty
ar: الكمية
et: Kogus
fr_lu: Qté
hr_hr: Količina
ja: 数
lv_lv: Daudzums
pl_pl: Ilość
vi_vn: Số lượng

source: ms stk
fa: خانم STK
ja: ヶ月在庫

source: Inventory Valuation for Categories between
ar: تقييم المخزون لفئات بين
et: Varude hindamise jaoks Kategooriad vahel
hr_hr: Vrednovanje zaliha za kategorije između
ja: 在庫実績 カテゴリ範囲
lv_lv: Inventarizācijas Vērtēšana Kategorijas starp
pl_pl: Wycena Magazynów dla Kategorii między
vi_vn: Định giá hàng tồn kho cho mục giữa

source: location
ar: موقع
et: asukoht
fr_lu: Emplacement
hr_hr: mjesto
ja: 場所
lv_lv: noliktava
pl_pl: magazyn
vi_vn: địa điểm

source: Low GP Sales Between
ar: انخفاض مبيعات GP بين
et: Madal GP Müük vahel
fr_lu: Ventes GP faible entre
hr_hr: Niske GP prodaje između
ja: 低粗利 Sales Between
lv_lv: Zema GP Sales starp
pl_pl: Niskodochodowa Sprzedaż
vi_vn: Thấp GP bán hàng giữa

source: less than
ar: أقل من
et: vähem kui
fr_lu: Moins de
hr_hr: manje od
ja: 以下
lv_lv: mazāk par
pl_pl: mniej niż
vi_vn: ít hơn

source: Your Ref
ar: الرقم المرجعي الخاص
et: Teie Ref
fr_lu: Votre Réf.
hr_hr: Vaš Ref.
ja: 貴社参照
lv_lv: Jūsu Ref
pl_pl: Wasz Nr
vi_vn: Tài liệu tham khảo của bạn

source: Packing Slip
ar: التعبئة زلة
et: pakkesedel
fr_lu: Bordereau d'envoi
hr_hr: odreskom
ja: 納品書
lv_lv: iepakošanas slīdēšanas
pl_pl: Lista Wysyłki
vi_vn: phiếu đóng gói

source: Customer Copy
ar: نسخ العملاء
et: Kliendi Copy
fr_lu: Copie Client
ja: お客さま用
lv_lv: Klientu Copy
pl_pl: Kopia Klienta
vi_vn: khách hàng Sao chép

source: Office Copy
ar: مكتب نسخ
fa: دفتر کپی
fr_lu: Copie pour le bureau
hr_hr: Ured Copy
ja: 事務所控え
lv_lv: apstiprināts noraksts
pl_pl: Ad Acta
vi_vn: Sao chép văn phòng

source: Customer No.
ar: رقم العميل
et: Klientide arv
fr_lu: Client n°
hr_hr: Korisnik br
ja: 得意先番号
lv_lv: Klienta nr.
pl_pl: Kod klienta
vi_vn: Mã số khách hàng

source: Shipped by
ar: يتم شحنها عن طريق
et: poolt tarnitud
fr_lu: Expédié par
hr_hr: prodano po
ja: 運送会社
lv_lv: piegādā
pl_pl: Środek Transportu
vi_vn: vận chuyển bởi

source: Bin Locn
ar: بن Locn
fa: بن Locn
ja: ビンLOCN

source: This Del
ar: هذا ديل
et: see Del
fr_lu: Cette Livraison
hr_hr: Ovo Del
ja: 今回納入数
lv_lv: Tas Del
pl_pl: Ta Dostawa
vi_vn: Del này

source: Prev Dels
ar: السابق DELS
et: Eelmine Dels
fr_lu: Livraison précédente
hr_hr: Prethodna Dels
ja: 前回納入数
lv_lv: Iepriekšējā Dels
pl_pl: Pop. Dostawy
vi_vn: Trước dels

source: Order Status Listing
ar: ترتيب قائمة الحالة
et: Tellimuse olek pakkumist
fr_lu: Lister l'état des commandes
hr_hr: Order Status Oglas
ja: 注文状況一覧表
lv_lv: Lai statuss Listing
pl_pl: Zestawienie Stanu Zamówień
vi_vn: Để giữ bảng liệt kê trạng

source: for delivery ex
ar: لالسابقين التسليم
et: tarnimiseks ex
fr_lu: pour la livraison ex
hr_hr: za isporuku ex
ja: 配信元のために
lv_lv: par piegādes ex
pl_pl: dla wysyłki z
vi_vn: giao cũ

source: Orders Invoiced Listing
ar: أوامر قائمة بفاتورة
et: Tellimused Arve pakkumist
fr_lu: Liste des commandes facturées
hr_hr: Narudžbe Dostavljeni oglasa
ja: 請求済注文一覧表
lv_lv: Pasūtījumi Rēķinā Listing
pl_pl: Zestawienie zamówień zafakturowanych
vi_vn: Đơn đặt hàng lập hoá đơn Liệt kê

source: Outstanding GRNs Valuation for Suppliers between
ar: GRNs المعلقة تقييم للموردين بين
et: Tasumata GRNs Hindamine Tarnijatele vahel
fr_lu: Evaluation GRNS exceptionnelle pour les fournisseurs entre
hr_hr: Izvanredna GRNs Procjena za dobavljače između
ja: 間のサプライヤーのための卓越したGRNsの評価
lv_lv: Izcila GRNs Vērtēšana Piegādātājiem starp
pl_pl: Niezafakturowane Dostawy dla Dostawców między
vi_vn: Nổi bật GRNs Định giá cho nhà cung cấp giữa

source: Final Payment Run For Supplier Codes between
ar: نهائي الدفع الترشح لل رموز مزود بين
et: Lõppmakse Run tarnija koodid vahel
fa: پرداخت نهایی برای اجرای کدهای تامین کننده بین
fr_lu: Paiement final Run For codes des fournisseurs entre
hr_hr: Final Plaćanje Trčanje za dobavljač kodovi između
ja: 最終的な支払いは、サプライヤ·コードとの間には実行
lv_lv: Galīgais maksājums Run piegādātājs Codes starp
pl_pl: Ostateczna Płatność Dla Dostawców pomiędzy
vi_vn: Thanh Toán Cuối Cùng Chạy Đối với mã số nhà cung cấp giữa

source: Payment Run (Print Only) For Supplier Codes between
ar: تشغيل الدفع ( طباعة فقط) للحصول على رموز مزود بين
et: Maksmine Run ( Prindi ainult ) tarnija koodid vahel
fa: اجرای پرداخت (فقط چاپ ) کد تامین کننده بین
fr_lu: Paiement Run (impression uniquement) Pour Fournisseur codes entre
hr_hr: Plaćanje Run (ispis samo ) za dobavljač kodovi između
ja: 支払実行（印刷だけ） 仕入先コード範囲
lv_lv: Maksājumu Run ( Drukāt tikai) piegādātājs Codes starp
pl_pl: Ostateczna Płatność (Tylko Wydruk) Dla Dostawców pomiędzy
vi_vn: Run thanh toán ( Chỉ In ) Đối với mã số nhà cung cấp giữa

source: And Only Suppliers Trading in
ar: و فقط في تجارة موردون
et: Ja ainult Tarnijad Kauplemine
fr_lu: Et "Only Suppliers Trading in"
hr_hr: I samo Dobavljači Trgovanje u
ja: 仕入先取引通貨
lv_lv: Un tikai Piegādātāji Trading
pl_pl: I Tylko Dostawcy Handlujący w
vi_vn: Chỉ có nhà cung cấp và Kinh doanh

source: Due
ar: بسبب
et: otse
fr_lu: Dû
hr_hr: Zbog
ja: 原因
lv_lv: Līdz
pl_pl: Winien
vi_vn: do

source: Ex Diff
ar: السابقين الفرق
fa: سابق تفاوت
ja: EXデフ
pl_pl: R. Kurs
vi_vn: Chú cũ

source: dated from
ar: المؤرخة من
et: aasta alates
fr_lu: en date du
hr_hr: datira iz
ja: 注文元

source: Tel
ar: هاتف
fa: تلفن
fr_lu: N° tél
ja: レポートタイトル：
vi_vn: Điện thoại

source: Actual Picked
ar: اختار الفعلية
et: tegelik Korjatud
fr_lu: Enlévement
hr_hr: Stvarni pokupila
ja: 実績価格 in
lv_lv: faktiskais Paņēma
pl_pl: Rzeczywiste Picked
vi_vn: thực tế Vớt

source: Profit and loss for the
ar: الأرباح والخسائر لل
et: Kasum ja kahjum
fr_lu: Profits et pertes pour l'
hr_hr: Račun dobiti i gubitka za
ja: 損益計算
lv_lv: Peļņa vai zaudējumi par
pl_pl: Rachunek Wyników dla
vi_vn: Lợi nhuận và mất mát cho

source: and including
ar: و بما في ذلك
et: kaasa arvatud
fr_lu: et y compris
hr_hr: uključivo
ja: 税込み合計
lv_lv: ieskaitot
pl_pl: i tym
vi_vn: và bao gồm

source: Quotation For
ar: اقتباس لل
et: tsitaat
fr_lu: Devis pour
hr_hr: Ponuda za
ja: ご購入者
lv_lv: Piedāvājums priek&#353;
pl_pl: Oferta dla
vi_vn: Báo giá cho

source: Tax Class
ar: فئة الضريبة
et: maksuklass
fa: کلاس مالیات
fr_lu: Classe T.V.A.
hr_hr: Porezna klasa
ja: 税率
lv_lv: Nodokļa likmes
pl_pl: Klasa podatkowa
vi_vn: thuế Lớp

source: GRAND TOTAL
ar: المجموع الكلي
et: KÕIK KOKKU
fr_lu: TOTAL GENERAL
hr_hr: SVEUKUPNO
ja: 総合計
lv_lv: PAVISAM KOPĀ
pl_pl: RAZEM
vi_vn: TỔNG CỘNG

source: This is not an invoice
ar: هذه ليست فاتورة
et: See ei olearve
fr_lu: Ce n'est pas une facture
hr_hr: To nije dostavnica
ja: 売上請求
lv_lv: Tas navrēķins
pl_pl: To nie jest faktura
vi_vn: Đây không phải là hóa đơn

source: Sell Through Support Claims Between
ar: البيع عن طريق دعم المطالبات بين
et: Müü toetades vahelisi nõudeid
fa: فروش از طریق ادعاهای حمایت بین
fr_lu: Vendre par l'intermédiaire demandes d'aliments entre
hr_hr: Prodaja putem potpore potraživanja između
ja: 間サポート請求を通じて販売
lv_lv: Pārdod sniedzot atbalstu prasījumu starp
pl_pl: Sprzedaż Przez zastrzeżeń wsparcia między
vi_vn: Bán thông qua hỗ trợ bố giữa

source: Transaction
ar: صفقة
et: tehing
fa: معامله
hr_hr: transakcija
ja: トランザクション
lv_lv: darījums
pl_pl: transakcja
vi_vn: giao dịch

source: Claim
ar: مطالبة
et: nõudma
fa: ادعا
fr_lu: revendication
hr_hr: tvrditi
ja: 主張
lv_lv: pretendēt
pl_pl: dochodzić
vi_vn: xin

source: Statement
ar: بيان
et: Teadaanne
fr_lu: Déclaration
hr_hr: izjava
ja: 請求明細書
lv_lv: paziņojums
pl_pl: Uzgodnienie sald
vi_vn: tuyên bố

source: as of
ar: وذلك اعتبارا من
et: seisuga
fr_lu: du
hr_hr: od
ja: 締日
lv_lv: gada
pl_pl: na dzień
vi_vn: như của

source: Statement dated
ar: بيان مؤرخ
et: Teadaande kuupäev
fr_lu: Déclaration en date du
hr_hr: Izjava curom
ja: 明細作成日
lv_lv: paziņojums datēts
pl_pl: Dokument wystawiony
vi_vn: tuyên bố ngày

source: Please send with remittance to
ar: يرجى إرسال مع التحويلات المالية إلى
et: Palun saata kinnitus
fr_lu: S'il vous plaît envoyer avec remise à
hr_hr: Molimo pošaljite doznake
ja: 送金先
lv_lv: Lūdzu, sūtiet ar pārskaitījumu uz
pl_pl: Prosimy odesłać po potwierdzeniu do
vi_vn: Xin vui lòng gửi bằng chuyển tiền đến

source: Check Sheets for Categories between
ar: تحقق صفائح لفئات بين
et: Kontrollige Spoon Kategooriad vahel
fr_lu: Vérifier les feuilles pour les catégories entre
hr_hr: Provjerite listove za kategorije između
ja: 確認シート カテゴリ範囲
lv_lv: Pārbaudiet Loksnes Kategorijas starp
pl_pl: Arkusze Kontrolne dla Kategorii między
vi_vn: Kiểm tra Tấm mục giữa

source: Remarks
ar: ملاحظات
et: Märkused
fa: سخنان
fr_lu: Remarques
hr_hr: Primjedbe
ja: 備考
lv_lv: piezīmes
pl_pl: Uwagi
vi_vn: Bình luận

source: Stock Check Comparison
ar: الأسهم تحقق مقارنة
et: Stock Kontrolli võrdlus
fr_lu: Comparaison Vérifier Stock
hr_hr: Stock Provjeri Usporedba
ja: 在庫チェックの比較
lv_lv: Noliktavas pārbaude salīdzinājums
pl_pl: Porównanie Stanów Magazynowych
vi_vn: Chứng khoán tra so sánh

source: Counted
ar: معدود
et: Loendatud
fr_lu: Compté
hr_hr: broje
ja: カウント
lv_lv: skaitītas
pl_pl: Policzone
vi_vn: tính

source: Adjustment
ar: تعديل
et: reguleerimine
fr_lu: Ajustement
hr_hr: podešavanje
ja: 調整
lv_lv: koriģēšana
pl_pl: Korekta
vi_vn: Điều chỉnh

source: Transfer No
ar: نقل لا
et: Transfer ei
fr_lu: N&deg; Transfert
hr_hr: Prijenos Ne
ja: 移動番号
lv_lv: Transfer Nē
pl_pl: Numer Przesyłki
vi_vn: Mã số giao dịch

source: Qty Shipped
ar: يتم شحنها الكمية
et: Kogus Transpordiettevõte
fr_lu: Qté expediée
hr_hr: Količina Isporučuje
ja: 出荷数量
lv_lv: Daudz piegādāti
pl_pl: Ilość Wysłana
vi_vn: Số lượng Vận chuyển

source: Negative Stocks Listing
ar: السلبية قائمة الأسهم
et: Negatiivne Varud pakkumist
fr_lu: Liste des stocks négatifs
hr_hr: Negativan Dionice Oglas
ja: マイナス在庫一覧表
lv_lv: Negatīvs Krājumi Listing
pl_pl: Zestawienie ujemnych stanów magazynowych
vi_vn: Tiêu cực niêm yết cổ phiếu

source: Stock transfer number
ar: عدد نقل المخزون
et: Stock ülekande number
fr_lu: numéro de transfert de droits
hr_hr: Kataloški broj transfera
ja: 在庫移動
lv_lv: rīkojuma numurs
pl_pl: liczba transfer fotografii
vi_vn: Số chuyển kho
