Repository: timschofield/KwaMoja-Medical
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar, et, fa, fr_lu, hr_hr, ja, lv_lv, pl_pl, vi_vn

source: The update of the manager field failed because
et: Ajakohastatud juht valdkonnas ebaõnnestus, kuna
fa: بروز رسانی از زمینه مدیر شکست خورده به دلیل
fr_lu: La mise à jour du champ de gestionnaire échoué parce
hr_hr: Update manager terenu nije uspio jer
ja: マネージャーフィールドの更新が失敗しました。
lv_lv: Par vadītāja lauka atjaunināšana neizdevās, jo
pl_pl: Aktualizacja pola dyrektor nie dlatego,
vi_vn: Việc cập nhật các lĩnh vực quản lý đã thất bại vì

source: The SQL that was used and failed was
ar: كان SQL التي تم استخدامها و فشلت
et: SQL , mida kasutati ja ei olnud
fa: گذاشتن که مورد استفاده قرار گرفت و شکست خورده بود
fr_lu: Échec de la commande SQL:
hr_hr: SQL koji je korišten i da nije bio
ja: 使用され、失敗したSQLがあった
lv_lv: SQL , kas tika izmantota , un neizdevās , bija
pl_pl: Użyte zapytanie SQL
vi_vn: SQL đã được sử dụng và không được

source: The insert or update of the salesperson failed because
ar: إدراج أو تحديث مندوب مبيعات فشلت بسبب
et: Infolehte või ajakohastatud müüja ebaõnnestus, kuna
fa: وارد کردن یا به روز رسانی از فروشنده به دلیل شکست خورد
fr_lu: L'insertion ou la mise à jour du Vendeur a échoué car
hr_hr: Umetnuti ili ažurirati od prodavača nije uspio jer
ja: 営業担当者の挿入または更新が失敗しました。
lv_lv: Iekļaut vai atjauninātā pārdevējam neizdevās, jo
pl_pl: Dodanie lub zmiana sprzedawcy nie powiodła się ponieważ
vi_vn: Chèn hoặc cập nhật của các nhân viên bán hàng thất bại vì

source: Cannot delete this salesperson because branches are set up referring to them
ar: لا يمكن حذف هذا لأنه يتم تعيين مندوب مبيعات الفروع تصل اشارة لهم
et: Ei saa kustutada seda müüja sest oksad on loodud neile viidata
fa: آیا فروشنده به دلیل حذف این شاخه قرار است تا با اشاره به آنها نیست
fr_lu: Impossible de supprimer ce vendeur car des succursales en dépendent
hr_hr: Ne mogu izbrisati ovaj prodavač jer su grane postavili odnosi na njih
ja: 枝がそれらを参照に設定されているので、この営業担当者を削除することはできません
lv_lv: Nevar izdzēst šo pārdevējam , jo filiāles ir izveidotas, atsaucoties uz tiem
pl_pl: Nie można usunąć sprzedawcy ponieważ istnieją związane z nim oddziały
vi_vn: Không thể xóa những nhân viên bán hàng này bởi vì các chi nhánh được thành lập đề cập đến chúng

source: first alter the branches concerned
ar: أول تغيير الفروع المعنية
et: kõigepealt muuda filiaalide kohta
fa: اولین شاخه مربوطه را تغییر دهید.
fr_lu: Modifiez d'abord les succursales concernées
hr_hr: Prvi mijenjati grane zainteresirane
ja: 最初の関係の分岐を変える
lv_lv: Pirmais mainīt attiecīgās filiāles
pl_pl: najpierw zmień odpowiednie zapisy oddziałów
vi_vn: đầu tiên làm thay đổi các ngành liên quan

source: branches that refer to this salesperson
ar: الفروع التي تشير إلى هذا مندوب مبيعات
et: oksad , mis viitavad käesolevale müüja
fa: شاخه ها که اشاره به این فروشنده
fr_lu: succursales dépendant de ce vendeur
hr_hr: grane koje se odnose na ovaj prodavač
ja: この営業担当者を参照してください支店
lv_lv: filiālēm , kas attiecas uz šo pārdevējam
pl_pl: oddziały związane z tym sprzedawcą
vi_vn: Chi nhánh có người bán hàng này

source: Cannot delete this salesperson because sales analysis records refer to them
ar: لا يمكن حذف هذه السجلات مندوب مبيعات ل تحليل المبيعات الرجوع إليها
et: Ei saa kustutada seda müüja sest müügi analüüs arvestust nimetame neid
fa: آیا می توانم استفاده حذف این فروشنده به دلیل سوابق فروش تجزیه و تحلیل اشاره به آنها نیست
fr_lu: Impossible de supprimer ce Vendeur car des Analyses de Ventes s'y r��ent
hr_hr: Ne mogu izbrisati ovaj prodavač jer je prodaja analiza zapisi odnose se na njih
ja: 販売分析レコードはそれらを参照しているため、この営業担当者を削除することはできません
lv_lv: Nevar izdzēst šo pārdevējam , jo pārdošanas analīze ieraksti atsaukties uz tiem
pl_pl: Nie można usunąć sprzedawcy ponieważ istnieją związane z nim zapisy analizy sprzedaży
vi_vn: Không thể xóa những nhân viên bán hàng này vì hồ sơ phân tích bán hàng giới thiệu cho họ

source: sales analysis records that refer to this salesperson
ar: سجلات تحليل المبيعات التي تشير إلى هذا مندوب مبيعات
et: müügi analüüs arvestust , mis viitavad käesolevale müüja
fa: فروش مدارک تجزیه و تحلیل است که اشاره به این فروشنده
fr_lu: Analyses de vente dépendant de ce vendeur
hr_hr: prodaja analiza zapisi koji se odnose na ovaj prodavač
ja: この営業担当者を参照して販売分析を記録
lv_lv: pārdošanas analīze ierakstus , kas attiecas uz šo pārdevējam
pl_pl: raporty analizy sprzedaży odnoszące się do tego sprzedawcy
vi_vn: bán hồ sơ phân tích đề cập đến nhân viên bán hàng này

source: Cannot delete this salesperson because
ar: لا يمكن حذف هذا لأن مندوب مبيعات
fr_lu: Impossible de suprimer ce vendeur car
ja: もはや存在しないのでこの地域税を削除することができません

source: user records that refer to this salesperson
ar: السجلات المستخدم التي تشير إلى هذا مندوب مبيعات
fr_lu: Fiche utilisateur concernant ce vendeur
ja: この地域税が属している在庫場所

source: First delete any users that refer to this sales person
ar: أولا حذف أي المستخدمين التي تشير إلى هذا الشخص المبيعات
fr_lu: Supprimer tout utilisateur dépendant de ce vendeur
ja: この地域税が属している在庫場所

source: The salesperson could not be deleted because
ar: لا يمكن حذف مندوب مبيعات بسبب
et: Müüja ei saa kustutada , sest
fa: فروشنده نمی تواند به دلیل های حذف شده
fr_lu: Impossible de supprimer ce vendeur car
hr_hr: Prodavač ne može biti izbrisan , jer
ja: 営業担当者は削除できませんでしたので、
lv_lv: Pārdevējs nevarēja izdzēst , jo
pl_pl: Sprzedawca nie może być usunięty ponieważ
vi_vn: Không thể xóa người bán hàng này vì

source: has been deleted from the database
ar: تم حذف من قاعدة البيانات
et: on andmebaasist kustutatud
fa: شده است از پایگاه داده حذف
fr_lu: a été supprimé(e) de la base
hr_hr: je izbrisan iz baze podataka
ja: データベースから削除された
lv_lv: ir izdzēsts no datu bāzes
pl_pl: został usunięty z bazy danych
vi_vn: Đã được xóa bỏ khỏi cơ sở dữ liệu

source: Comm Rate 1
ar: COMM سعر 1
fa: ارزش گذاری Comm 1
fr_lu: Taux commision 1
hr_hr: Comm Ocijenite 1
ja: 手数料率１
lv_lv: Comm likme 1
pl_pl: Prowizja 1
vi_vn: Comm giá 1

source: Break
ar: كسر
et: murdma
fa: شکستن
fr_lu: pause
hr_hr: razbiti
ja: 限界点
lv_lv: pārtraukums
pl_pl: Poziom
vi_vn: phá vỡ

source: Comm Rate 2
ar: COMM تصنيف 2
et: Comm Hinda 2
fa: ارزش گذاری Comm 2
fr_lu: Taux commission 2
hr_hr: Comm Ocijenite 2
ja: 手数料率２
lv_lv: Comm likme 2
pl_pl: Prowizja 2
vi_vn: Comm Tỷ lệ 2

source: Are you sure you wish to delete this sales person?
ar: هل أنت متأكد أنك تريد حذف هذا الشخص المبيعات؟
fr_lu: Voulez-vous supprimer ce vendeur?
ja: この仕入先価格を削除してもよろしいですか？

source: Show All Sales People
ar: مشاهدة جميع المبيعات الناس
et: Näita kõik müügiinimesed
fa: نمایش تمام مردم فروش
fr_lu: Afficher tous les vendeurs
hr_hr: Pokaži Svi prodaje ljudi
ja: すべての営業担当表示
lv_lv: Rādīt Visi pārdošanas cilvēki
pl_pl: Pokaż Wszystkich Sprzedawców
vi_vn: Hiển thị toàn bộ người bán hàng

source: Salesperson code
ar: رمز مندوب مبيعات
et: Müügimees kood
fa: کد فروشنده
fr_lu: Code vendeur
hr_hr: Prodavač broj
ja: 営業担当コード
lv_lv: pārdevējs kods
pl_pl: Kod sprzedawcy
vi_vn: Mã người bán hàng

source: Salesperson Name
ar: اسم مندوب مبيعات
et: Müügimees nimi
fa: نام فروشنده
fr_lu: Nom du vendeur
hr_hr: Prodavač Ime
ja: 営業担当名
lv_lv: pārdevējs Vārds
pl_pl: Imię i nazwisko sprzedawcy
vi_vn: Tên người bán hàng

source: Commission Rate 1
ar: اللجنة سعر 1
et: Komisjon Rate 1
fa: کمیسیون ارزش گذاری 1
fr_lu: Taux Commission 1
hr_hr: Proviziju 1
ja: 手数料率１
lv_lv: Komisijas likme 1
pl_pl: Prowizja 1
vi_vn: Hoa hồng giá 1

source: Breakpoint
ar: نقطة توقف
et: Murdepunkt
fa: نقطه انفصال
hr_hr: prijelomna točka
ja: 限界点
lv_lv: pārtraukumpunkts
pl_pl: Poziom

source: Commission Rate 2
ar: لجنة تصنيف 2
et: Komisjon Hinda 2
fa: رای دادن به کمیسیون 2
fr_lu: Taux Commission 2
hr_hr: Proviziju 2
ja: 手数料率２
lv_lv: Komisijas maksa 2
pl_pl: Prowizja 2
vi_vn: Tỷ lệ hoa hồng 2

source: Area Manager?
ar: مدير المنطقة ؟
fa: مدیر منطقه ؟
ja: エリアマネージャー？
lv_lv: Platība pārvaldnieks?
vi_vn: Khu vực quản lý ?

source: Current?
ar: الحالية؟
fr_lu: Actif?
ja: 現在

source: Top Sales Inquiry
ar: أعلى مبيعات التحقيق
fr_lu: Meilleures ventes
ja: GLコード問合せ

source: Top Sales Items Inquiry
ar: أعلى مبيعات وحدات التحقيق
fr_lu: Meilleures ventes - Articles
ja: 新たに問合せ

source: Display
ar: عرض
et: kuva
fa: نمایش
fr_lu: Affichage
hr_hr: prikaz
ja: 画面
lv_lv: Parādīt
pl_pl: Pokaż zakładkę
vi_vn: Hiển thị

source: Order By Net Sales
ar: ترتيب حسب صافي المبيعات
et: Telli Müügitulu
fr_lu: Commande par chiffre d'affaires
ja: 注文行詳細

source: Order By Quantity
ar: ترتيب حسب الكمية
fr_lu: Commande par quantité
ja: 注文数量

source: Number to Display
ar: الرقم لعرض
et: Numbrinäidu
fr_lu: Nombre à afficher
hr_hr: Broj za prikaz
ja: 表示する数値

source: Rank
ar: ترتيب
fr_lu: Rang
ja: 銀行

source: Sales Types
ar: أنواع المبيعات
et: Müük tüübid
fa: فروش انواع
fr_lu: Types de vente
hr_hr: Prodaja vrste
ja: 販売タイプ
lv_lv: Pārdošanas veidi
pl_pl: Typy sprzedaży
vi_vn: Các kiểu bán hàng

source: Price List Maintenance
ar: قائمة الأسعار الصيانة
et: Hinnakiri hooldus
fa: لیست قیمت تعمیر و نگهداری
fr_lu: Gestion des tarifs
hr_hr: Cjenik Održavanje
ja: 価格表メンテナンス
lv_lv: Cenrāža uzturē&#353;ana
pl_pl: Cenniki
vi_vn: Bảo trì bảng giá

source: The sales type (price list) code must be two characters or less long
ar: نوع المبيعات ( قائمة الأسعار ) يجب أن يكون رمز حرفين أو أقل طويلة
et: Müük tüüp ( hinnakirja ) kood peab olema kaks või vähem tähemärki pikk
fa: نوع فروش (لیست قیمت) کد باید دو کاراکتر یا کمتر طولانی
fr_lu: Le code tarification ne doit pas dépasser 2 caractères
hr_hr: Prodaja Vrsta ( cjenik ) broj mora biti dva znaka ili manje duga
ja: 販売タイプ（価格表）コードは2文字以下でなければなりません
lv_lv: Pārdošanas veidu ( cenrādis ) kods jābūt divām rakstzīmēm vai mazāk ilgā
pl_pl: Typ sprzedaży (cennika) może być najwyżej 2 literowy
vi_vn: Các loại bán hàng ( bảng giá) mã phải có hai ký tự hoặc ít lâu

source: The sales type (price list) code cannot be an empty string or spaces
ar: نوع المبيعات ( قائمة الأسعار ) رمز لا يمكن أن يكون سلسلة أو المساحات الفارغة
et: Müük tüüp ( hinnakirja ) koodi ei saatühi string või ruumide
fa: نوع فروش (لیست قیمت) کد نمی تواند یک رشته خالی است و یا فاصله
fr_lu: Le code ne doit être ni vide, ni comporter d'espaces
hr_hr: Prodaja Vrsta ( cjenik ) broj ne može bitiprazan string ili prostorima
ja: 販売タイプ（価格表）はコードは、空の文字列またはスペースにすることはできません
lv_lv: Pārdošanas veidu ( cenrādis ) kodu nevar būttukša virkne vai telpas
pl_pl: Typ sprzedaży (cennika) nie może być pusty
vi_vn: Các loại bán hàng ( bảng giá ) mã không có thể là một chuỗi rỗng hoặc không gian

source: The sales type (price list) description cannot be empty
ar: نوع المبيعات ( قائمة الأسعار ) وصف لا يمكن أن تكون فارغة
fr_lu: La description du type de vente (tarification) doit être saisie
ja: 税タイプ内容は空白にできない

source: The sales type (price list) description must be forty characters or less long
ar: نوع المبيعات ( قائمة الأسعار ) يجب أن يكون الوصف والأربعين حرفا أو أقل طويلة
et: Müük tüüp ( hinnakirja ) kirjeldus peab olema nelikümmend märki või vähem pikad
fa: نوع فروش (لیست قیمت) توضیحات باید نویسههای چهل یا کمتر طولانی
fr_lu: La description du type de vente (tarification) doit comporter au maximum 40 caractères
hr_hr: Prodaja Vrsta ( cjenik ) Opis mora biti četrdeset znakova ili manje duga
ja: 販売タイプ（価格表）内容は20文字以下でなければなりません
lv_lv: Pārdošanas veidu ( cenrādis ) aprakstā jābūt četrdesmit rakstzīmēm vai mazāk ilgā
pl_pl: Rodzaj sprzedaży (cennik) opis musi być czterdziestu znaków lub mniej długi
vi_vn: Bản mô tả loại bán hàng ( bảng giá ) phải dưới 40 kí tự

source: The sales type code cannot be AN since this is a system defined abbreviation for any sales type in general ledger interface lookups
ar: رمز نوع المبيعات لا يمكن أن يكون لأن هذا هو نظام محدد اختصار لأي نوع المبيعات في دفتر الأستاذ العام عمليات البحث واجهة
et: Müügi tüübi kood ei saa olla, sest see on kindlaks määratud süsteemi lühend iga müügi kirjuta pearaamat liides otsingud
fa: فروش کد نوع می تواند باشد نه از این است که یک سیستم مخفف برای هر نوع فروش در lookups لجر رابط عمومی تعریف شده
fr_lu: Le code du type de vente ne peut pas être AN car ce code est réservé au système
hr_hr: Kod prodaje putovanja ne može bitijer jesustav definiran kraticu za bilo koju vrstu prodaje u glavnoj knjizi sučelja dohvate
ja: これは、総勘定元帳のインタフェースのルックアップで任意の売上タイプの略称を定義されたシステムであるため、売上タイプコードはできません。
lv_lv: Pārdošanas veida kods nevar būt, jo tā irsistēma definēts saīsinājumu jebkurā pārdošanas veida virsgrāmatas saskarnes lookups
pl_pl: Typ sprzedaży kodu nie można, gdyż jest to system określonych skrót dla każdego typu sprzedaży w ogóle wyszukiwania interfejs księgi
vi_vn: Các loại mã bán hàng không có thể là AN vì đây là một hệ thống xác định chữ viết tắt cho bất kỳ loại bán hàng nói chung tra cứu giao diện sổ cái

source: The customer/sales/pricelist type
ar: نوع العملاء / مبيعات / ائحة الأسعار
et: Klient / müük / hinnakiri tüüp
fa: مشتری / فروش / نوع pricelist
fr_lu: Le code
hr_hr: Kupac / prodaja / cjenik putovanja
ja: 顧客/販売/価格表タイプ
lv_lv: Klientu / pārdošanas / cenrādis veids
pl_pl: Typ klienta/sprzedaży/cennik
vi_vn: Loại khách hàng / bán hàng / Bảng giá

source: The customer/sales/pricelist type
ar: نوع العملاء / مبيعات / ائحة الأسعار
et: Klient / müük / hinnakiri tüüp
fa: مشتری / فروش / نوع pricelist
fr_lu: Le code
hr_hr: Kupac / prodaja / cjenik putovanja
ja: 顧客/販売/価格表タイプ
lv_lv: Klientu / pārdošanas / cenrādis veids
pl_pl: Typ sprzedaży/klienta/cennika
vi_vn: Loại khách hàng / bán hàng / Bảng giá

source: Customer/sales/pricelist type
ar: العملاء / مبيعات / نوع ائحة الأسعار
et: Kliendi / müük / hinnakiri tüüp
fa: مشتریانپشتیبانی / فروش / نوع pricelist
fr_lu: Le code
hr_hr: Kupac / prodaja / cjenik putovanja
ja: 顧客/販売/価格表タイプ
lv_lv: Klientu / pārdošanas / cenrādis veids
pl_pl: Typ klienta/sprzedaży/cennika
vi_vn: Khách hàng / bán hàng / Bảng giá loại

source: The number of transactions using this customer/sales/pricelist type could not be retrieved
ar: لا يمكن استرجاع عدد من المعاملات باستخدام هذا العميل / المبيعات / نوع ائحة الأسعار
et: Tehingute arv kasutavad seda klientide / müük / hinnakirjas ei olnud võimalik kätte saada
fa: تعداد معاملات با استفاده از این مشتری / فروش / نوع pricelist قابل بازیابی نیست
fr_lu: Le nombre de transactions en utilisant ce client / type de vente tarifs / n'a pas pu être trouvé
hr_hr: Broj transakcija koji koriste ovaj kupca / Prodaja / cjenik tip ne može dohvatiti
ja: この顧客/販売/価格表タイプを使用して、トランザクションの数を取得できませんでした
lv_lv: Darījumu izmantojot šo klientu / pārdošanas / Cenrādis veidu skaitu nevarēja izgūt
pl_pl: Nie można odtworzyć ilości transakcji dla tego typu sprzedaży/lineta/cennika
vi_vn: Số lượng giao dịch sử dụng khách hàng này / bán hàng / loại bảng giá không có thể được lấy ra

source: Cannot delete this sale type because customer transactions have been created using this sales type
ar: لا يمكن حذف هذا النوع بيع ل تم إنشاؤها معاملات العملاء استخدام هذا النوع المبيعات
et: Ei saa kustutada müük tüüp sest klient tehingud on loodud kasutades müük tüüp
fa: آیا می توانم استفاده حذف این نوع فروش معاملات مشتری به دلیل ایجاد شده اند با استفاده از این نوع فروش نیست
fr_lu: Impossible de supprimer ce type de vente car des transactions clients l'utilisent
hr_hr: Ne mogu izbrisati ovaj tip prodaje jer kupac transakcije su stvorene pomoću ovu vrstu prodaje
ja: 顧客取引は、この販売の種類を使用して作成されたため、この販売の種類を削除することはできません
lv_lv: Nevar izdzēst šo pārdošanas veidu, jo klientu darījumiem ir izveidoti , izmantojot šo tirdzniecības veidu
pl_pl: Nie można usunąć tego typu sprzedaży dokonane zostały transakcje z użyciem tego typu
vi_vn: Không thể xóa kiểu bán này bởi vì các giao dịch của khách hàng đã được tạo ra sử dụng loại bán hàng này

source: transactions using this sales type code
ar: المعاملات باستخدام هذا الرمز نوع المبيعات
et: tehinguid kasutades müügi tüübi kood
fa: معاملات با استفاده از این کد نوع فروش
fr_lu: Transactions utilisant ce type de vente
hr_hr: Transakcije koje koriste ovaj kod prodajnog tipa
ja: この販売タイプコードを使用してトランザクション
lv_lv: darījumi, izmantojot šo tirdzniecības tipa kods
pl_pl: transakcje używające tego typu
vi_vn: Giao dịch sử dụng mã người bán hàng này

source: The number of transactions using this Sales Type record could not be retrieved because
ar: لا يمكن استرجاع عدد من المعاملات باستخدام هذا السجل نوع المبيعات بسبب
et: Tehingute arv kasutavad seda Müük tüüp rekord ei õnnestunud , sest
fa: تعداد معاملات با استفاده از این نوع رکورد فروش قابل بازیابی نیست زیرا
fr_lu: Impossible d'afficher le nombre des transactions utilisant ce type de vente:
hr_hr: Broj transakcija koji koriste ovaj rekord Sales Vid ne može dohvatiti , jer
ja: この販売のタイプのレコードを使用したトランザクションの数を取得できませんでしたので、
lv_lv: Darījumu izmantojot šo Sales Tips ierakstu skaits varētu nav iespējams atjaunot , jo
pl_pl: Nie można odtworzyć ilości transakcji tego typu sprzedaży ponieważ
vi_vn: Số lượng giao dịch bán hàng này sử dụng loại kỷ lục không thể được lấy ra bởi vì

source: Cannot delete this sale type because customers are currently set up to use this sales type
ar: لا يمكن حذف هذا النوع بيع حيث يتم ضبط العملاء حاليا لاستخدام هذا النوع المبيعات
et: Ei saa kustutada müük tüüp , sest kliendid on praegu seadistatud kasutama seda müüki tüüp
fa: آیا می توانم استفاده حذف این نوع فروش به دلیل مشتریان در حال حاضر راه اندازی به استفاده از این نوع فروش نیست
fr_lu: Impossible de supprimer ce type de vente car des comptes clients en dépendent
hr_hr: Ne mogu izbrisati ovaj tip prodaje , jer kupci su trenutno postavljena koristiti ovaj tip prodaje
ja: 顧客は現在この販売タイプを使用するように設定されているため、この売却の種類を削除することはできません
lv_lv: Nevar izdzēst šo pārdošanas veidu, jo klienti pašlaik ir izveidotas , lai izmantotu šo pārdošanas veida
pl_pl: Nie można usunąć tego typu ponieważ istnieją klienci ustawieni na ten typ sprzedaży
vi_vn: Không thể xóa kiểu bán này vì khách hàng hiện đang thiết lập để sử dụng kiểu bán hàng này

source: customers with this sales type code
ar: الزبائن مع هذا الرمز نوع المبيعات
et: kliendid selle müügi tüübi kood
fa: مشتریان با این کد نوع فروش
fr_lu: Comptes clients utilisant ce type de vente
hr_hr: klijenti s ovog tipa kod prodaje
ja: この販売タイプコードをお持ちのお客様
lv_lv: klienti, ar šo pārdošanas veida kodu
pl_pl: klienci z tym kodem sprzedaży
vi_vn: khách hàng với loại mã bán hàng này

source: The Sales Type record could not be deleted because
ar: لا يمكن حذف السجل نوع المبيعات بسبب
et: Müük tüüp rekord ei saa kustutada , sest
fa: فروش نوع ضبط نمی تواند به دلیل های حذف شده
fr_lu: Impossible de supprimer ce type de vente:
hr_hr: Prodaja Vrsta rekord ne može biti izbrisan , jer
ja: 販売のタイプレコードは削除できませんでしたので、
lv_lv: Pārdošanas veids ieraksts nevarēja izdzēst , jo
pl_pl: Rekord Kody Sprzedaży nie może być usunięty ponieważ
vi_vn: Bán hàng Loại kỷ lục không thể bị xóa bởi vì

source: Sales type
ar: نوع المبيعات
et: Müük tüüp
fa: نوع فروش
fr_lu: Type de vente
hr_hr: Tip prodaje
ja: 販売タイプ
lv_lv: Pārdo&#353;anas veids
pl_pl: Typ sprzedaży
vi_vn: Loại bán hàng

source: price list
ar: قائمة الأسعار
et: hinnakirja
fa: فهرست قیمت اجناس
fr_lu: Tarif
hr_hr: cjenik
ja: 価格表
lv_lv: cenrādis
pl_pl: cennik
vi_vn: Bảng giá

source: The Sales Type prices could not be deleted because
ar: لا يمكن حذف نوع أسعار المبيعات بسبب
et: Müük tüüp hinnad ei saa kustutada, sest
fa: نوع فروش قیمت نمی تواند به دلیل حذف
fr_lu: Impossible de supprimer les prix pour ce type de vente:
hr_hr: Tip prodajnog cijene ne mogu se izbrisati , jer
ja: 販売のタイプの価格は削除できませんでしたので、
lv_lv: Pārdošanas Tips cenas nevarēja jāsvītro, jo
pl_pl: Ceny dla tego Typu Sprzedaży nie mogą być usunięte ponieważ
vi_vn: Bán hàng Loại giá không thể bị xóa bởi vì

source: and any prices for this sales type / price list were also deleted
ar: و حذفت أيضا أي أسعار لهذا النوع مبيعات / قائمة الأسعار
et: ja iga hinna eest selles müük tüüp / hinnakirja ka kustutatud
fa: و هر گونه قیمت برای این نوع فروش / لیست قیمت نیز حذف شدند
fr_lu: et tous les prix attenants ont aussi été supprimés
hr_hr: i bilo cijene za ovaj tip prodaje / cjenik također su izbrisane
ja: この販売タイプ/価格一覧はどんな価格も削除された
lv_lv: un jebkuri šo tirdzniecības tipa / cenas Sarakstā cenas tika dzēsti
pl_pl: i wszystkie ceny dla tego typu sprzedaży/cennika zostały usunięte
vi_vn: và bất kỳ giá bán loại / giá danh sách này cũng đã được xóa

source: Type Code
ar: نوع رمز
et: kood
fa: نوع کد
fr_lu: Code
hr_hr: Tip Code
ja: タイプコード
lv_lv: Tipa kods
pl_pl: Kod Typu
vi_vn: Mã loại

source: Are you sure you wish to delete this price list and all the prices it may have set up?
ar: هل أنت متأكد أنك تريد حذف هذه قائمة الأسعار و جميع الأسعار قد أعددت ؟
et: Oled sa kindel, et soovid kustutada selle hinnakirja ja kõik hinnad võib loonud ?
fa: آیا شما مطمئن هستید که میخواهید حذف این لیست قیمت و قیمت آن ممکن است راه اندازی؟
fr_lu: Voulez-vous supprimer cette tarification et tous les prix attenants?
hr_hr: Jeste li sigurni da želite izbrisati ovaj cjenik i sve su cijene možda ga postaviti ?
ja: あなたはこの価格表と、それが設定している可能性のあるすべての価格を削除したいか？
lv_lv: Vai tu tiešām vēlies dzēst šo cenu sarakstu un visas cenas var būt izveidotas ?
pl_pl: Czy na pewno chcesz usunąć ten cennik i wszystkie ceny do niego przypisane?
vi_vn: Bạn có chắc bạn muốn xóa danh sách giá này và tất cả các giá nó có thể đã thiết lập?

source: Show All Sales Types Defined
ar: وتظهر جميع أنواع المبيعات معرف
et: Näita Kõiki Sales tüüpe
fa: نمایش تمام انواع تعریف فروش
fr_lu: Afficher les types de vente
hr_hr: Pokaži sve prodaje Vrste Definirane
ja: 全販売タイプ定義表示
lv_lv: Parādīt visus pādo&#353;anas veidus
pl_pl: Pokaż Wszystkie Typy Sprzedaży
vi_vn: Hiện tất cả các loại doanh Defined

source: Sales Type/Price List Setup
ar: مبيعات طبيعة / قائمة الأسعار الإعداد
et: Müük tüüp / Hinnakirja Setup
fa: نوع فروش / قیمت راه اندازی لیست
fr_lu: Ajouter une tarification
hr_hr: Postavljanje Tip prodaje / Cjenik
ja: 販売タイプ/価格表設定
lv_lv: Sales Tips / Cenrādis Setup
pl_pl: Ustawienia Cennika/Typu Sprzedaży
vi_vn: Loại / Giá bán hàng Danh sách cài đặt

source: Sales Type Name
ar: نوع المبيعات اسم
et: Müük Tüüp Nimi
fa: نام و نام خانوادگی نوع فروش
fr_lu: Nom
hr_hr: Naziv tipa prodaje
ja: 販売タイプ名
lv_lv: Pārdo&#353;anas veida nosaukums
pl_pl: Nazwa Typu Sprzedaży
vi_vn: Tên loại bán hàng

source: Search for a Customer
et: OtsiKlienditeenindus
fa: جستجو برای یک مشتری
fr_lu: Rechercher une clientèle
hr_hr: Traži za kupca
ja: 顧客を検索する
lv_lv: Meklēt Klientam
pl_pl: Szukaj Klienta
vi_vn: Tìm kiếm một khách hàng

source: Search Criteria
ar: معايير البحث
et: otsingukriteerium
fr_lu: Critères de recherche
hr_hr: Uvjeti pretraživanja
ja: 注文検索
lv_lv: Meklēšanas kritēriji
pl_pl: Kryteria wyszukiwania
vi_vn: Tìm kiếm tiêu chuẩn

source: Enter Partial Code
ar: أدخل الرمز الجزئي
et: Sisesta Osaline kood
fa: جزئی کد را وارد کنید
fr_lu: Entrez le code partiel
hr_hr: Unesite Djelomičan kod
ja: 部分のコードを入力してください
lv_lv: Ievadiet Daļēja kodu
pl_pl: Wpisz kod częściowego
vi_vn: Nhập một phần Mã

source: Enter Partial Name
ar: أدخل اسم جزئي
et: Sisestage osa nimest
fa: نام و نام جزئی را وارد کنید
fr_lu: Entrez le nom partiel
hr_hr: Upišite ime djelomičnog
ja: 名前の一部を入力してください
lv_lv: Ievadiet Daļēja vārdu
pl_pl: Wpisz część nazwy
vi_vn: Nhập một phần Tên

source: Enter Partial Address
ar: أدخل عنوان جزئي
et: Sisesta Osaline aadress
fa: جزئی آدرس را وارد کنید
fr_lu: Entrez l'adresse partielle
hr_hr: Unesite djelomičnu adresu
ja: アドレスの一部を入力してください
lv_lv: Ievadiet Daļēja adresi
pl_pl: Wpisz adres częściowego
vi_vn: Nhập một phần Địa chỉ

source: Select a Branch
ar: حدد فرع
et: Vali Branch
fa: انتخاب یک شاخه
fr_lu: Sélectionnez une succursale
hr_hr: Odaberite Branch
ja: 支店を選択してください
lv_lv: Izvēlieties filiāli
pl_pl: Wybierz Oddział
vi_vn: Chọn một Chi nhánh

source: Options
ar: خيارات
et: Valikud
fa: گزینه ها
fr_lu: options d'
hr_hr: Mogućnosti
ja: オプション
lv_lv: opcijas
pl_pl: Opcje
vi_vn: Tùy chọn

source: Enter An Order or Quotation
ar: إدخال أمر أو اقتباس
et: SisestaTellimuse või tsitaadina
fa: سفارش را وارد کنید و یا عین
fr_lu: Saisir une commande / devis
hr_hr: Unesite nalogu ili kotaciju
ja: 注文とか見積り入力
lv_lv: Jauns pārdošanas rīkojums vai piedāvājums
pl_pl: Wpisz Zamówienie lub Oferta
vi_vn: Nhập đơn hàng hoặc báo giá vào
