Repository: timschofield/KwaMoja-Medical
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar, et, fa, fr_lu, hr_hr, ja, lv_lv, pl_pl, vi_vn

source: Show All Defined Reports
ar: مشاهدة جميع تقارير معرف
et: Näita Kõiki määratud aruanded
fa: نمایش تمام گزارش های تعریف شده
fr_lu: Afficher tous les rapports
hr_hr: Pokaži sve definirane izvješća
ja: 全定義済レポート表示
lv_lv: Rādīt visus Definētie Reports
pl_pl: Pokaż Wszystkie Zdefiniowane Raporty
vi_vn: Hiển thị tất cả báo cáo đã được xác định

source: The reports for display could not be retrieved because
ar: لا يمكن استرجاع التقارير للعرض بسبب
et: Aruandeid ekraanile ei õnnestunud , sest
fa: گزارش برای صفحه نمایش قابل بازیابی نیست زیرا
fr_lu: Impossible d'afficher les rapports car
hr_hr: Izvješća za prikaz ne može dohvatiti , jer
ja: 表示のためのレポートを取得できませんでしたので、
lv_lv: Par displeja ziņojumus nevarēja izgūt , jo
pl_pl: Nie można znaleźć raportów do wyświetlenia ponieważ
vi_vn: Các báo cáo cho màn hình hiển thị không có thể được lấy ra bởi vì

source: The SQL used to retrieve the report headers was
ar: و SQL المستخدمة لاسترداد رؤوس التقرير كان
et: SQL kasutatud laadidaaruande päiseid oli
fa: گذاشتن استفاده برای بازیابی سرصفحه گزارش شد
fr_lu: Commande SQL d'affichage des en-têtes du rapport:
hr_hr: SQL se koristi za dohvaćanje izvješća zaglavlja je
ja: レポートのヘッダーを取得するために使用するSQLがあった
lv_lv: SQL izmanto, lai ielādētu ziņojumu galvenes bija
pl_pl: Użyta fraza SQL
vi_vn: Dữ liệu SQL dùng để truy xuất tiêu đề báo cáo là

source: Edit The Selected Report
ar: تحرير التقرير المحدد
et: Muuda valitud aruanne
fa: ویرایش گزارش انتخاب شده
fr_lu: Modifier le rapport sélectionné
hr_hr: Uređivanje odabrano izvješće
ja: 選択したレポート編集
lv_lv: Rediģētu izvēlēto ziņojums
pl_pl: Zmień Wybrany Raport
vi_vn: Sửa báo cáo vừa chọn

source: Define A New Report
ar: تعريف تقرير جديد
et: Määrakeuus aruanne
fa: تعریف گزارش جدید
fr_lu: Définir un nouveau rapport
hr_hr: Definiraj novo izvješće
ja: 新しいレポート定義
lv_lv: Definēt jaunu ziņojumu
pl_pl: Zdefiniuj Nowy Raport
vi_vn: Xác định một báo cáo mới

source: Report Heading
ar: عنوان التقرير
et: Teata Rubriik
fa: گزارش سرنویس
fr_lu: Titre du rapport
hr_hr: Zaglavlje izvješća
ja: レポートタイトル
lv_lv: Ziņojums Pozīcija
pl_pl: Nagłówek Raportu
vi_vn: Tiêu đề báo cáo

source: Group By 1
ar: المجموعة بحلول 1
fa: توسط گروه 1
fr_lu: Groupé par 1
hr_hr: Grupiraj po 1
ja: グループ化１
lv_lv: Grupa Līdz 1
pl_pl: Grupa 1
vi_vn: Nhóm theo 1

source: Page Break After
ar: فاصل صفحة بعد
et: Page Break pärast
fa: پس از فرار از صفحه
fr_lu: Saut de page après
hr_hr: Prijelom stranice nakon
ja: その後改ページ
lv_lv: Page Break Pēc
pl_pl: Dodaj Koniec Strony
vi_vn: Ngắt trang sau

source: Group By 2
fa: گروه 2 با
fr_lu: Tri par 2
hr_hr: Grupiraj po 2
ja: グループ化２
lv_lv: Grupēt pēc 2
pl_pl: Grupa 2
vi_vn: Nhóm theo 2

source: Group By 3
ar: المجموعة بواسطة 3
et: Group Autor 3
fa: توسط گروه 3
fr_lu: Tri par 3
hr_hr: Grupiraj po 3
ja: グループ化３
lv_lv: Grupēt pēc 3
pl_pl: Grupa 3
vi_vn: Nhóm theo 3

source: Group By 4
ar: المجموعة بنسبة 4
et: Group Autor 4
fa: توسط گروه 4
fr_lu: Tri par 4
hr_hr: Grupiraj po 4
ja: グループ化４
lv_lv: Grupa Līdz 4
pl_pl: Grupa 4
vi_vn: Nhóm bởi 4

source: The security settings on your account do not permit you to access this function
ar: إعدادات الأمان على حسابك لا تسمح لك بالوصول إلى هذه الوظيفة
et: Turvaseaded oma konto ei võimalda teil kasutada seda funktsiooni
fa: تنظیمات امنیتی در حساب خود را انجام دهید به شما اجازه نمی دهد این تابع برای دسترسی به
fr_lu: Les options de sécurité de votre compte ne vous permettent pas d'accéder à cette fonction
hr_hr: Sigurnosne postavke na vašem računu ne dopustiti da pristup ovu funkciju
ja: あなたのアカウントのセキュリティ設定を使用すると、この機能にアクセスすることが許されていない
lv_lv: Jūsu lietotāja uzstādijumi liedz piekļuvi &#353;ai funkcionalitātei
pl_pl: Twój zakres uprawnień nie pozwala ci na dostęp do tej funkcji
vi_vn: Các thiết lập bảo mật tài khoản của bạn không cho phép bạn truy cập vào chức năng này

source: User Defined Sales Analysis Problem
ar: يحددها المستخدم مبيعات مشكلة تحليل
et: Kasutaja määratud müügi analüüs Problem
fa: کاربر تعریف شده تجزیه و تحلیل فروش و پیگیری مشکلات
fr_lu: Problème sur Analyse de Ventes définie par l'utilisateur
hr_hr: Korisnički definirano Prodaja Analiza Problem
ja: ユーザー定義済みの販売問題分析
lv_lv: Lietitāja izveidota analīze par pārdo&#353;anas problēmām
pl_pl: Problem z Definiowalną Analizą Sprzedaży
vi_vn: User Defined bán hàng Phân tích vấn đề

source: The report did not have any none zero lines of information to show and so it has not been created
ar: وقال إن التقرير ليس لديها أي خطوط صفر أيا من المعلومات لإظهار وهكذا لم يتم إنشاؤه
et: Aruandes ei olnud ükski null rida teavet , et näidata ja nii see ei ole loodud
fa: در این گزارش به هیچ یک ندارید هر خط صفر از اطلاعات را به نشان می دهد و پس از آن ایجاد نشده است
fr_lu: Le rapport n'a pas eu d'aucune lignes zéro de l'information et pour voir si il n'a pas été créé
hr_hr: Izvješće nije imala niti jedan nula linija za prikaz informacija , tako da nije stvoren
ja: レポートには表示する0行の情報もありませんので、それはつくられませんでした
lv_lv: Ziņojumā nebija kādi nav nulles līnijas informācija , lai parādītu , un tāpēc tas nav izveidots
pl_pl: Raport nie zawiera żadnych niepustych linii do pokazania więc nie zostanie wykonany
vi_vn: Báo cáo không có bất kỳ dòng không không có thông tin để hiển thị và vì vậy nó đã không được tạo ra

source: Look at the design of this report
ar: نظرة على تصميم هذا التقرير
et: Vaata disain käesoleva aruande
fa: نگاهی به طراحی از این گزارش
fr_lu: Afficher le design de ce Rapport
hr_hr: Pogledajte dizajnu ovog izvješća
ja: このレポート設計を見てください
lv_lv: Apskatīt atkaites aprakstu
pl_pl: Przejrzyj definicję tego raportu
vi_vn: Nhìn vào thiết kế của báo cáo này

source: Sales Analysis Comma Separated File (CSV) Generation
ar: مبيعات الفاصلة تحليل فصل ملف (CSV ) الجيل
et: Müügi analüüs Komaeraldusega File ( CSV) Generation
fa: فروش تجزیه و تحلیل با کاما جدا شوند پرونده (CSV) مدت زمان ایجاد
fr_lu: Génération d'un fichier CSV d'analyse des ventes
hr_hr: Prodaja Analiza razdvojene zarezom ( CSV ​​datoteka ) Generation
ja: 売上分析カンマファイル（CSV）の生成を分離
lv_lv: Pārdošanas analīze komatu atdalītu failu ( CSV ​​) Generation
pl_pl: Analiza sprzedaży oddzielone przecinkami (CSV) Pokolenie
vi_vn: Bán hàng Phân tích Comma Separated tập tin ( CSV) thế hệ

source: You should automatically be forwarded to the CSV Sales Analysis file when it is ready
ar: ينبغي لك تلقائيا تحال إلى ملف CSV تحليل المبيعات عندما يكون جاهزا
et: Sa peaksid automaatselt edastatakse CSV müügi analüüs faili, kui see on valmis
fa: شما به طور خودکار باید به تجزیه و تحلیل فروش فایل CSV فرستاده شود وقتی آماده است
fr_lu: Vous devriez être automatiquement transmis au fichier CSV Analyse des ventes quand il est prêt
hr_hr: Trebali biste biti automatski proslijeđeni na analizu CSV datoteku prodaje kada je spreman
ja: それは準備ができているときは、自動的にCSV販売分析ファイルに転送されるべき
lv_lv: Jums vajadzētu automātiski nosūtīts uz CSV pārdošanas analīze failu, kad tas ir gatavs
pl_pl: Powinieneś zostać automatycznie przeniesiony do pliku CSV Analizy Sprzedaży po jego wygenerowaniu
vi_vn: Bạn sẽ tự động được chuyển tiếp đến các tập tin CSV Phân tích bán hàng khi nó đã sẵn sàng

source: Sales Report
ar: تقرير المبيعات
fr_lu: Rapport des ventes
ja: 販売レポートグラフ

source: Select the parameters for the report
ar: تحديد معايير للتقرير
et: Valige parameetridaruanne
fr_lu: Sélectionner les options du rapport
hr_hr: Odaberite parametre za izvješće
ja: レポートのパラメータを選択してください

source: Date Selection
fr_lu: Sélection de la date
ja: 得意先選択

source: Custom Range
ar: المدى مخصصة
fr_lu: Période personnalisée
ja: 得意先参照

source: This Week
ar: هذا الأسبوع
et: see nädal
fr_lu: Cette semaine
ja: 今回納入数
lv_lv: &#352;ī piegāde

source: This Month
ar: هذا الشهر
et: see kuu
fr_lu: Ce mois
ja: 3ヶ月
lv_lv: Trīs mēne&#353;i

source: This Quarter
ar: هذا الربع
et: see kvartal
fr_lu: Ce trimestre
ja: 四半期
lv_lv: Reizi ceturksnī

source: Date From
ar: التاريخ من
fr_lu: À partir du
ja: 発送場所

source: Date To
ar: التاريخ إلى
fr_lu: jusqu'au
ja: 日付

source: Display Data
ar: عرض البيانات
et: andmete kuvamiseks
fr_lu: Afficher les données
hr_hr: prikaz podataka
ja: 画面

source: Daily
ar: يوميا
et: iga päev
fa: روزانه
fr_lu: Quotidienne
hr_hr: Dnevno
ja: 日次
lv_lv: Parādīt
pl_pl: Codziennie
vi_vn: Hàng ngày

source: Show Sales
ar: تظهر المبيعات
fr_lu: Afficher les ventes
ja: 全表示

source: The date entered for the from date is not in the appropriate format. Dates must be entered in the format
ar: التاريخ الذي تم إدخاله ل من التسجيل ليست في الشكل المناسب .
et: Kuupäev sisestataksealates kuupäev ei olesobiv formaat .
fr_lu: Le format de la date du champ "à partir du" n'est pas correct. Les dates doivent suivre le format
hr_hr: Datum ušao uod datuma nije u odgovarajućem formatu .
ja: 発送日の入力の日付は次のフォーマットでなければなりません

source: The date entered for the to date is not in the appropriate format. Dates must be entered in the format
ar: التاريخ الذي تم إدخاله للتاريخ ل يست في الشكل المناسب .
et: Kuupäeva sisestada, et kuupäev ei olesobiv formaat .
fr_lu: Le format de la date du champ "jusqu'au" n'est pas correct. Les dates doivent suivre le format
hr_hr: Datum ušao u do danas nije u odgovarajućem formatu .
ja: 発送日の入力の日付は次のフォーマットでなければなりません

source: The from date is expected to be a date prior to the to date. Please review the selected date range
ar: من التاريخ ومن المتوقع أن يكون تاريخ قبل التاريخ إلى .
et: Alates kuupäevast eeldatavastikuupäeva ennekuupäeva.
fr_lu: La date de début doit être avant la date de fin. Vérifier les dates
hr_hr: Od datuma očekuje se dadatum prije do danas .
ja: 日付から前の日付に日付であると予想される。
lv_lv: No dienas, būsdiena pirms līdz šim .
vi_vn: Từ ngày dự kiến ​​sẽ là một ngày trước ngày đến .

source: No Orders
ar: أي أوامر
et: No Tellimused
fr_lu: Pas de commande
ja: 注文

source: Total Sales
ar: إجمالي المبيعات
fr_lu: Total des ventes
ja: 合計価格

source: Refunds
ar: المبالغ المستردة
et: Toetused
fr_lu: Remboursements
hr_hr: Povrati
ja: 参照

source: Net Sales
ar: صافي المبيعات
fr_lu: Chiffre d'affaire
ja: 税別価格

source: Cost of Sales
ar: تكلفة المبيعات
fr_lu: Coût des ventes
ja: 得意先残高

source: wk
ar: أسبوع
et: näd
fa: هفته گذشته
fr_lu: sem
ja: 週
lv_lv: ned
vi_vn: tuần

source: Qtr
ar: ربع
fr_lu: trim
ja: 数

source: Sales Category Maintenance
ar: مبيعات صيانة الفئة
et: Müük Kategooria Hooldus
fa: فروش تعمیر و نگهداری رده
fr_lu: Catégories de vente
hr_hr: Prodaja Kategorija Održavanje
ja: 販売カテゴリメンテナンス
lv_lv: Pardošanas kategorijas
pl_pl: Kategorie Sprzedaży
vi_vn: Bảo trì các mục bán hàng

source: Somthing is wrong with uploading a file
ar: اقرها هو الخطأ في تحميل ملف
et: Somthing on valesti uploadingfail
fr_lu: Problème de téléchargement d'un fichier
hr_hr: Somthing nije u redu s prijenosom datoteke
ja: 気にいらないファイルをアップロードすると間違っている

source: The Sales category description must be fifty characters or less long
et: Müük kategooria kirjeldus peab olema viiskümmend või vähem tähemärki pikk
fa: شرح رده فروش باید پنجاه کاراکتر باشد یا کمتر طولانی
fr_lu: La catégorie Description des ventes doit être cinquante caractères ou moins long
hr_hr: Opis Prodaje kategorija mora biti pedeset znakova ili manje duga
ja: 販売カテゴリの説明は、 50文字で以下長い必要があります
lv_lv: Pārdošanas kategorijas aprakstā jābūt piecdesmit rakstzīmēm vai mazāk ilgā
pl_pl: Kategoria Sprzedaż opis musi być pięćdziesiąt znaków lub mniej długo
vi_vn: Bán hàng mô tả loại phải có năm mươi ký tự hoặc ít lâu

source: The Sales category record has been updated
ar: تم تحديث فئة مبيعات قياسية
et: Müük kategooria rekord on uuendatud
fa: فروش ثبت رده به روز شده است
fr_lu: La catégorie a été mise à jour
hr_hr: Rekordnu prodaju Kategorija je ažuriran
ja: 販売カテゴリレコードが更新された
lv_lv: Pārdo&#353;anas kategorijas ieraksts tika labots
pl_pl: Rekord kategorii sprzedaży zaktualizowany
vi_vn: Các thể loại kỷ lục bán hàng đã được cập nhật

source: A new Sales category record has been added
ar: تمت إضافة فئة مبيعات قياسية جديدة
et: Uus Müük kategooria rekord on lisatud
fa: جدید فروش ثبت رده اضافه شده است
fr_lu: Une nouvelle catégorie de vente a été créée
hr_hr: Novi prodajni rekord kategorija dodan
ja: 新しい販売カテゴリレコードが追加された
lv_lv: Jaunā pārdo&#353;anas kategorija tika pievienota
pl_pl: Dodano nową kategorię sprzedaży
vi_vn: Một loại kỷ lục bán hàng mới đã được thêm vào

source: Cannot delete this sales category because stock items have been added to this category
ar: لا يمكن حذف هذه الفئة المبيعات بسبب إضافة بنود المخزون ل هذه الفئة
et: Ei saa kustutada seda müügi kategooriasse, kuna aktsia esemed on lisatud selles kategoorias
fa: آیا می توانم استفاده حذف این رده فروش به دلیل انبار شده اند به این رده اضافه نشده
fr_lu: Impossible de supprimer cette catégorie, car les ventes des articles en stock ont été ajoutées à cette catégorie
hr_hr: Ne može se izbrisati ovu kategoriju jer je prodaja dionica stavke su dodani ovoj kategoriji
ja: 在庫がある商品は、このカテゴリーに追加されたため、この販売カテゴリを削除することはできません
lv_lv: Nevar izdzēst, tapēc ka ir preces, kuras attiecas uz &#353;o kategoriju
pl_pl: Nie można usunąć kategorii sprzedaży ze względu na istniejące towary tego typu
vi_vn: Không thể xóa loại bán hàng này bởi vì các cổ phiếu đã được thêm vào thể loại này

source: items under to this category
ar: وحدات تحت هذه الفئة
et: teemad selle kategooria
fa: موارد زیر را برای این دسته بندی
fr_lu: articles dans cette catégorie
hr_hr: stavke pod ovu kategoriju
ja: このカテゴリの下にある項目
lv_lv: prece &#353;ajā kategorijā
pl_pl: towarów o tym kodzie kategorii
vi_vn: các mặt hàng thuộc thể loại này

source: Cannot delete this sales category because sub categories have been added to this category
ar: لا يمكن حذف هذه الفئة مبيعات لأن الفئات الفرعية التي تمت إضافتها إلى هذه الفئة
et: Ei saa kustutada seda müügi kategooriasse, kuna alaliigid on lisatud selles kategoorias
fa: آیا می توانم استفاده حذف این رده فروش به دلیل زیر دسته شده اند به این رده اضافه نشده
fr_lu: Impossible de supprimer cette catégorie. Une ou plusieurs sous-catégories en dépendent.
hr_hr: Ne može se izbrisati ovu kategoriju , jer prodaje pod kategorije su dodani ovoj kategoriji
ja: サブカテゴリーがこのカテゴリーに追加されたため、この販売カテゴリを削除することはできません
lv_lv: Nevar izdzēst pārdo&#353;anas kategoriju, tapēc ka subkategorija atodas &#353;ajā kategorijā
pl_pl: Nie można usunąć tej kategorii sprzedaży ze względu na istniejące podkategorie
vi_vn: Không thể xóa loại bán hàng này bởi vì loại phụ đã được thêm vào thể loại này

source: sub categories
ar: الفئات الفرعية
et: alaliigid
fa: زیر گروهها
fr_lu: sous-catégorie(s)
hr_hr: podkategorije
ja: つのサブカテゴリー
lv_lv: subkategorija
pl_pl: podkategorie
vi_vn: loại phụ

source: The sales category
ar: فئة المبيعات
et: Müügi kategooria
fa: رده فروش
fr_lu: La catégorie
hr_hr: Kategorija prodaje
ja: 販売カテゴリ
lv_lv: Pārdo&#353;anas kategorija
pl_pl: Kategoria sprzedaży
vi_vn: Mục hàng bán

source: has been added
ar: تمت إضافة
et: on lisatud
fa: اضافه شده است
fr_lu: a été ajouté
hr_hr: dodan
ja: が追加された
lv_lv: tika pievienota
pl_pl: został dodany
vi_vn: Đã được thêm vào

source: has been removed
ar: تمت إزالة
et: on eemaldatud
fa: حذف شده است
fr_lu: a été enlevé
hr_hr: uklonjen
ja: が除去された
lv_lv: tika dzēsta
pl_pl: został usunięty
vi_vn: Đã được chuyển đi

source: Main
ar: رئيسي
et: põhiline
fa: اصلی
fr_lu: Principal
hr_hr: glavni
ja: メイン
lv_lv: Galvenais
vi_vn: Chính

source: Selected Sales Category Path
ar: مبيعات المختارة مسار الفئة
et: Valitud Sales Kategooria Path
fa: انتخاب فروش راه رده
fr_lu: Chemin des catégories de vente sélectionnées
hr_hr: Odabrani Prodaja Kategorija Put
ja: 選択された販売カテゴリパス
lv_lv: Izvēlēties pardo&#353;anas kategorijas ceļu
pl_pl: Wybrana ścieżka kategorii sprzedaży
vi_vn: Kinh doanh được lựa chọn đường dẫn danh mục

source: Manage Sales Category Translations
ar: إدارة مبيعات الفئة ترجمات
et: Manage Sales Kategooria tõlked
fa: مدیریت فروش ترجمه رده
fr_lu: Gestion des ventes Catégorie Traductions
hr_hr: Upravljanje Prodaja Prijevod kategoriju
ja: 販売カテゴリ翻訳を管理する
lv_lv: Pārvaldīt Sales Kategorija Translations
pl_pl: Kategoria Tłumaczenia zarządzać sprzedażą
vi_vn: Quản lý bán hàng Thể loại Dịch

source: There are no categories defined at this level.
ar: لا توجد فئات محددة على هذا المستوى .
et: Puuduvad määratletud kategooriate sellel tasemel.
fa: هیچ موضوع تعریف شده در این سطح وجود دارد.
fr_lu: Aucune catégorie n'est définie pour l'instant
hr_hr: Nema kategorije definirane na ovoj razini .
ja: このレベルで定義したカテゴリはありません
lv_lv: Šajā līmenī kategorijas nav izveidotas
pl_pl: Nie zdefiniowano kategorii tego poziomu
vi_vn: Không có loại được xác định ở cấp độ này .

source: Sub Category
ar: الفئة الفرعية
et: Sub Kategooria
fa: زیر بخش
fr_lu: Catégorie
hr_hr: pod Kategorija
ja: サブカテゴリ
lv_lv: Subkategorija
pl_pl: Pod Grupa
vi_vn: tiểu mục

source: Active?
ar: نشط ؟
fa: فعال است؟
fr_lu: Actif ?
hr_hr: Aktivno ?
ja: アクティブ？
lv_lv: Aktīvs?
pl_pl: Aktywny ?
vi_vn: Đang hoạt động?

source: Are you sure you wish to delete this sales category?
et: Oled sa kindel, et soovid kustutada selle müügi kategooria ?
fa: آیا شما مطمئن هستید که میخواهید این رده فروش به حذف کنید ؟
fr_lu: Etes-vous sûr de vouloir supprimer cette catégorie de ventes?
hr_hr: Jeste li sigurni da želite izbrisati ovu kategoriju prodaje ?
ja: あなたはこの販売カテゴリを削除したいか？
lv_lv: Vai tu tiešām vēlies dzēst šo pārdošanas kategoriju ?
pl_pl: Czy na pewno chcesz usunąć tę kategorię sprzedaży?
vi_vn: Bạn có chắc bạn muốn xóa loại bán hàng này ?

source: Edit Sub Category
ar: تعديل الفئة الفرعية
et: Muuda Sub Kategooria
fa: زیر دسته
fr_lu: Modifier la catégorie
hr_hr: Uredi kategorija pod
ja: サブカテゴリ編集
lv_lv: Labot subkategoriju
pl_pl: Edytuj podgrupę
vi_vn: Chỉnh sửa tiểu mục

source: New Sub Category
ar: الفئة الفرعية الجديدة
et: Uus Sub Kategooria
fa: رده جدید زیر
fr_lu: Nouvelle catégorie
hr_hr: Novi Sub Kategorija
ja: 新サブカテゴリ
lv_lv: Jauna Subkategorija
pl_pl: Nowa Podgrupa
vi_vn: Mới tiểu mục

source: Category Name
ar: اسم التصنيف
et: Kategooria nimi
fa: نام بخش
fr_lu: Nom
hr_hr: Naziv kategorije
ja: カテゴリ名
lv_lv: Kategorijas nosaukums
pl_pl: Nazwa Kategorii
vi_vn: Tên mục

source: Display in webSHOP?
ar: عرض في WEBSHOP ؟
et: Näita e-poes ?
fa: نمایش در webSHOP ؟
fr_lu: Afficher dans la boutique en ligne ?
hr_hr: Prikaz u web shopu ?
ja: ウェブショップに表示？
lv_lv: Displejs interneta veikalu ?
pl_pl: Wyświetlacz w sklepie internetowym ?
vi_vn: Hiển thị trong webshop ?

source: Submit Information
ar: تقديم معلومات
et: Esitada teave
fa: ارسال اطلاعات
fr_lu: Valider
hr_hr: Pošalji podatke
ja: Submit(申請)
lv_lv: Ievadīt informÄ�ciju
pl_pl: Wprowadź Informację
vi_vn: gửi thông tin

source: Add Inventory to this category.
ar: إضافة إلى حصر هذه الفئة.
et: Lisa Inventory sellesse kategooriasse .
fa: اضافه کردن موجودی به این گروه.
fr_lu: Ajouter inventaire à cette catégorie .
hr_hr: Dodaj inventar u ovu kategoriju .
ja: このカテゴリに在庫追加
lv_lv: Pievienot preci &#353;ai kategorijai
pl_pl: Dodaj pozycję do tej kategorii
vi_vn: Thêm hàng tồn kho thể loại này.

source: Select Inv. Item
ar: اختر الأستثمار .
et: Vali Inv .
fa: انتخاب Inv. بخش
fr_lu: Sélectionner un article
hr_hr: Odaberite inv .
ja: 在庫品目選択
lv_lv: Izvēlēties preci
pl_pl: Wybierz Niew.Towar
vi_vn: Lên chọn .

source: Select Manufacturer/Brand
ar: حدد المصنع / العلامة التجارية
et: Vali tootja / Brand
fa: انتخاب کنید تولید کننده / نام تجاری
fr_lu: Sélectionnez Fabricant / Marque
hr_hr: Odaberite proizvođač / Brand
ja: メーカー/ブランドを選択してください
lv_lv: Izvēlieties Ražotājs / Brand
pl_pl: Wybierz producenta / marki
vi_vn: Chọn Nhà sản xuất / Nhãn hiệu

source: Select Brand
et: Vali bränd
fa: انتخاب نام تجاری
fr_lu: Sélectionnez une marque
hr_hr: Odaberite brand
ja: ブランドを選択してください
lv_lv: Izvēlieties Brand
pl_pl: Wybierz markę
vi_vn: chọn thương hiệu

source: Add Item To Sales Category
ar: اضف القطعة ل مبيعات الفئة
et: Lisa toode Müügi Kategooria
fa: اضافه کردن آیتم به فروش رده
fr_lu: Ajouter un article à Sales Catégorie
hr_hr: Dodaj stavku za prodaju Kategorija
ja: 販売カテゴリに項目を追加する
lv_lv: Pievienojiet preci Sales Kategorija
pl_pl: Dodaj produkt do kategorii sprzedaży
vi_vn: Bổ sung mục Để bán hàng Thể loại

source: No more Inventory items to add
ar: لا مزيد من أصناف المخزون لإضافة
fr_lu: Pas d'autre article à ajouter.
hr_hr: Nema više inventara za dodavanje
ja: このカテゴリに在庫品目はない

source: Inventory items for
ar: أصناف المخزون لل
et: Inventari eest
fa: اقلام موجودی برای
fr_lu: Les articles en stock pour
hr_hr: Popis stavki za
ja: のインベントリアイテム
lv_lv: Inventāra posteņi
pl_pl: Inventory przedmioty
vi_vn: Hàng tồn kho cho

source: Featured
ar: متميز
et: Esile
fa: ویژه
fr_lu: Sélection
hr_hr: Prikazan
ja: 注目
pl_pl: Polecane
vi_vn: đặc trưng

source: Cancel Feature
ar: إلغاء ميزة
et: Loobu Feature
fa: انصراف از ویژگی
fr_lu: annuler Feature
hr_hr: Odustani Feature
ja: 機能をキャンセル
lv_lv: Atcelt Feature
pl_pl: Anuluj funkcję
vi_vn: hủy bỏ tính năng

source: Make Featured
ar: جعل مميز
et: Tee tõstetud
fa: را برجسته
fr_lu: faire vedette
hr_hr: Provjerite Prikazan
ja: 注目してください
lv_lv: padarīt Featured
pl_pl: Marka Wyróżnione
vi_vn: làm cho đặc trưng

source: No Inventory items in this category
ar: لا توجد عناصر المخزون في هذه الفئة
et: No inventari selles kategoorias
fr_lu: Pas d'article dans cette catégorie.
ja: このカテゴリに在庫品目はない

source: Sales Category Report
ar: تقرير مبيعات الفئة
fr_lu: Rapport des ventes par catégorie
ja: 販売分析レポート

source: Sales GL Postings Set Up
ar: مبيعات GL التدوينات إعداد
et: Müük GL Sõnumeid häälestamine
fa: فروش گرم در موارد راه اندازی
fr_lu: Soldes GL Offres Set Up
hr_hr: Prodaja GL obavijesti postaviti
ja: 売上ＧＬ転記設定
lv_lv: Pārdo&#353;anas ieņēmumu grāmatojumu uzstādījumi
pl_pl: Definicje Księgowań Sprzedaży
vi_vn: Bán GL đăng Thiết lập

source: The sales GL posting record has been updated
ar: تم تحديث GL مبيعات قياسية بالإرسال
et: Müügi GL postitad rekord on uuendatud
fa: فروش گرم در ارسال پرونده به روز شده است
fr_lu: La fiche "sales GL posting" a été mis à jour
hr_hr: Prodaja GL objavljivanja rekord je ažuriran
ja: 販売GL転記レコードが更新されました
lv_lv: Pārdo&#353;anas ieņēmumu grāmatojumu uzstādījumi tika laboti
pl_pl: Rekord księgowania sprzedaży został zaktualizowany
vi_vn: Doanh số bán hàng kỷ lục GL đăng đã được cập nhật

source: The new sales GL posting record has been inserted
ar: تم إدراج مبيعات GL قياسيا جديدا بالإرسال
et: Uus müügi GL postitad rekord on sisestatud
fa: جدید فروش گرم در ارسال ثبت درج شده است
fr_lu: L'enregistrement a été ajouté
hr_hr: Novi prodaje GL objavljivanja rekord je umetnuta
ja: 新たな販売GL転記レコードが挿入されている
lv_lv: Jauns Pārdo&#353;anas ieņēmumu grāmatojumu uzstādījums tika ievadīts
pl_pl: Dodano nowy rekord księgowania sprzedaży
vi_vn: Doanh số bán hàng kỷ lục mới GL đăng đã được đưa vào

source: A sales gl posting account already exists for the selected area, stock category, salestype
ar: A GL مبيعات بالإرسال حساب موجود بالفعل للمنطقة المختارة ، فئة الأوراق المالية، salestype
et: Müük gl postitad konto juba olemas valitud ala , varukategooria , salestype
fa: فروش گرم در ارسال حساب در حال حاضر برای این منطقه انتخاب شده ، مجموعه سهام ، salestype وجود دارد
fr_lu: Un compte "GL posting" existe déjà pour la zone sélectionnée, la catégorie stock et le "salestype"
hr_hr: Prodaja gl knjiženje računa već postoji zaodabrano područje, dioničko kategorija , salestype
ja: アカウントを投稿売上GLが選択された領域、在庫カテゴリは、 salestypeため既に存在してい
lv_lv: Pārdo&#353;anas ieņēmumu grāmatojumu uzstādījumi, jau eksistē priek&#353;s izvēlētā regīona, preču kategorijas un pārdo&#353;anas veida
pl_pl: Konto sprzedaży już istnieje dla wybranego rejonu, kategorii, typu sprzedaży
vi_vn: Một gl bán hàng gửi tài khoản đã tồn tại cho các khu vực được lựa chọn , loại cổ phiếu , salestype

source: Sales posting record has been deleted
ar: تم حذف مبيعات قياسية بالإرسال
et: Müük postitad rekord on kustutatud
fa: ارسال رکورد فروش حذف شده است
fr_lu: L'écriture des ventes "posting" a été supprimée
hr_hr: Prodaja objavljivanja rekord je obrisan
ja: 販売転記レコードは削除されました
lv_lv: Pārdo&#353;anas ieņēmumu grāmatojumu uzstādījums tika dzēsts
pl_pl: Rekord księgowania sprzedaży został usunięty
vi_vn: Bán hàng gửi hồ sơ đã bị xóa
