Repository: timschofield/KwaMoja-Medical
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar, et, fa, fr_lu, hr_hr, ja, lv_lv, pl_pl, vi_vn

source: Sales analysis records deleted
ar: سجلات تحليل المبيعات حذف
et: Müük analüüsi andmed kustutatakse
fr_lu: Écriture d'analyse des ventes supprimée
hr_hr: Prodaja analiza zapisi izbrisani
ja: 販売分析レコードが削除された
lv_lv: Pārdošanas analīze ieraksti svītrots
pl_pl: Rekordy analizy sprzedaży usunięto
vi_vn: Bán hồ sơ phân tích xóa

source: this deleted all sales analysis for the customer/branch and items on this invoice
ar: هذا حذف كافة تحليل المبيعات للعملاء / فرع و بنود هذه الفاتورة
et: see kustutatakse kõik müügi analüüs klient / haru ja esemed selles arve
fa: این حذف تمام تجزیه و تحلیل فروش برای مشتری / شاخه ها و موارد در این فاکتور
fr_lu: cette supprimé toutes les analyses des ventes pour le client / branche et articles sur la facture
hr_hr: ovo izbrisati sve analizu prodaje za kupca / grane i predmeta o ovom računu
ja: この顧客/支店とこの請求書の項目のためにすべての売上分析を削除
lv_lv: Šī svītrots visus pārdošanas analīzi par klientu / filiāles un priekšmetus šajā rēķinā
pl_pl: usuwa wszystkie analizy sprzedaży dla klienta/oddziału i towarów na tej fakturze
vi_vn: này đã bị xóa tất cả các phân tích bán hàng cho các khách hàng / chi nhánh và các mặt hàng trên hóa đơn này

source: Deleted the credit note stock move taxes
ar: حذف الأوراق المالية مذكرة الائتمان الضرائب الخطوة
et: Kustutatudkreeditarve aktsia liikuda maksud
hr_hr: Izbrisano kreditne Napomena poreze zaliha potez
ja: 信用ノート株式の移動税を削除

source: The SQL to delete the stock movement records failed because
ar: و SQL لحذف سجلات حركة المخزون فشلت بسبب
et: SQL kustutada aktsia liikumise arvestust ebaõnnestunud
fr_lu: Échec de la commande SQL de suppression des mouvements de stocks:
hr_hr: SQL za brisanje evidencije zaliha pokret nije uspio , jer
ja: 在庫移動レコードを削除するSQLが失敗しました。
lv_lv: SQL dzēst krājumu kustības uzskaites neizdevās, jo
pl_pl: Usunięcie rekordów przesunięć magazynowych przez SQL nie powiodło się ponieważ
vi_vn: SQL để xóa các hồ sơ di chuyển cổ phiếu không thành công vì

source: The stock movement records associated with the invoice have been deleted
ar: تم حذف سجلات حركة المخزون يرتبط مع الفاتورة
et: Aktsia liikumise arvestust seotudarve on kustutatud
fr_lu: Les enregistrements des mouvements de stocks associés à la facture a été supprimé
hr_hr: Dionica pokret zapisi povezane s računom su izbrisane
ja: 請求書に関連付けられている株式の移動レコードが削除されている
lv_lv: Krājumu kustības uzskaite saistītas ar rēķinu ir svītroti
pl_pl: Rekordy przesunięć magazynowych związanych z fakturą zostały usunięte
vi_vn: Các hồ sơ di chuyển cổ phiếu liên quan đến hóa đơn đã bị xóa

source: The SQL to delete the general ledger journal records failed because
ar: و SQL لحذف سجلات دفتر الأستاذ العام مجلة فشلت بسبب
et: SQL kustutada pearaamat ajakiri arvestust ebaõnnestunud
fr_lu: Échec de la commande SQL de suppression du journal du GL:
hr_hr: SQL izbrisati glavne knjige zapisa iz dnevnika uspio jer
ja: 割当レコードを削除する以下のSQLが使われました
lv_lv: SQL dzēst Virsgrāmatas žurnāla ierakstus neizdevās, jo
pl_pl: SQL, aby usunąć ogólnych zapisów dziennika księgi powiodła się, ponieważ
vi_vn: SQL để xóa sổ cái ghi nhật ký chung đã thất bại vì

source: The GL journal records associated with the invoice have been deleted
ar: تم حذف السجلات المرتبطة مجلة GL مع الفاتورة
et: GL ajakiri arvestust seotudarve on kustutatud
fr_lu: Les dossiers journal GL associé à la facture ont été supprimés
hr_hr: GL časopis zapisi povezane s računom su izbrisane
ja: 請求書に関連付けられたGLジャーナルレコードが削除されている
lv_lv: GL žurnālu ieraksti saistītas ar rēķinā ir svītroti
pl_pl: Zapisy GL dzienniku związane z fakturą zostały usunięte
vi_vn: GL hồ sơ tạp chí liên quan đến hóa đơn đã bị xóa

source: UTILITY PAGE To Delete All Old Prices
ar: PAGE أداة ل حذف جميع الاسعار قديم
et: UTILITY leht Kustuta kõik vanad hinnad
fa: صفحه UTILITY برای حذف تمامی قیمت های قدیمی
hr_hr: UTILITY stranicu Izbriši sve starim cijenama
ja: すべての古い価格を削除するためのユーティリティPAGE
lv_lv: UTILITY lapu Dzēst visas vecās cenas
vi_vn: UTILITY TRANG Để xóa tất cả Giá Cũ

source: All old prices have been deleted
et: Kõik vanad hinnad on kustutatud
ja: グループは削除されました

source: Are You Sure you wish to delete all old prices?
et: Oled sa kindel , et soovid kustutada kõik vanad hinnad?
ja: この仕入先価格を削除してもよろしいですか？

source: Purge Old Prices
ar: تطهير بالأسعار القديمة
et: Puhastada vana hinnaga
ja: 注文価格

source: Delete Sales Transactions
ar: حذف معاملات البيع
et: Kustuta Müügitehingute
fr_lu: Supprimer les transactions de vente
hr_hr: Brisanje prodajne transakcije
ja: 販売取引を削除
lv_lv: Dzēst pārdošanas darījumiem
pl_pl: Usuń Transakcje Sprzedaży
vi_vn: Xóa các giao dịch bán hàng

source: Deleting sales analysis records
ar: حذف السجلات تحليل المبيعات
et: Kustutamine müügi analüüs arvestust
fr_lu: Suppression des dossiers d'analyse des ventes
hr_hr: Brisanje prodaja analiza zapisa
ja: 売上分析レコードを削除
lv_lv: Dzēšana pārdošanas analīzes ierakstus
pl_pl: Usuwanie rekordów analiz sprzedaży
vi_vn: Xóa hồ sơ phân tích bán hàng

source: The SQL to delete Sales Analysis records failed because
ar: و SQL لحذف السجلات تحليل المبيعات فشلت بسبب
et: SQL kustutada müügi analüüs arvestust ebaõnnestunud
fr_lu: Échec de la commande SQL de suppression des analyses de ventes:
hr_hr: SQL izbrisati prodaja analiza zapisa nije uspjelo jer
ja: 販売分析レコードを削除するSQLが失敗しました。
lv_lv: SQL izdzēst pārdošanas analīze ierakstus neizdevās, jo
pl_pl: Usunięcie rekordów analizy sprzedaży nie powiodło się ponieważ
vi_vn: SQL để xóa hồ sơ bán hàng Phân tích thất bại vì

source: Deleting customer statement transactions and allocation records
ar: حذف المعاملات بيان العملاء و سجلات تخصيص
et: Kustutamine kliendi avaldus tehingute ja jaotamise arvestust
fa: حذف معاملات بیانیه مشتری و سوابق تخصیص
fr_lu: Suppression de la déclaration des transactions des clients et dossiers d'attribution
hr_hr: Brisanje transakcije kupaca izjava i raspodjele evidencije
ja: 顧客ステートメント取引と割り当てレコードを削除する
lv_lv: Dzēšot klientu paziņojumu darījumus un sadales ierakstus
pl_pl: Usuwanie dokumentów wpłat klienta i rozliczeń
vi_vn: Xóa các giao dịch tuyên bố khách hàng và hồ sơ phân bổ

source: The SQL to delete customer transaction records failed because
ar: و SQL لحذف سجلات المعاملات العملاء فشلت بسبب
et: SQL kustutada klient tehingudokumendid ebaõnnestus, kuna
fr_lu: Échec de la commande SQL de suppression de transaction client:
hr_hr: SQL za brisanje evidencije kupaca transakcija nije uspjela jer
ja: 顧客取引のレコードを削除するSQLが失敗しました。
lv_lv: SQL dzēst klientu darījumu uzskaiti neizdevās, jo
pl_pl: Usunięcie rekordów transakcji klienta przez SQL nie powiodło się ponieważ
vi_vn: SQL để xóa các bản ghi giao dịch của khách hàng thất bại vì

source: The SQL to update the transaction numbers for all sales transactions because
ar: و SQL لتحديث أرقام المعاملات لجميع معاملات البيع بسبب
et: SQL uuendada tehingu numbrid kõik müügitehingud sest
fr_lu: Échec de la commande SQL de mise à jour des numéros de transaction pour toutes les ventes:
hr_hr: SQL ažurirati transakcijskih brojeva za sve prodajnih transakcija , jer
ja: すべての販売トランザクションのトランザクション番号を更新するSQL理由
lv_lv: SQL atjaunināt darījumu numurus visiem pārdošanas darījumiem , jo
pl_pl: Aktualizacja numerów transakcji dla wszystkich transakcji sprzedaży przez SQL nie powiodło się ponieważ
vi_vn: SQL để cập nhật mã số giao dịch cho tất cả các giao dịch bán hàng vì

source: Deleting all sales order records
ar: حذف جميع السجلات من أجل البيع
et: Kustutamine kõik müüki, et andmed
fr_lu: Suppression de tous les records de vente pour
hr_hr: Brisanje svih naloga za prodaju zapisa
ja: 全販売受注レコード削除中
lv_lv: Izdzēšot visus pārdošanas pasūtījumu ierakstus
pl_pl: Usuwanie wszystkich zamówień sprzedaży
vi_vn: Xóa tất cả hồ sơ đơn đặt hàng

source: The SQL to delete sales order detail records failed because
ar: و SQL لحذف سجلات المبيعات التفاصيل النظام فشلت بسبب
et: SQL kustutada müük, et detail arvestust ebaõnnestunud
fr_lu: Échec de la commande SQL de suppression de commande (vente):
hr_hr: SQL izbrisati rekorde prodaje Pojedinosti narudžbe uspio jer
ja: 販売注文の詳細レコードを削除するSQLが失敗しました。
lv_lv: SQL izdzēst pārdošanas pasūtījuma detaļu ierakstus neizdevās, jo
pl_pl: Usunięcie pozycji zamówień sprzedaży przez SQL nie powiodło się ponieważ
vi_vn: SQL để xóa bán hàng để hồ sơ chi tiết thất bại vì

source: The SQL to delete sales order header records failed because
ar: و SQL لحذف سجلات المبيعات رأس النظام فشلت بسبب
et: SQL kustutada müügitellimuse päise arvestust ebaõnnestunud
fr_lu: Échec de la commande SQL de suppression des en-têtes de bon de commande (vente):
hr_hr: SQL izbrisati rekorde prodaje reda kolektora uspio jer
ja: 販売オーダー·ヘッダー·レコードを削除するSQLが失敗しました。
lv_lv: SQL izdzēst pārdošanas pasūtījuma header ierakstus neizdevās, jo
pl_pl: Usunięcie nagłówków zamówień sprzedaży przez SQL nie powiodło się ponieważ
vi_vn: SQL để xóa bán hàng để ghi tiêu đề thất bại vì

source: The SQL to update the transaction number of sales orders has failed
ar: لقد فشل SQL لتحديث رقم المعاملة من أوامر البيع
et: SQL uuendada tehingu number müügitellimuste ei ole
fr_lu: Échec de la commande SQL de mise à jour des numéros de transactions des commandes (vente):
hr_hr: SQL ažurirati transakcijskog broja prodajnih naloga nije uspio
ja: 受注のトランザクション数を更新するためのSQLが失敗しました
lv_lv: SQL atjaunināt darījumu skaitu, pārdošanas pasūtījumiem nav
pl_pl: Aktualizacja numeru transakcji zamówienia sporzedaży przez SQL nie powiodło się
vi_vn: SQL để cập nhật số lượng giao dịch của các đơn đặt hàng bán hàng đã thất bại

source: Making stock for all parts and locations nil
ar: صنع الأوراق المالية لجميع أجزاء ومواقع النيل
et: Making aktsia kõikide osade ja asukohad null
fa: ساخت انبار برای تمام نقاط و مکان صفر
fr_lu: Faire stock pour tous les emplacements des pièces et nil
hr_hr: Izrada zaliha za sve dijelove i mjesta Nil
ja: nilをすべての部品や場所の在庫を作る
lv_lv: Making krājumu visām daļām un vietās nulles
pl_pl: Zerowanie wszystkich stanów wszystkich magazynów
vi_vn: Làm cổ phiếu cho tất cả các bộ phận và địa điểm con số không

source: The SQL to make all stocks zero failed because
ar: و SQL لجعل فشلت جميع المخزونات صفر بسبب
et: SQL teha kõik varud nulli ebaõnnestus, kuna
fr_lu: Échec de la commande SQL de remise à zéro des stocks:
hr_hr: SQL kako bi sve dionice nula nije uspio jer
ja: SQLは、すべての株式はゼロが失敗作るため
lv_lv: SQL , lai visas krājumi nulle neizdevās, jo
pl_pl: Zerowanie stanów wszystkich magazynów przez SQL nie powiodło się ponieważ
vi_vn: SQL để làm cho tất cả các cổ phiếu không thành công vì

source: Making the quantity invoiced zero on all orders
ar: جعل كمية الفواتير صفر على جميع أوامر
et: Making koguse arve null kõiki tellimusi
fr_lu: Faire la quantité facturée zéro sur toutes les commandes
hr_hr: Izradakoličina fakturirani nulu na sve narudžbe
ja: 量はすべての注文にゼロを請求メイキング
lv_lv: Makingdaudzums rēķinā nulles par visiem pasūtījumiem
pl_pl: Zerowanie ilości zafakturowanych na wszystkich zamówieniach
vi_vn: Làm cho số lượng hóa đơn không trên tất cả các đơn đặt hàng

source: The SQL to un-invoice all sales orders failed
ar: و SQL ل برنامج الأمم المتحدة لل فاتورة كل أوامر البيع فشلت
et: SQL un arve kogu müügitellimuste ebaõnnestus
fr_lu: Échec de la commande SQL de dé-facturation de toutes les commandes (vente):
hr_hr: SQL UN - računa svih prodajnih naloga nije uspio
ja: 未請求すべて受注へのSQLに失敗しました
lv_lv: SQL, lai ANO rēķina visiem pārdošanas pasūtījumiem neizdevās
pl_pl: Odfakturowanie wszystkich zamówień sprzedaży przez SQL nie powiodło się
vi_vn: SQL để bỏ hóa đơn tất cả các đơn đặt hàng bán hàng không

source: Deleting all sales related GL Transactions
ar: حذف جميع المبيعات ذات الصلة المعاملات GL
et: Kustutamine kõik müügiga seotud GL Tehingud
fa: حذف تمام معاملات فروش GL مرتبط
fr_lu: Suppression de toutes les ventes liées Transactions GL
hr_hr: Brisanje svih prodajnih povezane GL transakcija
ja: すべての販売関連のGLトランザクションの削除
lv_lv: Izdzēšot visus pārdošanas saistītos GL Darījumi
pl_pl: Usuwanie wszystkich zapisów KG związanych ze sprzedażą
vi_vn: Xóa tất cả doanh số bán hàng liên quan đến giao dịch GL

source: The SQL to delete sales related GL Transactions failed
ar: و SQL لحذف المبيعات ذات الصلة المعاملات GL فشلت
et: SQL kustutada müügiga seotud GL tehingud ei
fr_lu: Échec de la commande SQL de suppression de transaction de vente liée au GL:
hr_hr: SQL izbrisati prodaje povezanih GL transakcija nije uspjela
ja: 販売関連のGLトランザクションを削除するSQLが失敗した
lv_lv: SQL izdzēst pārdošanas saistītos GL Darījumi neizdevās
pl_pl: Usunięcie zapisów KG związanych ze sprzedażą przez SQL nie powiodło się
vi_vn: SQL để xóa bán hàng liên quan đến GL giao dịch thất bại

source: Deleting all stock related GL Transactions
ar: حذف جميع الأسهم المعاملات GL ذات صلة
et: Kustutamine kõik stock seotud GL Tehingud
fr_lu: Suppression de toutes les actions liées Transactions GL
hr_hr: Brisanje svih dionica povezanih GL transakcija
ja: すべての株式関連のGLトランザクションの削除
lv_lv: Izdzēšot visus akciju saistītās GL Darījumi
pl_pl: Usuawanie wszystkich pozycji magazynowych KG
vi_vn: Xóa tất cả các chứng khoán liên quan đến giao dịch GL

source: The SQL to delete stock related GL Transactions failed
ar: و SQL لحذف الأوراق المالية المعاملات GL ذات صلة فشلت
et: SQL kustutada laos seotud GL tehingud ei
fr_lu: Échec de la commande SQL de suppression de mouvement de stock lié au GL:
hr_hr: SQL izbrisati dionica povezanih GL transakcija nije uspjela
ja: 株式関連のGLトランザクションを削除するには、 SQLが失敗した
lv_lv: SQL dzēst akciju saistītās GL Darījumi neizdevās
pl_pl: Usunięcie rekordów związanych z magazynami w KG przez SQL nie powiodło się ponieważ
vi_vn: SQL để xóa chứng khoán GL giao dịch liên quan đến thất bại

source: Zeroing all purchase order quantities received and uncompleting all purchase orders
ar: التصفير جميع كميات أمر الشراء الواردة و uncompleting جميع أوامر الشراء
et: Nullimine kõik ostutellimuse vastuvõetud kogused ja uncompleting kõik ostutellimused
fa: صفر تمام مقادیر سفارش خرید دریافت و uncompleting تمام سفارشات خرید
fr_lu: La réduction à zéro toutes les quantités reçues et commande uncompleting tous les ordres d'achat
hr_hr: Nula sve narudžbenica količine primljenih i uncompleting sve narudžbe
ja: すべての発注量は、受信したゼロ調整とすべての発注書をuncompleting
lv_lv: Reducēšana līdz nullei visi pirkuma pasūtīto preču skaits saņemts un uncompleting visu pirkuma pasūtījumu
pl_pl: Zerowanie wszystkich ilości przyjętych i rozkompletowanie wszystkich zamówień zakupu
vi_vn: Zeroing tất cả số lượng đơn đặt hàng nhận được và uncompleting tất cả các đơn đặt hàng

source: The SQL to zero quantity received for all purchase orders line items and uncompleted all purchase order line items because
ar: و SQL إلى الصفر الكمية الواردة ل جميع أوامر الشراء و بنود غير المكتملة جميع سلع شراء خط النظام بسبب
et: SQL nulli kogus saadud kõigi ostutellimuste kirjeid ja lõpetamata kõik ostutellimuse kirjeid sest
fa: SQL به مقدار صفر دریافت برای تمام سفارشات خرید اقلام خط و ناتمام تمام سفارش خرید اقلام خط به دلیل
fr_lu: Échec de la commande SQL de remise à zéro des quantités recues pour les postes de toutes les commandes:
hr_hr: SQL nula količina primljenog za sve narudžbe stavki i nezavršena sve kupnje stavke retka narudžbe jer
ja: すべての発注書の行項目のために受信し、すべての発注明細項目を未完成のゼロ量にSQL理由
lv_lv: SQL nulles daudzumu , kas saņemta par visiem pirkuma pasūtījuma posteņiem un nepabeigta visu pirkuma pasūtījuma rindas vienības , jo
pl_pl: Wyzeroweanie ilości przyjętych i rozkompletowanie wszystkich zamówień zakupu przez SQL nie powiodło się ponieważ
vi_vn: SQL để không nhận được số lượng đơn đặt hàng cho tất cả các mục hàng mua và chưa hoàn tất cả các chi tiết đơn đặt hàng vì

source: Deleting all GRN records
ar: حذف جميع السجلات GRN
et: Kustutamine kõik GRN kirjed
fr_lu: Effacer toutes les fiches GRN
hr_hr: Brisanje sve GRN zapisa
ja: すべてGRNレコードを削除する
lv_lv: Izdzēšot visus GRN ierakstus
pl_pl: Usuwanie wszystkich dokumentów Wz
vi_vn: Xóa tất cả hồ sơ GRN

source: The SQL to update the transaction number of stock receipts has failed because
ar: لقد فشل SQL لتحديث رقم المعاملة من إيصالات الأسهم بسبب
et: SQL uuendada tehing arv aktsia tulu ei ole , sest
fr_lu: Échec de la commande SQL de mise à jour le numéro de transaction des reçus de stock:
hr_hr: SQL ažurirati transakcijski broj dionica računa nije uspjela jer je
ja: 株式の領収書のトランザクション数を更新するためのSQLが失敗した理由
lv_lv: SQL atjaunināt darījumu skaits akciju ieņēmumiem nav , jo
pl_pl: Zmiana numeru transakcji dla przyjęć towaru przez SQL nie powiodło się ponieważ
vi_vn: SQL để cập nhật số lượng giao dịch của cổ phiếu biên lai đã thất bại vì

source: Deleting all Purchase Orders
ar: حذف جميع أوامر الشراء
et: Kustutamine kõik Ostutellimuste
fr_lu: Suppression de tous les ordres d'achat
hr_hr: Brisanje sve narudžbenice
ja: 全購買発注削除中
lv_lv: Izdzēšot visus pirkuma pasūtījumu
pl_pl: Usuwanie Wszystkich Zamówień Zakupu
vi_vn: Xóa tất cả các đơn đặt hàng mua

source: The SQL to delete all purchase order details failed, the SQL statement was
ar: و SQL لحذف جميع تفاصيل أمر الشراء فشلت، وكان عبارة SQL
et: SQL kustutada kõik ostutellimuse üksikasjad ebaõnnestus SQL oli
fr_lu: Échec de la commande SQL de suppression de tous les bons de commande:
hr_hr: SQL izbrisati sve pojedinosti narudžbenice nije uspio ,SQL je
ja: すべての購入注文の詳細を削除するには、SQLが失敗し、 SQLステートメントがあった
lv_lv: SQL, lai izdzēstu visu pirkuma pasūtījuma informāciju neizdevās ,SQL bija
pl_pl: Usunięcie wszystkich pozycji zamówień zakupu przez SQL nie powiodło się z komunikatem
vi_vn: SQL để xóa tất cả các chi tiết đơn đặt hàng không , các câu lệnh SQL là

source: The SQL to delete all purchase orders failed because
ar: و SQL لحذف جميع أوامر الشراء فشلت بسبب
et: SQL kustutada kõik ostutellimused ebaõnnestus, kuna
fr_lu: Échec de la commande SQL de suppression de tous les bons de commande:
hr_hr: SQL izbrisati sve narudžbe uspio jer
ja: すべての発注書を削除するには、 SQLが失敗しました。
lv_lv: SQL, lai izdzēstu visus pirkuma pasūtījumiem neizdevās, jo
pl_pl: Usunięcie wszystkich zamówień zakupu przez SQL nie powiodło się ponieważ
vi_vn: SQL để xóa tất cả các đơn đặt hàng mua không thành công vì

source: It is necessary to re-post the remaining general ledger transactions for the general ledger to get back in sync with the transactions that remain. This is an option from the Z_index.php page
ar: فمن الضروري لإعادة نشر المتبقية المعاملات دفتر الأستاذ العام ل دفتر الأستاذ العام ل نعود متزامنا مع المعاملات التي لا تزال قائمة.
et: On vaja uuesti postitada ülejäänud pearaamatu tehingute pearaamat tagasi saada sünkroonistehinguid , mis jäävad .
fa: به ارسال مجدد معاملات باقی مانده دفتر کلدفتر کل به عقب بر گردیم در همگام با معاملات که باقی مانده لازم است .
fr_lu: Il est nécessaire de re-post les autres transactions du grand livre général pour le grand livre pour se remettre en phase avec les transactions qui restent. Il s'agit d'une option dans la page Z_index.php
hr_hr: Potrebno je ponovno objaviti preostalih transakcija glavne knjige za glavnu knjigu da se vratim u sync sa transakcijama koje ostaju .
ja: それが残っているトランザクションと同期して戻すために総勘定元帳のため再投稿残り元帳取引することが必要である。
lv_lv: Tas ir nepieciešams , lai atkārtoti post atlikušie virsgrāmatas darījumi par vispārējo virsgrāmatu , lai saņemtu atpakaļ sinhronizācijā ar darījumiem , kas paliek .
pl_pl: Konieczne jest ponowne post pozostałe ogólne transakcji księgi do księgi głównej, aby wrócić na bieżąco z transakcji, które pozostają. Ta opcja jest na stronie Z_index.php
vi_vn: Nó là cần thiết để đăng lại các giao dịch sổ cái chung còn lại cho các sổ cái chung để có được trở lại đồng bộ với các giao dịch còn lại.

source: Delete All Sales Analysis
ar: حذف جميع تحليل المبيعات
et: Kustuta kõik müügi analüüs
fr_lu: Supprimer tous les Analyse des ventes
hr_hr: Izbriši sve prodaje analizu
ja: すべての販売分析を削除
lv_lv: Dzēst visus pārdošanas analīze
pl_pl: Usuń Wszystkie Analizy Sprzedaży
vi_vn: Xóa tất cả Phân tích doanh

source: Delete All statement transactions
ar: حذف جميع المعاملات بيان
et: Kustuta kõik kinnitus tehingute
fr_lu: Supprimer Toutes les transactions déclaration
hr_hr: Izbriši sve transakcije izjave
ja: すべてのステートメントのトランザクションを削除
lv_lv: Dzēst visus paziņojumu darījumus
pl_pl: Usuń Wszystkie transakcje dla dokumentów Wz/Pz (?)
vi_vn: Xóa tất cả các giao dịch tuyên bố

source: Zero All stock balances
ar: الصفر جميع أرصدة الأوراق المالية
et: Zero kõik laoseisud
fr_lu: Mise à zéro de tus les soldes
hr_hr: Svi nula stanja zaliha
ja: すべての在庫残高をゼロに
lv_lv: Nullei Visi akciju bilances
pl_pl: Wyzeruj Wszystkie Salda Magazynowe
vi_vn: Bằng không Tất cả số dư chứng khoán

source: Make Invoiced Qty Of All Sales Orders Nil
ar: جعل الكمية الفواتير الصادرة لل جميع أوامر المبيعات النيل
et: Tee Arve Kogus kogu müük Tellimused Nil
fa: تعداد صورتحساب از تمامی سفارشات فروش صفر
fr_lu: Mettre à zéro les quantités facturées de toutes les commandes
hr_hr: Provjerite dostavnice Kol svega narudžbe Nil
ja: 無記号すべての販売注文の請求済数量を作る
lv_lv: Padarīt Rēķinā Daudz no visiem pārdošanas pasūtījumu Nil
pl_pl: Wyzerowanie Wszystkich Ilości Zafakturowanych na Zamówieniach Sprzedaży
vi_vn: Số lượng thực hiện lập hoá đơn Of Tất cả các hàng đơn đặt hàng Nil

source: Delete All Sales Orders
ar: حذف كافة أوامر المبيعات
et: Kustuta kõik Müügitellimuste
fr_lu: Supprimer tous les ordres de vente
hr_hr: Izbriši sve narudžbe
ja: 全販売受注削除
lv_lv: Dzēst visus pārdošanas pasūtījumus
pl_pl: Usunięcie Wszystkich Zamówień Sprzedaży
vi_vn: Xóa các đơn hàng

source: Zero Received Qty of all purchase orders
ar: صفر حصل على الكمية من جميع أوامر الشراء
et: Zero Vastatud Kogus kõigi tellimuste
fr_lu: Mise à zéro de toutes les commandes recues
hr_hr: Zero primljeni Kol svih narudžbenice
ja: ゼロはすべての発注の数量を受賞
lv_lv: Nulles Saņemtā Daudzums visiem pirkšanas pasūtījumiem
pl_pl: Zerowanie Ilości Przyjętych na wszystkich zamówieniach zakupu
vi_vn: Không nhận Số lượng của tất cả các đơn đặt hàng

source: Delete All Purchase Orders
ar: حذف جميع أوامر الشراء
et: Kustuta kõik Ostutellimuste
fr_lu: Supprimer toutes les commandes
hr_hr: Izbriši sve narudžbe Kupnja
ja: 全購買発注削除
lv_lv: Dzēst visu pirkuma pasūtījumu
pl_pl: Usuń Wszystkie Zamówienia Zakupu
vi_vn: Xóa tất cả đơn đặt hàng mua

source: Delete All Sales related stock movements
ar: حذف جميع الحركات مبيعات الأسهم ذات صلة
et: Kustuta kõik müügiga seotud varude liikumine
fa: حذف همه جنبش های فروش مربوط به سهام
fr_lu: Supprimer Tous les mouvements de vente d'actions liées
hr_hr: Izbriši sve prodaje dionica povezanih pokreta
ja: すべての販売関連の株価の動きを削除
lv_lv: Dzēst visus pārdošanas saistītos krājumu pārvietošanu
pl_pl: Usuń Wszystkie zmiany związane ze sprzedażą
vi_vn: Xóa tất cả doanh chuyển động chứng khoán có liên quan

source: Delete All Stock Receipt stock movements
ar: حذف جميع الحركات استلام الاوراق المالية الأوراق المالية
et: Kustuta kõik Stock laekumine laoliikumised
fa: حذف همه سهام جنبش سهام دریافت
fr_lu: Supprimer tous les mouvements de stock stock Réception
hr_hr: Brisanje svih burzovnih kretanja dionica Receipt
ja: 全ての株式レシート株式の動きを削除
lv_lv: Dzēst visas akciju saņemšana krājumu pārvietošanu
pl_pl: Usuń wszystkie dokumenty Pz
vi_vn: Xóa tất cả chuyển động chứng khoán nhận cổ

source: Delete All Sales GL Transactions
ar: حذف جميع معاملات البيع GL
et: Kustuta kõik Sales GL Tehingud
fr_lu: Supprimer toutes les transactions commerciales GL
hr_hr: Izbriši sve transakcije prodaje GL
ja: すべての販売GL取引を削除
lv_lv: Dzēst visus pārdošanas GL Darījumi
pl_pl: Usuń wszystkie zapisy sprzedaży w KG
vi_vn: Xóa tất cả doanh GL giao dịch

source: Delete All Stock GL Transactions
ar: حذف جميع المعاملات GL الأسهم
et: Kustuta kõik Stock GL Tehingud
fr_lu: Supprimer toutes les transactions GL Stock
hr_hr: Brisanje svih burzovnih transakcija GL
ja: 全ての株式GLトランザクションの削除
lv_lv: Dzēst visas akciju GL Darījumi
pl_pl: Usuń Wszystkie zapisy magazynowe w KG
vi_vn: Xóa tất cả chứng khoán giao dịch GL
