Repository: timschofield/KwaMoja-Medical
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar, et, fa, fr_lu, hr_hr, ja, lv_lv, pl_pl, vi_vn

source: Could not check if a batch or lot stock item already exists because
ar: لا يمكن معرفة ما اذا كان دفعة أو الكثير بند المخزون موجود بالفعل بسبب
et: Ei saa kontrollida , kuipartii või laonumbrist juba olemas, sest
fa: آیا چک کردن یک دسته و یا بسیاری آیتم سهام در حال حاضر وجود دارد چرا که نه
fr_lu: Impossible de vérifier si un lot ou un élément de stock existe déjà beaucoup, car
hr_hr: Ne mogu provjeriti je lipredmet serije ili puno dionica već postoji , jer
ja: ので、バッチまたはたくさん在庫項目がすでに存在するかどうかを確認できませんでした
lv_lv: Nevar pārbaudīt, vaipartijas vai krājumu vienība jau pastāv, jo
pl_pl: Nie można określić czy towar istnieje ponieważ
vi_vn: Không thể kiểm tra xem một mục cổ phiếu hàng loạt hoặc nhiều đã tồn tại vì

source: The following SQL to test for an already existing controlled but not serialised stock item was used
ar: تم استخدام SQL التالية لاختبار لل رقابة ولكن ليس تسلسل بند الأوراق المالية القائمة بالفعل
et: Järgmine SQL testimiseksjuba olemasolevate kontrollitud , kuid mitte seeriasertide laonumbrist kasutati
fa: گذاشتن زیر را برای تست در حال حاضر موجود کنترل شده اما مورد سهام نیست serialized مورد استفاده قرار گرفت
fr_lu: Le SQL suivante pour tester un projet déjà existant contrôlée mais non point stock sérialisé a été utilisée
hr_hr: Sljedeći SQL za testiranje za već postojeće kontrolirano , ali ne serijaliziranom dionicama točke je koristiti
ja: 既存の制御されているが、不連続の品目をテストする以下のSQLが使われました
lv_lv: Pēc SQL , lai pārbaudītu jau esošo kontrolēta , bet ne sērijveida akciju posteni tika izmantota
pl_pl: Użyta fraza SQL
vi_vn: SQL sau đây để kiểm tra cho một mục chứng khoán được kiểm soát nhưng không tuần tự đã tồn tại đã được sử dụng

source: The serial stock item record could not be inserted because
ar: لا يمكن إدراج سجل بند الأوراق المالية لأن المسلسل
et: Seerianumber laonumbrist rekord ei saa lisada , sest
fa: سریال سهام رکورد مورد نمی تواند به دلیل درج
fr_lu: Le registre des stocks de série élément n'a pas pu être insérées pour cause
hr_hr: Serijski dionica stavku rekord ne može biti umetnuta , jer
ja: シリアル在庫品目レコードが挿入されなかったため
lv_lv: Sērijas krājumu posteni ierakstu nevarēja ievietota , jo
pl_pl: Nie można zaktualizować rekordu towaru seryjnego ponieważ
vi_vn: Các chứng khoán nối tiếp mục kỷ lục không thể được chèn vào bởi vì

source: The following SQL to insert the serial stock item records was used
ar: تم استخدام SQL التالية لإدراج سجلات بند الأوراق المالية المسلسل
et: Järgmine SQL sisestada seerianumber laonumbrist arvestust kasutati
fa: گذاشتن زیر برای وارد کردن سوابق سهام مورد سریال مورد استفاده قرار گرفت
fr_lu: Le SQL suivante pour insérer les enregistrements de série article en stock a été utilisée
hr_hr: Sljedeći SQL umetnuti serijske evidenciju zaliha sredstvo korišteno
ja: 連続品目レコードを追加する以下のSQLが使われました
lv_lv: Pēc SQL ievietot sērijas krājuma priekšmetu uzskaiti, tika izmantota
pl_pl: Użyta fraza SQL
vi_vn: SQL sau đây để chèn nối tiếp cổ phiếu hồ sơ sản phẩm đã được sử dụng

source: cost
ar: كلف
et: maksma
fr_lu: coût
hr_hr: koštati
ja: 原価

source: CRITICAL ERROR! NOTE DOWN THIS ERROR AND SEEK ASSISTANCE The fixed asset transaction could not be inserted because
ar: خطأ فادح !
et: Kriitiline viga !
fa: انتقادی خطا! توجه کردن این خطا و به دنبال مساعدت معامله دارائی های ثابت نمی تواند دلیل وارد
fr_lu: Erreur d'ajoût de l'immobilisation:
hr_hr: Kritična greška !
ja: CRITICAL ERROR ！
lv_lv: Kritiskā kļūda !
pl_pl: KRYTYCZNY BŁĄD! Zanotuj ten błąd i Szukać Pomocy stałe transakcji składnika aktywów nie mogą zostać włączone, ponieważ
vi_vn: QUAN TRỌNG LỖI !

source: CRITICAL ERROR! NOTE DOWN THIS ERROR AND SEEK ASSISTANCE. The fixed asset cost and date purchased was not able to be updated because:
ar: خطأ فادح !
et: Kriitiline viga !
fa: انتقادی خطا! توجه کردن این خطا و به دنبال کمک. هزینه دارائی های ثابت و تاریخ خریداری شده قادر به بروز رسانی نه به خاطر :
hr_hr: Kritična greška !
ja: CRITICAL ERROR ！
lv_lv: Kritiskā kļūda !
pl_pl: KRYTYCZNY BŁĄD! Zanotuj ten błąd i szukać pomocy. Koszty stałe aktywów i datę zakupu nie był w stanie zostać zaktualizowany, ponieważ:
vi_vn: QUAN TRỌNG LỖI !

source: The following SQL was used to attempt the update of the cost and the date the asset was purchased
ar: تم استخدام SQL التالية لمحاولة التحديث من تكلفة وتاريخ شراء الأصول
et: Järgmine SQL kasutati püüdkeajakohastatud kulude jakuupäev vara osteti
fa: گذاشتن زیر را به تلاش برای بروز رسانی از هزینه و تاریخ دارایی خریداری شده بود مورد استفاده قرار گرفت
fr_lu: Commande SQL de mise à jour du coût et de la date d'achat de lactif:
hr_hr: Sljedeći SQL je bio korišten da pokušaju ažuriranja o cijeni idatumuimovina kupljena
ja: 購買発注詳細を更新する以下のSQLが使われました
lv_lv: Pēc SQL tika izmantota, lai mēģinātu atjauninājumu no izmaksām , undatumuaktīvs tika iegādāts
pl_pl: SQL, co następuje próba wykorzystania aktualizacji kosztów oraz datę aktywów został nabyty
vi_vn: SQL sau đây đã được sử dụng để cố gắng cập nhật các chi phí và ngày tài sản được mua

source: The purchase GL posting could not be inserted because
ar: و GL الشراء المشاركة لا يمكن إدراج بسبب
et: Ostu GL postitad ei saa lisada , sest
fa: گرم در خرید ارسال نمی تواند دلیل وارد
fr_lu: Le GL achat annonce ne pouvait pas être inséré, car
hr_hr: Kupnja GL knjiženja se ne može umetnuti zbog
ja: ポスティング購入GLが挿入することができませんでしたので、
lv_lv: Pirkums GL norīkošanu nevarēja ievietota , jo
pl_pl: Nie można zapisać zakupu w KG ponieważ:
vi_vn: GL mua đăng không có thể được chèn vào bởi vì

source: The following SQL to insert the purchase GLTrans record was used
ar: تم استخدام SQL التالية لإدراج تسجيل الشراء GLTrans
et: Järgmine SQL sisestada ostu GLTrans rekord kasutati
fa: گذاشتن زیر برای وارد کردن خرید ضبط GLTrans مورد استفاده قرار گرفت
fr_lu: Commande SQL d'ajoût de transaction GL:
hr_hr: Sljedeći SQL umetnuti zapis nabavnu GLTrans je korišten
ja: 購買GLトランレコードを追加する以下のSQLが使われました
lv_lv: Pēc SQL ievietot pirkšanas GLTrans ieraksts tika izmantots
pl_pl: Użyta fraza SQL
vi_vn: SQL sau đây để chèn mua GLTrans kỷ lục đã được sử dụng

source: The GRN suspense side of the GL posting could not be inserted because
ar: لا يمكن إدراج الجانب المعلق GRN من GL بالإرسال لأن
et: GRN vahekontole pool GL postitad ei saa lisada , sest
fa: GRN طرف در حال تعلیق از گرم ارسال نمی تواند دلیل وارد
fr_lu: Le côté suspense GRN du GL annonce n'a pas pu être inséré car
hr_hr: Strana GRN neizvjesnost od GL knjiženja se ne može umetnuti zbog
ja: 投稿GLのGRNのサスペンス側が挿入することができませんでしたので、
lv_lv: GRN neziņa pusē GL nosūtījuma nevar ievietota , jo
pl_pl: Nie można dodać strony obciążeniowej zapisu KG przyjęcia towaru ponieważ
vi_vn: Các GRN bên hồi hộp của GL đăng không có thể được chèn vào bởi vì

source: The following SQL to insert the GRN Suspense GLTrans record was used
ar: تم استخدام SQL التالية لإدراج تشويق سجل GLTrans GRN
et: Järgmine SQL sisestada GRN Põnevusfilm GLTrans rekord kasutati
fa: گذاشتن زیر را برای درج در حال تعلیق GRN ثبت GLTrans مورد استفاده قرار گرفت
fr_lu: Commande SQL d'ajoût du "GRN Suspense GLTrans":
hr_hr: Sljedeći SQL umetnuti GRN neizvjesnosti GLTrans rekord je korišten
ja: GRN費用GLトランレコードを追加する以下のSQLが使われました
lv_lv: Pēc SQL ievietot GRN neziņa GLTrans ieraksts tika izmantots
pl_pl: Użyta fraza SQL
vi_vn: SQL sau đây để chèn GRN Suspense GLTrans kỷ lục đã được sử dụng

source: Order Completed on entry of GRN
ar: أجل الانتهاء على دخول GRN
et: Tellimus Lõpetatud kandmise GRN
fr_lu: Commande terminée grâce au bon de réception
ja: 完了

source: GRN number
ar: عدد GRN
fa: تعداد GRN
fr_lu: N° du BR
hr_hr: GRN broj
ja: GRN番号
lv_lv: GRN numurs
pl_pl: Numer GRN
vi_vn: Số GRN

source: Print this Goods Received Note (GRN)
ar: طباعة تلقيت هذه السلع ملاحظة ( GRN )
et: Trüki saadud kaubad Märkus ( GRN )
fa: نسخه قابل چاپ این محصولات توجه داشته باشید دریافتی (GRN)
fr_lu: Imprimer ce BR
hr_hr: Isprintaj roba primljena napomenu ( GRN )
ja: この返品伝票印刷
lv_lv: Kredīts pret saņemtām precēm tika izvēlēts
pl_pl: Wydrukuj tę Towar Uwaga odebrane (GRN)
vi_vn: In Hàng này nhận Lưu ý ( GRN )

source: Modify Order Items
ar: تعديل ترتيب البنود
et: Muuda Tellimused toodet
fa: مورد اصلاح سفارش
fr_lu: Modifier les articles de la commande
hr_hr: Promjena stavki naloga
ja: 注文品目変更
lv_lv: Labot rīkojuma preces
pl_pl: Modyfikuj Pozycje Zamówienia
vi_vn: Chỉnh sửa hàng đặt

source: Process Goods Received
ar: السلع عملية المتلقى
et: Process saadud kaubad
fa: محصولات فرآیند دریافتی
fr_lu: Reçu le traitement de marchandises
hr_hr: Proces Roba primljeni
ja: プロセス·グッズ受信
lv_lv: Procesa preces saņemtā
pl_pl: Przyjęcie Towaru
vi_vn: Hàng hóa quá trình nhận

source: Receive Controlled Items
ar: تلقي المواد الخاضعة للرقابة
et: Saada kontrollitavate kaupade
fa: دریافت مورد کنترل
fr_lu: Réceptionner des Articles contrôlés
hr_hr: Primanje Controlled artikle
ja: 管理された項目を受け取る
lv_lv: Saņemt kontrolēto preču
pl_pl: Przyjmij Towary Kontrolowane
vi_vn: Nhận các mặt hàng đã qua kiểm soát

source: This page can only be opened if a purchase order and line item has been selected
ar: لا يمكن إلا أن فتح هذه الصفحة إذا تم اختيار أمر الشراء و بند
et: Seda lehekülge on võimalik avada ainult siis, kuiostutellimus ja rida on valitud
fa: این صفحه تنها می تواند باز شود اگر سفارش خرید و قلم دوم از اقلام خط انتخاب شده است
fr_lu: Cette page ne peut être appelée que si une commande d'achat et un poste ont été sélectionnés
hr_hr: Ova stranica se može otvoriti samo akonarudžbenica , a stavka je izabran
ja: 発注書と明細項目が選択された場合は、このページにのみ開くことができ
lv_lv: &#352;o lapu var atvērt tikai ja ir izvēlēts iepirkuma rīkojums un prece ir izvēlēta
pl_pl: Ta strona może być otwarta tylko po wybraniu pozycji z zamówienia zakupu
vi_vn: Chỉ mở được trang này khi đã chọn đơn hàng thu mua và hàng hóa

source: Select a line Item to Receive
ar: حدد خط المدينة لاستقبال
et: Valigerea elemendi Saada
fa: انتخاب موردی برای دریافت خط
fr_lu: Sélectionner une ligne à réceptionner
hr_hr: Odaberite stavku za primanje
ja: 受信するためのラインアイテムを選択してください
lv_lv: Izvēlaties preci, lai to saņemtu
pl_pl: Wybierz pozycję do Przyjęcia
vi_vn: Chọn một dòng hàng để nhận

source: This page can only be opened if a Line Item on a PO has been selected
ar: لا يمكن إلا أن فتح هذه الصفحة إذا تم اختيار بند على PO
et: Seda lehekülge on võimalik avada ainult siis, kuirida onPO on valitud
fa: این صفحه تنها می تواند باز شود اگر در مورد خط صندوق انتخاب شده است
fr_lu: Cette page ne peut être appelé que si un poste d'une commande a été sélectionné
hr_hr: Ova stranica se može otvoriti samo ako sestavke na PO je izabran
ja: PO上のライン·アイテムが選択されている場合は、このページにのみ開くことができます
lv_lv: Šī lapa var atvērt tikai tad, jarindas vienība uz RO ir izvēlēta
pl_pl: Ta strona może być otwarta tylko po wybraniu pozycji z zamówienia zakupu
vi_vn: Ch? có th? m? trang này khi m?t dòng hàng trong m?t don mua hàng du?c ch?n

source: Back to the Purchase Order
ar: عودة إلى أمر الشراء
et: Tagasi ostutellimuse
fa: برگشت به سفارش خرید
fr_lu: Retour à la commande
hr_hr: Povratak u narudžbenice
ja: 購買発注に戻る
lv_lv: Atpakaļ uz iepirkuma rīkojumu
pl_pl: Powrót do Zamówienia Zakupu
vi_vn: Quay l?i don hàng thu mua

source: The line being received must be controlled as defined in the item definition
ar: يجب أن سيطر على خط التي وردت على النحو المحدد في البند تعريف
et: Line on saadud tuleb kontrollida , nagu on määratletudpunktis määratlus
fa: خط دریافت کرد که باید کنترل شود همانطور که در تعریف مورد تعریف
fr_lu: La ligne étant reçues doivent être contrôlées au sens de la définition de poste
hr_hr: Linija se prima mora biti pod kontrolom kao što je definirano u točki definiciji
ja: 受信されている行は、アイテムの定義で定義されるように制御されなければならない
lv_lv: Līnija , kas tiek saņemti , ir kontrolēta, kā noteikts šajā pozīcijā definīciju
pl_pl: Linia odbierane muszą być kontrolowane, jak określono w definicji elementu
vi_vn: Dòng đang được nhận phải được kiểm soát như định nghĩa trong mô tả hàng hóa

source: Back To Purchase Order
ar: عودة إلى أمر الشراء
et: Tagasi Ostutellimuse
fa: بازگشت به خرید سفارش
fr_lu: Retour à la commande
hr_hr: Natrag kupiti red
ja: 購買発注に戻る
lv_lv: Atpakaļ uz Iegādes rīkojumu
pl_pl: Powrót do Zamówienia Zakupu
vi_vn: Quay lại đơn hàng thu mua

source: Receive controlled item
ar: تتلقى البند الخاضعة للرقابة
et: Saada kontrollitud kirje
fa: دریافت قلم دوم از اقلام کنترل
fr_lu: Réceptionner article contrôlé
hr_hr: Primanje kontroliranu stavku
ja: 管理された項目を受け取る
lv_lv: Saņemt kontrolēto preci
pl_pl: Przyjmij towar kontrolowany
vi_vn: Nhận hàng đã qua kiểm soát

source: Import Bank Transactions
ar: استيراد المعاملات المصرفية
et: Import Bank Tehingud
fa: واردات معاملات بانکی
fr_lu: Importer des transactions bancaires
ja: 銀行取引をインポート

source: MT940 format Bank Statement File to import
ar: MT940 تنسيق الملف بيان البنك إلى استيراد
et: MT940 formaat Bank Statement faili importida
fa: MT940 فرمت فایل و زیان بانک به واردات
fr_lu: MT940 Format Banque fichier de déclaration à l'importation
hr_hr: MT940 formatu banka Izjava datoteke za uvoz
ja: MT940フォーマット銀行取引明細書ファイルインポートする
lv_lv: MT940 formātā Bankas pārskats failu , lai importētu
pl_pl: MT940 komunikat Banku Format plików do importu
vi_vn: MT940 định dạng Ngân hàng Trữ File để nhập khẩu

source: Select the file that contains the bank transactions in MT940 format
ar: حدد الملف الذي يحتوي على المعاملات المصرفية في شكل MT940
et: Valige fail , mis sisaldab panga tehinguid MT940 -formaadis
fa: انتخاب فایل که شامل معاملات بانکی در MT940 فرمت
fr_lu: Sélectionnez le fichier qui contient les transactions bancaires au format MT940
hr_hr: Odaberite datoteku koja sadrži bankovne transakcije u MT940 formatu
ja: MT940形式で銀行取引が含まれているファイルを選択してください
lv_lv: Izvēlieties failu , kurā atrodas bankas darījumus MT940 formātā
pl_pl: Wybierz plik , który zawiera transakcje bankowe w formacie MT940
vi_vn: Chọn các tập tin có chứa các giao dịch ngân hàng trong định dạng MT940

source: The file size is over the maximum allowed. The maximum size allowed is 1 megabyte
ar: حجم الملف هو أكثر من الحد الأقصى المسموح به .
et: Faili suurus on ülelubatud suurim .
fa: اندازه پرونده بیش از حداکثر مجاز است .
hr_hr: Veličina je iznad dopuštene vrijednosti .
ja: ファイルサイズが許容される最大の上にある。

source: The MT940 bank statement file cannot be imported and processed
ar: ملف بيان البنك MT940 لا يمكن استيرادها و تجهيزها
et: MT940 kontoväljavõtte faili ei saa importida ja töödelda
fa: MT940 بیانیه بانک فایل را نمی توان وارد شده و پردازش
fr_lu: Le fichier de relevé bancaire MT940 peut pas être importé et traité
hr_hr: MT940 bankovni izvadak datoteka ne može se uvesti i obrađuju
ja: MT940銀行取引明細書ファイルをインポートして処理することはできません
lv_lv: MT940 bankas izziņa failu nevar ieved un apstrādā
pl_pl: MT940 pliku wyciągu bankowego nie mogą być importowane i przetwarzane
vi_vn: MT940 các tập tin tài khoản ngân hàng không có thể được nhập khẩu và xử lý

source: Could not retrieve bank accounts that match with the statement being imported
fa: حساب های بانکی که با این بیانیه وارد مطابقت بازیابی کنید
fr_lu: Impossible de récupérer les comptes bancaires qui correspondent à la déclaration importé
ja: 預金口座詳細の取出にSQLは用いられた

source: The account
ar: حساب
fa: حساب کاربری
fr_lu: le compte
hr_hr: račun
ja: アカウント
lv_lv: kontu

source: is not defined as a bank account of the business. No imports can be processed
ar: لم يتم تعريفه على أنه حساب مصرفي للشركة.
et: ei ole määratletudpangakontole äri .
fa: به عنوان یک حساب بانکی از کسب و کار تعریف شده است.
fr_lu: n'est pas défini comme un compte bancaire de l'entreprise.
hr_hr: nije definirana kao bankovni račun u poslovanju .
ja: ビジネスの銀行口座として定義されていません。
lv_lv: nav definēta kā bankas kontā biznesu.
pl_pl: nie jest zdefiniowany jako konto bankowe firmy.
vi_vn: không được định nghĩa như một tài khoản ngân hàng của doanh nghiệp.

source: There was a problem identifying a matching bank transaction
ar: كانت هناك مشكلة تحديد المعاملات المصرفية المطابقة
et: Tekkis probleem kindlakssobitamine pangaoperatsioon
fa: یک مشکل در شناسایی یک معامله بانک تطبیق وجود دارد
fr_lu: Il y avait un problème d'identification d'une transaction bancaire correspondant
hr_hr: Pojavio se problem identificira odgovarajući transakciju
ja: マッチング銀行取引を識別する問題が発生しました

source: It is necessary to enter the exchange rate to convert the bank receipts and payments into local currency for the purposes of calculating the general ledger entries necessary. The currency of this bank account is not the same as the company functional currency so an exchange rate of 1 is inappropriate
ar: فمن الضروري للدخول في سعر الصرف لتحويل المقبوضات والمدفوعات البنك إلى العملة المحلية لأغراض حساب إدخالات دفتر الأستاذ العام اللازمة .
et: Tuleb sisestada vahetuskurss teisendada panga maksed kohalikku valuutasse arvutamiselpearaamatu kanded vajalik .
fa: لازم به وارد نرخ ارز برای تبدیل رسیدهای بانکی و پرداخت به ارز محلی برای اهداف محاسبه مدخل های دفتر کل عمومی لازم است.
fr_lu: Il est nécessaire d'entrer le taux de change pour convertir les reçus bancaires et des paiements en monnaie locale pour les fins du calcul des entrées du grand livre général nécessaires .
hr_hr: Potrebno je unijeti tečaj za pretvaranje bankovne račune i isplate u domaćoj valuti za potrebe izračuna glavnu knjigu unose potrebne .
ja: それは必要な総勘定元帳のエントリを計算する目的のために現地通貨に銀行の領収書や支払いを変換するために為替レートを入力する必要があります。
lv_lv: Tas ir nepieciešams , lai ievadiet maiņas kursu , lai pārveidotu banku ieņēmumi un maksājumi vietējā valūtā , aprēķinot vispārējo virsgrāmatu ieraksti nepieciešamos mērķiem .
pl_pl: Konieczne jest, aby wprowadzić kurs do przeliczenia wpływów bankowych i płatności w walucie lokalnej do celów obliczania ogólnych zapisów księgi głównej niezbędne .
vi_vn: Nó là cần thiết để nhập tỉ giá chuyển đổi biên lai ngân hàng và thanh toán sang nội tệ cho các mục đích tính toán các mục sổ cái chung cần thiết .

source: The exchange rate is expected to be the number of the bank account currency that would purchase one unit of the company functional currency. A number is expected
ar: ومن المتوقع أن يكون عدد من العملة الحساب المصرفي التي من شأنها أن شراء وحدة واحدة من العملة الرئيسية الشركة سعر الصرف.
et: Vahetuskurss peaks olema arvupangakonto valuuta et ostaks ühe ühiku ettevõtte arvestusvaluuta .
fa: نرخ ارز انتظار می رود بهتعدادحساب بانکی ارز که یک واحد از شرکت پول عملکردی خرید .
fr_lu: Le taux de change pour être le numéro de la monnaie de compte bancaire qui serait acheter une unité de la monnaie fonctionnelle de l'entreprise.
hr_hr: Tečaj se očekuje da će sebroj bankovnog računa u valuti koja bi kupiti jednu jedinicu tvrtke funkcionalnu valutu .
ja: 為替レートは会社機能通貨の1単位を購入するであろう銀行口座の通貨の数であると予想される。
lv_lv: Maiņas kurss būsnumurs, bankas konta valūtā , kas varētu iegādāties vienu vienību no uzņēmuma funkcionālās valūtas .

source: Could not update the bank transaction as cleared
fa: معامله بانک رسانی نه به عنوان پاک
fr_lu: Impossible de mettre à jour la transaction bancaire avec l'autorisation
ja: クリアとして銀行取引を更新できませんでした

source: The SQL that failed to update the bank transaction as cleared was
fa: SQL است که موفق به روز رسانی معامله بانک به عنوان پاک بود
fr_lu: Le SQL qui a échoué à mettre à jour la transaction bancaire avec l'autorisation était
hr_hr: SQL koja se nije uspjela ažurirati bankovne transakcije , kao izbrisani je
ja: クリアとして銀行取引の更新に失敗しましたSQLがあった

source: Could not insert the customer transaction
ar: لا يمكن إدراج معاملة العملاء
fa: معامله های مشتری ، ممکن است که مشتری وارد
fr_lu: Impossible d'insérer la transaction client
ja: 顧客取引を挿入できませんでした

source: The SQL used to insert the debtortrans was
et: SQL kasutada lisadadebtortrans oli
fa: ، SQL استفاده برای قرار دادن debtortrans بود
fr_lu: Le SQL utilisée pour insérer les debtortrans était
hr_hr: SQL se koristi za umetanje bio debtortrans
ja: debtortransを挿入するために使用されるSQLでした

source: Could not update the last payment date and amount paid
ar: تعذر تحديث مشاركة تاريخ الدفع و المبلغ المدفوع
fa: آخرین تاریخ پرداخت و مبلغ پرداخت شده را به روز رسانی کنید
fr_lu: Impossible de mettre à jour la date du dernier paiement et le montant payé
ja: 支払われた最後の支払日と金額を更新できませんでした

source: The SQL that failed to update the debtorsmaster was
et: SQL , et ei suutnud uuendada debtorsmaster oli
fa: SQL بود که نتوانست برای به روز رسانی debtorsmaster
fr_lu: Le SQL qui a échoué à mettre à jour le debtorsmaster était
hr_hr: SQL koja se nije uspjela ažurirati debtorsmaster je
ja: debtorsmasterの更新に失敗しましたSQLがあった

source: Cannot insert a GL entry for the receipt gl analysis because
ar: لا يمكن إدراج إدخال GL لتحليل GL استلام بسبب
fa: آیا می توانم یک ورودی GL درج برای تجزیه و تحلیل GL رسید به دلیل
fr_lu: Impossible d'insérer une entrée GL pour l'analyse de gl de réception parce que
ja: のでレシートGL分析用GLエントリを挿入することはできません

source: The SQL that failed to insert the gl analysis of this receipt was
fa: SQL است که موفق به قرار دادنتجزیه و تحلیل GL از این دریافت بود
fr_lu: Le SQL qui n'a pas pu insérer l'analyse gl de cette réception était
hr_hr: SQL koja se nije uspjela umetnuti GL analizu ovog prijema je
ja: この領収書のGL分析を挿入するために失敗したSQLがあった
lv_lv: SQL , ka neizdevās ievietot gl analīzi par šo saņemšanu bija

source: Could not insert the supplier transaction
ar: لا يمكن إدراج المعاملات المورد
fa: معامله عرضه کننده کالا وارد نیست
fr_lu: Impossible d'insérer la transaction avec le fournisseur
ja: サプライヤートランザクションを挿入できませんでした

source: The SQL used to insert the supptrans was
fa: ، SQL استفاده برای قرار دادن supptrans بود
fr_lu: Le SQL utilisée pour insérer les supptrans était
ja: supptransを挿入するために使用されるSQLでした

source: Could not update the supplier last payment date and amount paid
ar: تعذر تحديث المورد مشاركة تاريخ الدفع و المبلغ المدفوع
et: Pole võimalik uuendadapakkuja viimase makse kuupäev ja makstud summa
fa: می تواند تامین کننده آخرین تاریخ پرداخت و مبلغ پرداخت شده را به روز رسانی کنید
fr_lu: Impossible de mettre à jour la dernière date de paiement des fournisseurs et le montant payé
hr_hr: Ne može se ažurirati dobavljaču posljednji datum otplate i iznos plaćen
ja: 支払わサプライヤー最終支払日と金額を更新できませんでした

source: The SQL that failed to update the supplier with the last payment amount and date was
fa: SQL که موفق به به روز رسانی عرضه کننده کالا با مبلغ آخرین پرداخت و تاریخ
fr_lu: Le SQL qui a échoué à mettre à jour le fournisseur avec le montant du dernier paiement et la date était
ja: 最後の支払い金額と日付とサプライヤーの更新に失敗しましたSQLがあった

source: Cannot insert a GL entry for the supplier payment to creditors control because
ar: لا يمكن إدراج إدخال GL لدفع المورد للسيطرة الدائنين لأن
fa: آیا می توانم یک ورودی GL برای به پرداخت عرضه کننده کالا به کنترل طلبکاران وارد نمی کند چرا که
fr_lu: Impossible d'insérer une entrée GL pour le paiement des fournisseurs pour le contrôle des créanciers parce que
hr_hr: Ne možete umetnuti GL unos za plaćanje dobavljača prema vjerovnicima kontrole jer
ja: 債権管理にサプライヤーの支払いのためにGLのエントリを挿入することはできませんので、

source: The SQL that failed to insert the creditors control GL entry was
fa: SQL که موفق به درج طلبکاران کنترل GL ورود
fr_lu: Le SQL qui a échoué à insérer le contrôle GL entrée des créanciers était
ja: 債権管理GLのエントリを挿入するために失敗したSQLがあった

source: Cannot insert a GL entry for the supplier payment because
ar: لا يمكن إدراج إدخال GL لدفع المورد بسبب
fa: آیا می توانم یک ورودی GL برای پرداخت کننده وارد نمی کند چرا که
fr_lu: Impossible d'insérer une entrée GL pour le paiement des fournisseurs , car
ja: サプライヤーとの支払いのためにGLのエントリを挿入することはできませんので、

source: The SQL that failed to insert the supplier payment GL entry to the bank account was
fa: SQL است که موفق به قرار دادن ورود GL عرضه کننده کالا پرداخت به حساب بانکی
fr_lu: Le SQL qui n'a pas pu insérer l'entrée de GL de paiement des fournisseurs pour le compte bancaire a été
ja: 銀行口座にサプライヤー支払GLエントリを挿入するために失敗したSQLがあった

source: Cannot insert a GL entry for the payment gl analysis because
ar: لا يمكن إدراج إدخال GL لتحليل GL الدفع بسبب
fa: آیا می توانم یک ورودی GL درج برای تجزیه و تحلیل گرم در پرداخت به دلیل
fr_lu: Impossible d'insérer une entrée GL pour l'analyse de gl de paiement parce que
ja: ので支払いGL分析用GLエントリを挿入することはできません
