Repository: timschofield/KwaMoja-Medical
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar, et, fa, fr_lu, hr_hr, ja, lv_lv, pl_pl, vi_vn

source: Cannot insert a GL entry for the exchange difference because
ar: لا يمكن إدراج إدخال GL للفرق الصرف بسبب
et: Ei saa raamatupidamiskontole vahetuskurssidest tuleneva erinevuse kohta sissekannet teha, kuna
fa: می توانید وارد نمی ورود برای گرم تفاوت ارز به دلیل
fr_lu: Impossible d'insérer une entrée de GL pour la différence de change en raison
hr_hr: Ne možete umetnuti GL unos za razmjenu razliku, jer
ja: 仕訳行のＧＬ入力が挿入できない理由は
lv_lv: Nevar nogrāmatot valūtas kursa at&#353;ķirību, jo
pl_pl: Nie można wstawić wejścia GL na różnice kursowe, ponieważ
vi_vn: Không thể nhập vào cổng GL cho sự trao đổi khác nhau vì

source: The SQL that failed to insert the exchange difference GL entry was
ar: كان SQL التي فشلت في إدراج تبادل الفرق دخول GL
et: SQL, mis ebaõnnestus vahetuskurssidest tuleneva erinevuse sisestamisel raamatupidamiskontole, oli
fa: گذاشتن که موفق به وارد کردن ارز تفاوت ورود گرم بود
fr_lu: Échec de la commande SQL d'ajoût de différence de change GL:
hr_hr: SQL koja se nije uspjela umetnuti tečajna razlika GL ulaz je
ja: receipt GL entry挿入に失敗したSQLでした
lv_lv: SQL neizdevās nogrāmatot valūtas kursa at&#353;ķirību
pl_pl: SQL, które nie wstawić różnice kursowe GL wpis
vi_vn: cơ sở dữ liệu SQL lỗi do đã nhập những thay đổi khác nhau vào cổng GL

source: Exchange difference of
ar: الفرق تبادل
et: Vahetuskurssidest tulenev erinevus suuruses
fa: تفاوت مبادله
fr_lu: Différence de change de
hr_hr: Tečajna razlika od
ja: 期間差異
lv_lv: Valūtas kursa at&#353;ķirība
pl_pl: Różnica kursowa z
vi_vn: trao đổi khác biệt của

source: has been posted
ar: وقد تم نشر
et: on postitatud
fa: شده است نوشته شده
fr_lu: a été affichée
hr_hr: je objavljena
ja: が更新された
lv_lv: tika ievadits
pl_pl: została wysłana
vi_vn: Đã được đăng

source: The bank accounts could not be retrieved by the SQL because
ar: لا يمكن استرجاع الحسابات المصرفية من قبل SQL لأن
et: SQL ei suutnud pangakontosid leida, kuna
fa: حساب های بانکی می تواند با گذاشتن زیرا قابل بازیابی نیست
fr_lu: Échec de la commande SQL d'affichage des comptes bancaires
hr_hr: Bankovni računi nisu mogli biti pronađeni od strane SQL , jer
ja: 銀行口座は、SQLによって取得することができませんでしたので、
lv_lv: Bankas kontu nevar iegut, jo
pl_pl: Nie można odtworzyć kont bankowych ponieważ
vi_vn: Tài khoản ngân hàng không truy xuất được từ cơ sở dữ liệu SQL bởi vì

source: The SQL used to retrieve the bank accounts was
ar: و SQL المستخدمة لاسترداد الحسابات المصرفية كان
et: SQL, mida kasutati pangakontode otsimiseks, oli
fa: گذاشتن استفاده برای بازیابی حساب های بانکی شد
fr_lu: Commande SQL d'affichage des comptes bancaires:
hr_hr: SQL se koristi za dohvaćanje bankovne račune je
ja: 預金口座詳細の取出にSQLは用いられた
lv_lv: Iegūstot bankas kontu lietots SQL-
pl_pl: SQL na uzyskiwanie rachunków bankowych
vi_vn: Cơ sở dữ liệu SQL dùng để truy xuất tài khoản ngân hàng là

source: Bank Accounts have not yet been defined
ar: لم يتم تعريف الحسابات المصرفية
et: Pangakontosid ei ole veel määratletud
fa: حساب بانک هنوز تعریف شده است
fr_lu: Les comptes bancaires ne sont pas encore définis
hr_hr: Bankovni računi još nisu definirani
ja: 銀行口座には、まだ定義されていない
lv_lv: Bankas konts vel nav definets
pl_pl: Konta Bankowe nie zostały jeszcze utworzone
vi_vn: tài khoản ngân hàng chưa được xác định

source: You must first
ar: يجب عليك أولا
et: Sa pead esmalt
fa: شما باید اول
fr_lu: Vous devez tout d'abord
hr_hr: Prvo morate
ja: あなたが最初にしなければならない
lv_lv: Vispirms jums
pl_pl: Musisz najpierw
vi_vn: Đầu tiên bạn phải

source: define the bank accounts
ar: تحديد الحسابات المصرفية
et: määratlema pangakontod
fa: تعریف حساب های بانکی
fr_lu: définir les comptes bancaires
hr_hr: definirati bankovne račune
ja: 銀行口座を定義
lv_lv: definēt bankas kontu
pl_pl: zdefiniować konta bankowe
vi_vn: xác định tài khoản

source: and general ledger accounts to be affected
ar: و حسابات دفتر الأستاذ العام أن تتأثر
et: ja üldised raamatupidamiskontod, mida mõjutatakse
fa: و حساب های دفتر کل عمومی که تحت تاثیر قرار
fr_lu: et affecter les comptes au grand livre
hr_hr: i računa glavne knjige kako bi se utjecalo
ja: と総勘定元帳には影響を受けることが占める
lv_lv: un virsgramatas konti ir iesaistiti
pl_pl: i konta KG które ulegną zmianie
vi_vn: và những tài khoản sổ cái bị ảnh hưởng

source: Show bank reconciliation statement
ar: مشاهدة بيان التسويات المصرفية
et: Näita pangavõrdluse väljavõtet
fa: نمایش بانک بیانیه آشتی
fr_lu: Afficher l'état du rapprochament
hr_hr: Pokaži bankovni izjavu pomirenja
ja: 銀行調整明細表示
lv_lv: Parādīt bankas konta slīdzinā&#353;anas pārskatu
pl_pl: Pokaż uzgodnienie salda
vi_vn: hiển thị bảng kê giải ngân

source: The bank account balance could not be returned by the SQL because
ar: لا يمكن إرجاع رصيد الحساب المصرفي عن طريق SQL لأن
et: SQL ei suutnud pangakonto bilanssi näidata, kuna
fa: مانده حساب بانک را می توان با گذاشتن چون بازگردانده نخواهد شد
fr_lu: Échec de la commande SQL d'affichage du solde:
hr_hr: Ravnoteža bankovni račun nije mogao biti vraćen od strane SQL , jer
ja: 銀行口座の残高は、SQLによって返されることができなかったので、
lv_lv: Bankas konta bilanci SQL nevar iegut, jo
pl_pl: Saldo konta bankowego nie może być odtworzone ponieważ
vi_vn: Các cân đối tài khoản ngân hàng không thể trả lại qua cơ sở dữ liệu SQL, vì

source: Could not retrieve the currency and exchange rate for the selected bank account
ar: لا يمكن استرداد قيمة العملة وسعر الصرف لحساب البنك مختارة
et: Ei leidnud valuutat ja vahetuskurssi valitud pangakonto jaoks
fa: آیا بازیابی ارز و نرخ ارز برای حساب بانکی انتخاب نشده
fr_lu: N'a pas pu retrouver la devise et le taux de change pour le compte bancaire choisi
hr_hr: Ne mogu dohvatiti valutu i tečaj za odabrani bankovni račun
ja: 新しい勘定の表詳細が追加できなかった
lv_lv: Nevar iegūt izvēlētā bankas konta valūtu un kursu
pl_pl: Nie można pobrać kurs waluty i wymiany dla wybranego konta bankowego
vi_vn: Không thể lấy tỷ lệ trao đổi tiền tệ từ tài khoản ngân hàng được lựa chọn

source: Balance as at
ar: الرصيد كما في
et: Bilanss seisuga
fa: همان طور که در تعادل
fr_lu: Solde au
hr_hr: Stanje na
ja: 残高時期
lv_lv: Konta atlikums uz
pl_pl: Stan na dzień
vi_vn: Số dư tài khoản tại

source: The unpresented cheques could not be retrieved by the SQL because
ar: لا يمكن استرجاع الشيكات unpresented من قبل SQL لأن
et: SQL ei suutnud väljamaksmata tšekke leida, kuna
fa: چک unpresented می تواند با گذاشتن زیرا قابل بازیابی نیست
fr_lu: Impossible de retrouver les chèques non encaissés car
hr_hr: U unpresented provjere ne mogu dohvatiti , jer od strane SQL
ja: 提供を解除のチェックは、SQLによって取得できませんでしたので、
lv_lv: Par unpresented pārbaudes nevar iegūt, SQL , jo
pl_pl: Nie można odtworzyć czeków niezrealizowanych ponieważ
vi_vn: Số dư tài khoản như tại

source: Add back unpresented cheques
ar: أضف إلى الوراء unpresented الشيكات
et: Lisa väljamaksmata tšekid
fa: اضافه کردن به عقب unpresented چک
fr_lu: Ajouter les chèques non encaissés
hr_hr: Dodaj vratiti unpresented provjere
ja: 未払い非掲示小切手を追加
lv_lv: Pievienot atpakaļ unpresented pārbaudes
pl_pl: Wartość wystawionych czeków
vi_vn: nhập lại lượng sec không hiển thị

source: Number
ar: عدد
fa: عدد
fr_lu: Numéro
hr_hr: broj
ja: 番号
lv_lv: Nr.
pl_pl: Numer
vi_vn: Số

source: Reference
ar: مرجع
et: Viide
fa: مرجع
fr_lu: Référence
hr_hr: upućivanje
ja: 参照
pl_pl: Numer Ref
vi_vn: tham khảo

source: Orig Amount
ar: الاصليه المبلغ
et: Algne hulk
fa: Orig مبلغ
fr_lu: Montant initial
hr_hr: Iznos orig
ja: 当初金額
lv_lv: O
pl_pl: Wartość oryg.
vi_vn: orig Số tiền

source: Total of all unpresented cheques
ar: مجموع كل unpresented الشيكات
et: Kõigi väljamaksmata tšekkide kogusumma
fa: مجموع تمام چک unpresented
fr_lu: Total des chèques non encaissés
hr_hr: Ukupna svega unpresented provjere
ja: 非掲示小切手合計
lv_lv: Kopējais visu unpresented pārbaudes
pl_pl: Suma wszystkich niezrealizowanych czeków
vi_vn: tổng tất cả lượng tiền séc không hiển thị

source: The uncleared deposits could not be retrieved by the SQL because
ar: لا يمكن استرجاع ودائع المزالة من قبل SQL لأن
et: SQL ei suutnud laekumata deposiite leida, kuna
fa: سپرده uncleared می تواند با گذاشتن زیرا قابل بازیابی نیست
fr_lu: Les dépôts non défrichées ne pouvaient pas être récupérés par le SQL parce que
hr_hr: U neposječene depoziti nisu mogli biti pronađeni od strane SQL , jer
ja: 未清算入金がＳＱＬで取り出せなかった理由は
lv_lv: Par neizpildītajiem noguldījumus nevar iegūt, SQL , jo
pl_pl: Nie można odtworzyć nierozliczonych wpłat ponieważ
vi_vn: Những khoản tiền gửi không rõ ràng không thể được truy xuất từ cơ sở dữ liệu SQL bởi vì

source: Less deposits not cleared
ar: أقل الودائع لا تمسح
et: Vähem laekumata deposiite
fa: سپرده و نه کمتر پاک
fr_lu: Moins dépôts non effacés
hr_hr: Manje depoziti nije očišćena
ja: 未清算入金不足
lv_lv: Mazāk noguldījumi nav noskaidroti
pl_pl: Bez wpłat nierozliczonych
vi_vn: tiền gửi ít, không được xóa

source: Total of all uncleared deposits
ar: مجموعه جميع الودائع المزالة
et: Kõigi laekumata deposiitide kogusumma
fa: مجموع تمام سپرده uncleared
fr_lu: Totaux de dépôts non-validés
hr_hr: Ukupna svih neposječene depozita
ja: 全未清算入金合計
lv_lv: Kopējais visu nenokārtoto noguldījumiem
pl_pl: Podsumowanie nierozliczonych depozytów
vi_vn: Tổng tất cả lượng tiền gửi không xóa

source: Bank statement balance should be
ar: يجب أن يكون توازن بيان البنك
et: Panga väljavõtte bilanss peaks olema
fa: بانک تعادل بیانیه ای باید
fr_lu: Le solde du relevé bancaire devrait être
hr_hr: Bank ravnotežu izjava trebala biti
ja: 銀行明細残高は次の通りになる
lv_lv: Bankas konta parskata atlikumam ir jābūt
pl_pl: Saldo wyciągów bankowych powinno być
vi_vn: bảng cân đối ngân hàng sẽ được

source: Enter the actual bank statement balance
ar: أدخل رصيد كشف الحساب المصرفي الفعلي
et: Sisesta tegelik panga väljavõtte bilanss
fa: را وارد کنید واقعی بانک تعادل بیانیه
fr_lu: Saisir le solde bancaire actuel
hr_hr: Unesite stvarnu ravnotežu bankovnom
ja: 実際の銀行取引明細書の残高を入力してください
lv_lv: Ievadiet lūdzu bankas konta pārskata atlikumu
pl_pl: Wpisz aktualny stan rachunku bankowego
vi_vn: nhập số dư ngân hàng thực tế

source: Calculate and Post Exchange Difference
ar: أضف حساب و صرف الفرق
et: Arvuta ja pärast valuutakursi vahe
fa: محاسبه و تفاوت تبادل پست
fr_lu: Calculer et afficher la différence de change
hr_hr: Izračunajte i Post tečajna razlika
ja: 為替差を計算し、POST
lv_lv: Izrēķināt un ievadīt valūtas kursa at&#353;ķirības
pl_pl: Oblicz i różnice kursowe Post
vi_vn: tính toán và nhập vào giá ngoại hối khác nhau

source: This will create a general ledger journal to write off the exchange difference in the current balance of the account. It is important that the exchange rate above reflects the current value of the bank account currency
ar: هذا سيخلق مجلة دفتر الأستاذ العام ل شطب الفرق الصرف في الرصيد الحالي لل حساب .
et: Sellega luuakse üldine raamatupidamise...
fa: این مجله به طور کلی دفتر کل به نوشتن کردن تفاوت ارز در تعادل فعلی حساب کاربری ایجاد کنید. مهم است که نرخ ارز بالا نشان دهنده ارزش فعلی از ارز حساب بانکی
fr_lu: Cela va créer un journal du grand livre général d'annuler l'écart de change de la balance courante du compte. Il est important que le taux de change ci-dessus reflète la valeur actuelle de la monnaie de compte bancaire
hr_hr: To će stvoriti glavne knjige časopis za otpis tečajna razlika u tekućoj bilanci na računu .
ja: これは、アカウントの現在の残高の為替差を帳消しにするために、総勘定元帳仕訳帳を作成します。
lv_lv: Tas radīs Virsgrāmatas žurnālu norakstīt maiņas starpību pašreizējo konta atlikumu .
pl_pl: Spowoduje to utworzenie dziennika głównego do księgi odpisać różnice kursowe w bieżącym saldo rachunku. Ważne jest, aby kurs powyżej odzwierciedla aktualną wartość tej waluty rachunku bankowego
vi_vn: Điều này sẽ tạo ra một nhật ký sổ cái ghi vắn tắt các tỷ giá khác nhau trong sự cân đối hiện tại của tài khoản. Điều quan trọng là tỷ giá trên phản ánh giá trị hiện tại của các loại tiền tệ trong tài khoản ngân hàng

source: Are You Sure?
ar: هل أنت متأكد ؟
et: Oled sa kindel?
fa: مطمئن هستید؟
fr_lu: Êtes-vous sûr de vouloir faire cette action?
hr_hr: Da li ste sigurni?
ja: あなたは確かですか？
lv_lv: Esat pārliecināts?
pl_pl: Jesteś pewien?
vi_vn: Bạn có chắc chắn không?

source: It is normal for foreign currency accounts to have exchange differences that need to be reflected as the exchange rate varies. This reconciliation is prepared using the exchange rate set up in the currencies table (see the set-up tab). This table must be maintained with the current exchange rate before running the reconciliation. if you wish to create a journal to reflect the exchange difference based on the current exchange rate to correct the reconciliation to the actual bank statement balance click below.
ar: فمن الطبيعي لل حسابات بالعملة الأجنبية ل تبادل الاختلافات التي يجب أن تنعكس كما يختلف سعر الصرف.
et: On normaalne, et välisvaluuta kontosid on valuutakursi vahed tuleb kajastada kuivahetuskurss .
hr_hr: To je normalno za devizne račune da su tečajne razlike trebaju se odraziti kaotečaj varira .
ja: これは、為替レートが変動するように反映される必要がある交換の違いを持つように外貨口座のために正常です。
lv_lv: Tas ir normāli, ārvalstu valūtu kontos , ir valūtas atšķirības, kas nepieciešams, lai jāatspoguļo kāvalūtas kurss mainās .

source: Match off cleared payments
ar: تطابق قبالة المدفوعات تطهيرها
et: Võrdle laekunud maksetega
fa: تطابق پاک کردن پرداخت
fr_lu: Match hors paiements compensés
hr_hr: Klađenje na off očišćena plaćanja
ja: 支払清算不一致
lv_lv: Match off noskaidroti maksājumus
pl_pl: Wycofanie rozliczenia wypłat
vi_vn: Phù hợp ra khỏi thanh toán thông

source: Match off cleared deposits
ar: تطابق قبالة الودائع تطهيرها
et: Võrdle laekunud deposiitidega
fa: تطابق پاک کردن رسوبات
fr_lu: Atteindre les dépôts défrichées
hr_hr: Klađenje na off očišćena depozite
ja: 入金清算不一致
lv_lv: Match off noskaidroti noguldījumus
pl_pl: Wycofanie rozliczenia wpłat
vi_vn: Phù hợp ra khỏi tiền gửi xóa

source: Cost Of Sales GL Postings Set Up
ar: تكلفة المبيعات GL التدوينات إعداد
et: Müüdud toodete maksumuse GL postitused seadistatud
fa: هزینه های فروش گرم در موارد راه اندازی
fr_lu: Gestion des Prix de Revient dans le Gd Livre
hr_hr: Troškovi prodaje GL postova postaviti
ja: 売上原価ＧＬ転記設定
lv_lv: Pārdotās produkcijas ražo&#353;anas izmaksu grāmato&#353;anas iestatī&#353;ana
pl_pl: Definicje Księgowań Kosztów Sprzedaży
vi_vn: Giá vốn hàng bán GL đăng Thiết lập

source: Cost of sales GL posting code has been updated
ar: تم تحديث تكلفة المبيعات GL رمز بالإرسال
et: Müüdud toodete maksumuse GL postiindeks on uuendatud
fa: هزینه های فروش گرم در کد نوشتن به روز شده است
fr_lu: Référence de Gd Livre pour le prix de revient a été mis à jour
hr_hr: Troškovi prodaje GL knjiženja kod je obnovljeno
ja: 販売GL投稿コードのコストが更新されました
lv_lv: Pārdotās produkcijas ražo&#353;anas izmaksu grāmato&#353;anas iestatī&#353;an tika labota
pl_pl: Definicje Księgowań Kosztów Sprzedaży zostały zaktualizowane
vi_vn: Giá vốn hàng bán GL đang niêm yết đã được cập nhật

source: A new cost of sales posting code has been inserted
ar: وقد تم إدراج تكلفة جديدة من المبيعات رمز بالإرسال
et: Uus müüdud toodete maksumuse postiindeks on sisestatud
fa: هزینه جدید از فروش ارسال کد درج شده است
fr_lu: Un nouveau "cost of sales posting code" a été créé
hr_hr: Novi trošak prodaje postavljanje koda je umetnuta
ja: 売上ポスティングコードの新しいコストが挿入されました
lv_lv: Jauns Pārdotās produkcijas ražo&#353;anas izmaksu grāmato&#353;anas iestatījums tika pievienots
pl_pl: Wprowadzono nowy kod księgowania kosztów sprzedaży
vi_vn: chi phí bán hàng mới có mã đã được chèn vào

source: The cost of sales posting code record has been deleted
ar: تم حذف تكلفة المبيعات بالإرسال سجل رمز
et: Müüdud toodete maksumuse postiindeksi andmed on kustutatud
fa: هزینه های فروش رکورد ارسال کد حذف شده است
fr_lu: Prix de revien a suprim
hr_hr: Trošak prodaje knjiženja kod rekord je izbrisan
ja: 販売転記コードレコードのコストが削除されている
lv_lv: Pardotās produkcijas ražo&#353;anas izmaksu grāmato&#353;anas iestatījums tika dzēsts
pl_pl: Kod księgowania kosztów sprzedaży został skasowany
vi_vn: chi phí bán hàng ghi mã đã bị xóa

source: The following cost of sales posting records that do not have valid general ledger code specified - these records must be amended.
ar: يجب تعديل هذه السجلات - تكلفة المبيعات التالية من نشر السجلات التي لم يكن لديك رمز دفتر الأستاذ العام صالح المحدد.
et: Järgnevatel müüdud toodete maksumuse postituse andmetel ei ole määratletud kehtivat pearaamatu koodi - neid andmeid tuleb täiendada
fa: هزینه پس از فروش ارسال پرونده هایی که کد مشخص شده معتبر لجر عمومی را نداشته باشند -- این سوابق باید اصلاح شود
fr_lu: Les prix de revients suivants n'ont pas des références de Gd Livre et doivent être mis à jour
hr_hr: Sljedeći troškovi prodaje knjiženja zapise koji nemaju valjanu glavne knjige kod potreban - ove evidencije mora biti izmijenjen .
ja: 指定された有効な総勘定元帳のコードを持っていないレコードを掲示売上以下のコスト - これらのレコードを修正しなければなりません。
lv_lv: Uzdots nepareizs iestatījums, lūdzu labojiet
pl_pl: Poniższe rekordy kosztów mają podany nieważny kod konta i muszą być poprawione
vi_vn: Chi phí sau bán hàng gửi hồ sơ mà không có hợp lệ đang sổ cái chung quy định - những hồ sơ này phải được sửa đổi .

source: Area
ar: منطقة
et: Piirkond
fa: ناحیه
fr_lu: Zone
hr_hr: zona
ja: 地域
lv_lv: Reģions
pl_pl: Rejon
vi_vn: Vùng

source: Stock Category
ar: الأسهم الفئة
et: Varude kategooria
fa: بانک رده
fr_lu: Catégorie
hr_hr: Stock Kategorija
ja: 在庫カテゴリ
lv_lv: Preču kategorija
pl_pl: Grupa Towarowa
vi_vn: Kho mục

source: Sales Type
ar: مبيعات طبيعة
et: Müük tüüp
fa: نوع فروش
fr_lu: Type de Vente
hr_hr: Prodaja Vrsta
ja: 販売タイプ
lv_lv: Pārdo&#353;anas veids
pl_pl: Typ Sprzedaży
vi_vn: Các loại bán hàng

source: COGS Account
ar: حساب تكلفة البضاعة المباعة
et: Müüdud toodete maksumuse konto
fa: COGS حساب کاربری
fr_lu: CMV compte
hr_hr: TPR račun
ja: 売上原価勘定
lv_lv: Pārdotās produkcijas ražo&#353;anas izmaksu konts
pl_pl: Konto kosztów sprzedaży
vi_vn: Giá vốn hàng bán Tài khoản

source: Are you sure you wish to delete this COGS GL posting record?
ar: هل أنت متأكد أنك تريد حذف هذا السجل GL بالإرسال تكلفة البضاعة المباعة ؟
et: Oled sa kindel, et soovid kustutada selle kauba kulude GL postitad rekord ?
fr_lu: Voulez-vous supprimer ce prix?
hr_hr: Jeste li sigurni da želite izbrisati ovaj cogs GL knjiženja rekord ?
ja: この仕入先価格を削除してもよろしいですか？

source: GL Account
ar: حساب GL
et: Pearaamatu konto
fa: گرم در حساب
fr_lu: compte GL
hr_hr: GL račun
ja: GL勘定
lv_lv: Konti (analītiskie konti)
pl_pl: Konto KG
vi_vn: Sổ cái tài khoản

source: Show all cost of sales posting records
ar: مشاهدة جميع تكلفة المبيعات نشر السجلات
et: Näita kõiki müüdud toodete maksumuse postituste andmeid
fa: نمایش تمام هزینه های ارسال از فروش سوابق
fr_lu: Afficher toutes les prix de revients
hr_hr: Pokaži sve troškove prodaje objavljivanja zapisa
ja: 全売上原価転記レコード表示
lv_lv: Parādīt visus pārdotās produkcijas ražo&#353;anas izmaksu grāmato&#353;anas iestatījumus
pl_pl: Pokaż wszystkie zapisy kosztów sprzedaży
vi_vn: Hiển thị tất cả chi phí bán hàng trên hồ sơ

source: Any Other
ar: أي دولة أخرى
et: Ükskõik milline muu
fa: سایر
fr_lu: Autre
hr_hr: Bilo koja druga
ja: その他どれ
lv_lv: Jebkur&#353;s
pl_pl: Inny
vi_vn: cái nào khác

source: Price List
ar: قائمة الأسعار
et: Hinnakiri
fa: لیست قیمت
fr_lu: Tarif
hr_hr: cjenik
ja: 価格表
lv_lv: Cenu liste
pl_pl: Cennik
vi_vn: Danh sách giá cả

source: Post to GL account
ar: أضف إلى حساب GL
et: Postita pearaamatu kontole
fa: ارسال به گرم در حساب
fr_lu: Enregistrer au Compte du Grand Livre
hr_hr: Post na GL račun
ja: ＧＬ勘定転記
lv_lv: Grāmatot kontā
pl_pl: Księguj na koncie
vi_vn: Đăng vào sổ cái tài khoản

source: Company Preferences
ar: تفضيلات الشركة
et: Ettevõtte eelistused
fa: انتخابها شرکت
fr_lu: Paramètres société
hr_hr: Postavke poduzeća
ja: 会社設定
lv_lv: Uzņēmuma uzstādījumi
pl_pl: Ustawienia Firmy
vi_vn: Tùy chọn về công ty

source: The company name must be entered and be fifty characters or less long
ar: يجب إدخال اسم الشركة و يكون خمسين حرفا أو أقل طويلة
et: Ettevõtte nimi peab olema sisestatud ja viiskümmend või vähem tähemärki pikk
fa: نام شرکت باید وارد می شود و شخصیت های پنجاه یا کمتر طولانی
fr_lu: Le nom de la société est obligatoire et ne doit pas dépasser 50 caractères
hr_hr: Obavezno unijeti naziv poduzeća dug do 50 znakova
ja: 会社名は15文字以下で入力しなければなりません
lv_lv: Kompānijas nosaukumam ir jābūt ievadītam un jābūt īsākam par piecdesmit rakstzīmēm
pl_pl: Nazwa Firmy musi być w prowadzona i nie może mieć więcej niż 50 znaków
vi_vn: Tên công ty phải được nhập và là 50 ký tự hoặc ít hơn

source: The Line 1 of the address must be forty characters or less long
ar: الخط 1 من العنوان يجب أن يكون والأربعين حرفا أو أقل طويلة
et: Aadressi esimene rida peab olema nelikümmend või vähem tähemärki pikk
fa: خط 1 از آدرس باید نویسههای چهل یا کمتر طولانی
fr_lu: La ligne 1 de l'adresse ne doit pas dépasser 40 caractères
hr_hr: Linija 1 adrese mora biti do 40 znakova duga
ja: 住所の第1行は40文字以下でなければなりません
lv_lv: Adreses rinda 1 nedrīkst būt garāka par 40 rakstzīmēm
pl_pl: Linia 1 adresu może mieć najwyżej 50 znaków
vi_vn: Dòng 1 của địa chỉ phải dưới 40 kí tự

source: The Line 2 of the address must be forty characters or less long
ar: و 2 سطر من العنوان يجب أن يكون والأربعين حرفا أو أقل طويلة
et: Aadressi teine rida peab olema nelikümmend või vähem tähemärki pikk
fa: خط 2 از آدرس باید نویسههای چهل یا کمتر طولانی
fr_lu: La ligne 2 de l'adresse ne doit pas dépasser 40 caractères
hr_hr: Linija 2 adrese mora biti do 40 znakova duga
ja: 住所の第2行は40文字以下でなければなりません
lv_lv: Adreses rinda 2 nedrīkst būt garāka par 40 rakstzīmēm
pl_pl: Linia 2 adresu może mieć najwyżej 50 znaków
vi_vn: Dòng 2 của địa chỉ phải dưới 40 kí tự

source: The Line 3 of the address must be forty characters or less long
ar: الخط 3 من عنوان يجب أن يكون أربعين حرفا أو أقل طويلة
et: Aadressi kolmas rida peab olema nelikümmend või vähem tähemärki pikk
fa: خط 3 از آدرس باید نویسههای چهل یا کمتر طولانی
fr_lu: La ligne 3 de l'adresse ne doit pas dépasser 40 caractères
hr_hr: Linija 3 adrese mora biti do 40 znakova duga
ja: 住所の第3行は40文字以下でなければなりません
lv_lv: Adreses rinda 3 nedrīkst būt garāka par 40 rakstzīmēm
pl_pl: Linia 3 adresu może mieć najwyżej 50 znaków
vi_vn: Dòng 3 của địa chỉ phải dưới 40 kí tự

source: The Line 4 of the address must be forty characters or less long
ar: الخط 4 من عنوان يجب أن يكون حرفا أو أقل والأربعين طويل
et: Aadressi neljas rida peab olema nelikümmend või vähem tähemärki pikk
fa: خط 4 از آدرس باید نویسههای چهل یا کمتر طولانی
fr_lu: La ligne 4 de l'adresse ne doit pas dépasser 40 caractères
hr_hr: Linija 4 adrese mora biti do 40 znakova duga
ja: 住所の第4行は40文字以下でなければなりません
lv_lv: Adreses līnija 5 nedrīkst būt garāka par 40rakstzīmēm
pl_pl: Linia 4 adresu może mieć najwyżej 40 znaków
vi_vn: Dòng 4 của địa chỉ phải dưới 40 kí tự

source: The Line 5 of the address must be twenty characters or less long
ar: الخط 5 من عنوان يجب أن يكون عشرين حرفا أو أقل طويلة
et: Aadressi viies rida peab olema kakskümmend või vähem tähemärki pikk
fa: خط 5 از آدرس باید بیست کاراکتر یا کمتر بلند می شود
fr_lu: La ligne 5 de l'adresse ne doit pas dépasser 20 caractères
hr_hr: Linija 5 adrese mora biti do 20 znakova duga
ja: 住所の第5行は20文字以下でなければなりません
lv_lv: Adreses rinda 5 nedrīkst būt garāka par 20 rakstzīmēm
pl_pl: Linia 2 adresu może mieć więcej niż 20 znaków
vi_vn: The Line 5 of the address (city-state-zip) must be twenty characters or less long

source: The Line 6 of the address must be fifteen characters or less long
ar: يجب أن يكون الخط 6 من عنوان خمسة عشر حرفا أو أقل طويلة
et: Aadressi kuues rida peab olema viisteist või vähem tähemärki pikk
fa: 6 از خط آدرس باید پانزده کاراکتر یا کمتر طولانی
fr_lu: La ligne 6 de l'adresse ne doit pas dépasser 15 caractères
hr_hr: Linija 6 adrese mora biti do 15 znakova duga
ja: 住所の第6行は15文字以下でなければなりません
lv_lv: Adreses rinda 5 nedrīkst būt garāka par 50 rakstzīmēm
pl_pl: Linia 6 adresu może mieć nie więcej niż 15 znaków
vi_vn: The Line 6 of the address (country) must be fifteen characters or less long
