Repository: timschofield/KwaMoja-Medical
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar, et, fa, fr_lu, hr_hr, ja, lv_lv, pl_pl, vi_vn

source: The account group name already exists in the database
ar: اسم المجموعة موجود مسبقاً
et: Kontogrupi nimi juba eksisteerib andmebaasis
fa: حساب کاربری نام گروه در حال حاضر در پایگاه داده وجود دارد
fr_lu: Ce nom de groupe est déjà utilisé
hr_hr: Naziv skupine računa već postoji u bazi
ja: 勘定グループ名は文字列を含むことができません
lv_lv: Šāds konta grupas nosaukums jau ir definēts
pl_pl: Nazwa grupy konto już istnieje w bazie danych
vi_vn: Tên nhóm tài khoản hiện đã tồn tại trong cơ sở dữ liệu

source: The account group name cannot contain the character
ar: لا يمكن وضع هذا الحرف في اسم المجموعة
et: Kontogrupi nimes ei tohi sisalduda tähemärki
fa: حساب کاربری نام گروه می تواند شخصیت نیست
hr_hr: Naziv kontne skupine nemože sadržavati znak
ja: 勘定グループ名は文字列を含むことができません
lv_lv: Konta grupas nosaukums nedrīkst saturēt simbolu
pl_pl: Nazwa grupy kont nie może zawierać znaku
vi_vn: Tên nhóm tài khoản không được chứa ký tự

source: or the character
ar: او الحرف
et: või tähemärki
fa: و یا شخصیت
fr_lu: ou le caractère
hr_hr: ili znak
ja: または文字列
lv_lv: vai rakstzīmi
pl_pl: lub znak
vi_vn: Hoặc ký tự

source: The account group name must be at least one character long
ar: اسم المجموعة يجب ان يحتوي علي الأقل علي حرف واحد
et: Kontogrupi nimi peab olema vähemalt ühe tähemärgi pikkune
fa: حساب کاربری نام گروه باید حداقل یکی از شخصیت های طولانی
fr_lu: Le nom du groupe compte doit contenir au moins un caractère
hr_hr: Naziv kontne skupine mora biti dug bar jedan znak
ja: 勘定グループ名は少なくとも1文字の長さがなければなりません
lv_lv: Konta grupas nosaukumam jābūt vismaz vienu simbou garam
pl_pl: Nazwa grupy należy mieć co najmniej jeden znak długo
vi_vn: Tên nhóm tài khoản cần có ít nhất một ký tự

source: The parent account group selected appears to result in a recursive account structure - select an alternative parent account group or make this group a top level account group
ar: يظهر حساب المجموعة الأم اختيارها ل يسفر عن هيكل حساب العودية - اختر من مجموعة بديلة حساب الأصل أو جعل هذه المجموعة مجموعة الاعتبار المستوى الأعلى
et: Valitud emagrupp tundub olevat rekursiivse kontostruktuuriga - vali mõni teine emagrupp või muuda see grupp kõrgeima taseme kontogrupiks
fa: پدر و مادر انتخاب گروه حساب به نظر می رسد در ساختار حساب نتیجه بازگشتی -- انتخاب پدر و مادر جایگزین گروه حساب و یا به آن سطح بالای گروه حساب این گروه
fr_lu: Le choix de ce groupe mène à une impasse. Sélectionner un autre groupe ou modifier ce groupe de manière à ce qu'il se trouve au plus niveau (groupe parent)
hr_hr: Odabrana nadređena kontna skupina rezultira u rekurzivnoj kontnoj strukturi - odaberite drugu nadređenu kontnu skupinu ili promovirajte ovu skupinu u vršnu skupinu
ja: 選ばれた親勘定グループは再帰的勘定構造になるように見えます - 代わりの親勘定グループを選ぶか、このグループをトップレベル勘定グループとしてください
lv_lv: Izvēlaties lūdz citu kontu pamatgrupu vai virsgrupu
pl_pl: Grupy kont wybranych rodziców zdaje się prowadzić rekurencyjnej struktury konta - wybierz grupy alternatywnej konto rodzica lub zrobić do tej grupy, grupy najwyższego poziomu konta
vi_vn: Nhóm tài khoản chủ được chọn

source: Could not check whether the group is recursive because
ar: لم أستطيع التخقق اذا كانت المجموعة ذاتيى الأسترجاع لأن
et: Ei suutnud kontrollida, kas grupp on rekursiivne, kuna
fa: آیا بررسی اینکه آیا این گروه نمی کند چرا که بازگشتی
fr_lu: Impossible de vérifier la récursivité pour ce groupe:
hr_hr: Nije moguća provjera rekurzivnosti skupine zbog
ja: 勘定グループセクションを得ることができなかった
lv_lv: Nevar iegūt kontu grupu sadaļu, jo
pl_pl: Nie można sprawdzić, czy grupa jest rekurencyjna, ponieważ
vi_vn: Không thể kiểm tra xem nhóm này là lặp lại vì

source: Since this account group is a child group, the sequence in the trial balance, the section in the accounts and whether or not the account group appears in the balance sheet or profit and loss account are all properties inherited from the parent account group. Any changes made to these fields will have no effect.
ar: منذ هذه المجموعة حساب مجموعة الطفل، و تسلسل في ميزان المراجعة ، وقسم في الحسابات وما إذا كان أو لم يكن حساب المجموعة يظهر في الميزانية العمومية أو حساب الأرباح والخسائر كلها خصائص موروثة من حساب المجموعة الأم .
et: Kuna selle konto grupis on laps rühmajada kohtuprotsess tasakaalu ,osa raamatupidamises ja kaskontogrupi ilmub bilansi või kasumiaruande on kõik omadused emalt päritud konto rühmas.
fa: از آنجایی که این گروه یک گروه کودک، دنباله ای در تعادل محاکمه ، در بخش حساب است و یا نه گروه حساب به نظر می رسد در ترازنامه یا حساب سود و زیان تمام خواص به ارث رسیده از پدر و مادر گروه حساب .
fr_lu: Comme ce groupe est un groupe enfant, la séquence des transferts, la place dans les rubriques des comptes, si le groupe est nommé ou non dans la balance ou dans le compte 'pertes et profits' sont alors des propriétés héritées du groupe parent. Tout changement dans ces champs NE sera PAS pris en compte.
hr_hr: Budući da je ova skupina konta jedijete skupina ,sekvenca u ispitivanje ravnoteže ,poglavlje u knjigama i da li ili neračuna skupine pojavljuje u bilanci ili dobiti i gubitka su sve osobine naslijedili od roditelja skupini računa .
ja: このアカウントグループが子グループ、試算表のシーケンス、アカウント内のセクションで、勘定グループは貸借対照表や損益計算書に表示されるかどうかではないので、親勘定グループから継承したすべてのプロパティがあります。
lv_lv: Tā kā šis konts grupa irbērnu grupa ,secība izmēģinājuma bilancē ,sadaļā kontos un vaikonta grupa parādās bilances vai peļņas un zaudējumu pārskatā ir visas īpašības, mantotas no mātes kontu grupā .
pl_pl: Ponieważ ta grupa konto jestgrupa dzieci,kolejność w zestawieniu obrotów i sald ,sekcja w rachunkach i czygrupa konto pojawi się w bilansie i rachunku zysków i strat są wszystkie właściwości dziedziczone z grupy konta nadrzędnego.
vi_vn: Kể từ khi nhóm tài khoản này là một nhóm trẻ em, trình tự trong các cân đối , phần trong các tài khoản và có hoặc không có tài khoản nhóm xuất hiện trong bảng cân đối hoặc lợi nhuận và thua lỗ là tất cả tài sản thừa kế từ các nhóm tài khoản phụ huynh .

source: The section in accounts must be an integer
ar: يجب ان يكون القسم فى الحساب عدد صحيح
et: Jaotis peab olema täisarv
fa: در بخش حساب باید یک عدد صحیح
fr_lu: Cette rubrique doit contenir un entier
hr_hr: Kontni razred mora biti cjeli broj
ja: 勘定セクションは整数でなければなりません
lv_lv: Sadaļas numuram ir jābūt veselam, pozitīvam skaitlim
pl_pl: Sekcja w kontach musi być liczbą całkowitą
vi_vn: Mục tài khoản phải là số nguyên

source: The sequence in the trial balance must be an integer
ar: التسلسل فى الحساب التجريبى يجب ان يكون عدد صحيح
et: Järgnevus proovibilansi all peab olema täisarv
ja: 試算表のシーケンスは整数でなければなりません
lv_lv: Kārtas numuram jābūt veselam, pozitīvam skaitlim
pl_pl: Sekwencja w próbnym bilansie musi być liczbą całkowitą
vi_vn: Trình tự trong bảng cân đối thử nghiệm phải là một số nguyên

source: The sequence in the TB must be numeric and less than
ar: تسلسل في السل يجب أن تكون رقمية وأقل من
et: Järgnevus proovibilansi all peab olema numbriline ja vähem kui
hr_hr: Redoslijed u tuberkuloze mora biti numerička a manje od
ja: 試算表のシーケンスは未満でなければなりません
lv_lv: Kārtas numuram jābūt skaitlim un mazākam par
pl_pl: Kolejność, w TB musi być liczbą, a mniej niż
vi_vn: Các trình tự trong TB phải có dạng số và ít hơn

source: An error occurred in updating the account group
ar: حدث خطأ اثناء تحديث مجموعة العضو
et: Kontogrupi uuendamisel ilmnes viga
fa: خطا رخ داده است به روز رسانی در گروه حساب
fr_lu: Erreur lors de la mise à jour du groupe
hr_hr: Doslo je do greške pri promjeni kontne skupine
ja: 支払いを取得してエラーが発生しました
lv_lv: Kļūda labojot
pl_pl: Wystąpił błąd w aktualizacji grupy kont
vi_vn: có một lỗi xảy ra khi cập nhật nhóm tài khoản

source: The SQL that was used to update the account group was
ar: كان SQL التي تم استخدامها لتحديث حساب المجموعة
et: SQL, mida kasutati kontogrupi uuendamisel, on
fa: گذاشتن که برای به روز رسانی حساب گروه استفاده می شد
fr_lu: Commande SQL de modification du groupe:
hr_hr: SQL naredba za promjenu kontne skupine je
ja: 注文を更新に用いられたSQLは失敗した
lv_lv: SQL kļūda labojot rīkojumu:
pl_pl: SQL, który był używany do aktualizacji grupy rachunku
vi_vn: Cơ sở dữ liệu SQL được dùng để cập nhật nhóm tài khoản là

source: Record Updated
ar: تم التحديث
et: Kirje uuendatud
fa: بههنگام شده در رکورد
fr_lu: Enregistrement mis à jour
hr_hr: Zapis ažuriran
ja: レコード更新済
lv_lv: Ieraksts saglabāts
pl_pl: Rekord zmieniony
vi_vn: Ghi chép được cập nhật

source: An error occurred in inserting the account group
ar: حدث خطأ ما اثناء اضافة المجموعة
et: Kontogrupi sisestamisel ilmnes viga
fa: خطا رخ داده است در قرار دادن گروه حساب
fr_lu: Erreur lors de la création du groupe
hr_hr: Došlo je do greške pri dodavanju kontne skupine
ja: 支払いを取得してエラーが発生しました
lv_lv: Kļūda ievadot jaunu noliktavu, jo
pl_pl: Wystąpił błąd w wstawiania grupy kont
vi_vn: Có một lỗi xảy ra khi chèn thêm một nhóm tài khoản

source: The SQL that was used to insert the account group was
ar: الطلب المستخدم لإضافة مجموعة الحسابات هي
et: SQL, mida kasutati selle kontogrupi sisestamiseks, on
fa: گذاشتن که برای وارد کردن مورد استفاده قرار گرفت گروه حساب شد
fr_lu: Échec de la commande SQL d'ajoût du groupe:
hr_hr: SQL naredba za dodavanje kontne skupine je
ja: 品目を追加に用いられたSQLは失敗した
lv_lv: SQL neizdevās ievadīt piegādātāju, jo
pl_pl: SQL, który został użyty, aby wstawić do grupy rachunku
vi_vn: Cơ sở dữ liệu SQL đã được chèn vào nhóm tài khoản là

source: Record inserted
ar: تمت الإضافة بنجاح
et: Kirje sisestatud
fa: درج رکورد
fr_lu: Enregistrement créé
hr_hr: Zapis dodan
ja: レコード追加済
lv_lv: Ieraksts pievienots
pl_pl: Rekord wstawiony
vi_vn: Ghi chép được thêm vào

source: An error occurred in retrieving the group information from chartmaster
ar: حدث خطأ في استرجاع المعلومات مجموعة من chartmaster
et: Grupi info otsimisel chartmaster'ist ilmnes viga
fa: خطا رخ داده است در بازیابی اطلاعات از گروه chartmaster
fr_lu: Erreur lors de la recherche des informations de groupe depuis le plan comptable
hr_hr: Došlo je do pogreške prilikom dobivanja informacija iz skupine chartmaster
ja: GLトランザクションを取得してエラーが発生しました
lv_lv: Kļūda veidojot pieprasījumu par valūtām
pl_pl: Wystąpił błąd podczas pobierania informacji o grupie z chartmaster
vi_vn: Một lỗi đã xảy ra khi truy xuất thông tin nhóm từ sơ đồ chính

source: Cannot delete this account group because general ledger accounts have been created using this group
ar: لا يمكن حذف هذه المجموعة حساب لأنه قد تم إنشاء حسابات دفتر الأستاذ العام باستخدام هذه المجموعة
et: Ei saa seda kontogruppi kustutada, kuna üldised raamatupidamiskontod on loodud seda gruppi kasutades
fa: آیا می توانم استفاده حذف این گروه به حساب به خاطر حساب های معین به طور کلی ایجاد شده اند با استفاده از این گروه نیست
fr_lu: Ce groupe ne peut pas être supprimé car des comptes du GL l'utilisent.
hr_hr: Nije moguće brisati kontnu skupinu jer su računi u glavnoj knjizi kreirani unutar te grupe
ja: 総勘定元帳勘定がこのグループを使ってつくられたので、この勘定グループを削除することができません
lv_lv: Nevar izdzēst šo kontu grupu, jo ir konti, kuri ir pakārtoti ,sai kontu grupai
pl_pl: Nie można usunąć tej grupy kont ponieważ zostały utworzone konta KG na podstawie tej grupy
vi_vn: Không thể xoá nhóm tài khoản này bởi vì nó được dùng để tạo nên sổ cái tài khoản

source: There are
ar: يوجد
et: On olemas
fa: وجود دارند
fr_lu: Il y a
hr_hr: Postoje
ja: ある
lv_lv: Šeit ir
pl_pl: Jest
vi_vn: Có

source: general ledger accounts that refer to this account group
ar: حسابات دفتر الأستاذ العام التي تشير إلى هذه المجموعة حساب
et: üldised raamatupidamiskontod, mis viitavad sellele kontogrupile
fa: حساب های دفتر کل کلی است که اشاره به این گروه حساب
fr_lu: Comptes du GL se référant à ce groupe
hr_hr: konta glavne knjige koja se pozivaju na ovu kontnu skupinu
ja: この勘定グループを参照する総勘定元帳勘定
lv_lv: Konti, kuri ir piesaistīti šai grupai
pl_pl: kont KG związanych z tą grupą
vi_vn: Sổ cái tài khoản dẫn tới nhóm tài khoản này

source: Parent Group
ar: المجموعة الأم
et: Emagrupp
fa: گروه والد
fr_lu: Groupe parent
hr_hr: Nadređena skupina
ja: 親グループ
lv_lv: Pamatgrupa
pl_pl: Grupa rodziców
vi_vn: Nhóm gốc

source: Move Group
ar: نقل المجموعة
ja: トップレベルグループ

source: An error occurred in retrieving the parent group information
ar: حدث خطأ في استرداد المعلومات المجموعة الأم
et: Emagrupi info otsimisel ilmnes viga
fa: خطا رخ داده است در پدر و مادر بازیابی اطلاعات گروه
fr_lu: Erreur lors de la recherche des informations du groupe parent
hr_hr: Došlo je do greške pri dohvatu podataka o nadređenoj skupini
ja: GLトランザクションを取得してエラーが発生しました
lv_lv: Kļūda ielādējot mātes grupas informāciju
pl_pl: Wystąpił błąd podczas pobierania informacji macierzystej grupy
vi_vn: Có một lỗi xảy ra khi truy xuất thông tin nhóm tài khoản gốc

source: Cannot delete this account group because it is a parent account group of other account group(s)
ar: لا يمكن حذف هذه المجموعة الحساب لأنه هو حساب المجموعة الأم ل حساب المجموعة الأخرى ( ق )
et: Ei saa seda kontogruppi kustutada, kuna see on teiste kontogruppide emagrupp
fa: آیا می توانم استفاده حذف این گروه به حساب به خاطر آن است که یک پدر و مادر از گروه گروه حساب حساب دیگر (ها)
fr_lu: Impossible de supprimer ce groupe car c'est un groupe parents contenant des membres
hr_hr: Nije moguće brisati kontnu skupinu jer je ona nadređena drugim kontnim skupinama
ja: それが他の勘定グループの親勘定グループであるので、この勘定グループを削除できません
lv_lv: Nevar izdzēst šo kontu grupu, jo tā ir pamatgrupa citai kontu grupai
pl_pl: Nie można usunąć grupy kont, ponieważ jest to grupa konto dominujących innych grup kont (s)
vi_vn: không thể xóa nhóm tài khoản này vì nó là tài khoản gốc của nhiều tài khoản khác

source: account groups that have this group as its/there parent account group
ar: مجموعات الحسابات التي لديها هذه المجموعة كما أن هناك مجموعة حساب الأصل /
et: kontogrupid, kelle jaoks see grupp on nende emagrupp
fa: گروه های حساب است که این گروه به عنوان خود / گروه وجود دارد پدر و مادر به حساب
fr_lu: Sous-groupes de ce groupe parent
hr_hr: kontne skupine koje imaju ovu skupinu kao nadređenu su
ja: このグループがある勘定グループはそれの勘定グループの親となります
lv_lv: kontu grupas kas ir šajā grupā ir šī kontu grupas virsgrupa
pl_pl: grupy kont, które do tej grupy, jak jej / nie grupy kont rodziców
vi_vn: những nhóm tài khoản có nhóm này là tài khoản gốc

source: An error occurred in deleting the account group
ar: حدث خطأ ما اثناء حذف مجموعة الحسابات
et: Kontogrupi kustutamisel ilmnes viga
fa: خطا رخ داده است در حذف گروه حساب
fr_lu: Erreur lors de la suppression du groupe
hr_hr: Došlo je do greške pri brisanju kontne skupine
ja: 支払いを取得してエラーが発生しました
lv_lv: Kļuda dzēšot kontu grupu
pl_pl: Wystąpił błąd w usunięciu grupy kont
vi_vn: Có một lỗi xảy ra khi xóa nhóm tài khoản

source: The SQL that was used to delete the account group was
ar: كان SQL التي تم استخدامها ل حذف حساب المجموعة
et: SQL, mida kontogrupi kustutamisel kasutati, on
fa: گذاشتن که به حذف گروه حساب استفاده می شد
fr_lu: Commande SQL de suppression du groupe:
hr_hr: SQL naredba korištena za brisanje kontne skupine
ja: 注文を更新に用いられたSQLは失敗した
lv_lv: SQL kļūda labojot rīkojumu:
pl_pl: SQL, który został użyty, aby usunąć grupę rachunku
vi_vn: Hệ thống dữ liệu SQL dùng để xóa nhóm tài khoản này là

source: group has been deleted
ar: تم حذف المجموعة
et: grupp on kustutatud
fa: گروه حذف شده است
fr_lu: le groupe a été supprimé
hr_hr: skupina je obrisana
ja: グループは削除されました
lv_lv: Grupa ir dzesta
pl_pl: grupa została usunięta
vi_vn: Nhóm đã bị xóa

source: The sql that was used to retrieve the account group information was
ar: كان SQL التي تم استخدامها ل استرداد المعلومات حساب المجموعة
et: SQL, mida kontogrupi info otsimiseks kasutati, on
fa: گذاشتن که برای بازیابی اطلاعات حساب گروه استفاده می شد
fr_lu: Commande SQL d'affichage du groupe
hr_hr: SQL naredba korištena za dohvat kontne skupine
ja: トランザクション情報取り出しに用いられたSQLは失敗した
lv_lv: SQL iegūstot bankas konta aprakstu
pl_pl: Sql, który został użyty w celu pobrania informacji o grupie rachunku
vi_vn: Cơ sở dữ liệu SQL được sử dụng để truy xuất thông tin nhóm tài khoản là

source: Could not get account groups because
ar: لم يتمكن الحصول على مجموات العضو لان
et: Ei saanud kontogruppe kätte, kuna
fa: آیا می توانید گروه های حساب چرا که نه
fr_lu: Impossible d'accèder aux groupes:
hr_hr: Nije moguće dohvatiti kontne skupine zbog
ja: 勘定グループを得ることができなかったのは
lv_lv: Nevar iegūt kontu grupu , jo
pl_pl: Nie mogę pobrać grup kont ponieważ
vi_vn: Không thể tìm ra các nhóm tài khoản vì

source: Group Name
ar: إسم المجموعة
et: Grupi nimi
fa: نام گروه
fr_lu: Nom du groupe
hr_hr: Naziv skupine
ja: グループ名
lv_lv: Grupas nosaukums
pl_pl: Nazwa Grupy
vi_vn: Tên nhóm

source: Section
ar: قسم
et: Jaotis
fa: قسمت
fr_lu: Rubrique
hr_hr: Razred
ja: セクション
lv_lv: Sadaļa
pl_pl: Sekcja
vi_vn: Mục

source: Sequence In TB
ar: تسلسل في السل
et: Järgnevus proovibilansis
fa: دنباله در سل
fr_lu: Indexe dans balance
hr_hr: Slijed U TB
ja: 試算表のシーケンス
lv_lv: Secība pārskatā
pl_pl: Sekwencja w BP
vi_vn: Trình tự trong bảng cân đối thử nghiệm

source: Profit and Loss
ar: الربح والخسارة
et: Kasum ja kahjum
fa: سود و زیان
fr_lu: Pertes et profits
hr_hr: Račun DiG
ja: 損益計算
lv_lv: Peļņas vai zaudējumu aprēķins
pl_pl: Rachunek Wyników
vi_vn: Lãi và lỗ

source: Are you sure you wish to delete this account group?
fr_lu: Voulez-vous supprimer ce groupe?
ja: この仕入先価格を削除してもよろしいですか？

source: An error occurred in retrieving the account group information
ar: حدث خطأ في استرداد معلومات حساب المجموعة
et: Kontogrupi info otsimisel ilmnes viga
fa: خطا رخ داده است در بازیابی اطلاعات اشتراک گروه
fr_lu: Erreur lors de la recherche des informations du groupe
hr_hr: Došlo je do gređke pri dohvatu podataka o kontnoj skupini
ja: GLトランザクションを取得してエラーが発生しました
lv_lv: Kļūda ielādējot kontu grupas informāciju
pl_pl: Wystąpił błąd podczas pobierania informacji grupy kont
vi_vn: Có một lỗi xảy ra khi truy xuấti thông tin tài khoản nhóm

source: The SQL that was used to retrieve the account group and that failed in the process was
ar: كان SQL التي تم استخدامها ل استرداد حساب المجموعة و التي فشلت في عملية
et: SQL, mis kontogrupi otsimise protsessi käigus ebaõnnestus, on
fa: گذاشتن که برای بازیابی گروه حساب مورد استفاده قرار گرفت و شکست خورده که در این روند بود
fr_lu: Échec de la commande SQL d'affichage du groupe:
hr_hr: Nije izvršena SQL naredba korištena za dohvat kontne skupine
ja: BOMの構成部品を取り戻すのにSQLは用いられて、プロセスに失敗した
lv_lv: SQL kļūda labojot rīkojumu:
pl_pl: SQL, który był używany do pobierania i grupy kont, które nie były w
vi_vn: Cơ sở dữ liệu SQL đã được sử dụng để truy xuất nhóm tài khoản và đã bị thất bại trong quá trình đó là

source: The account group name does not exist in the database
ar: عدم وجود اسم حساب المجموعة في قاعدة البيانات
et: Kontogrupi nimi ei eksisteeri andmebaasis
fa: نام گروه حساب می کند در پایگاه داده وجود ندارد
fr_lu: Le nom du groupe n'existe pas
hr_hr: Naziv skupine računa ne postoji u bazi podataka
ja: 勘定グループ名は文字列を含むことができません
lv_lv: Kontu grupas nosaukums neeksistē
pl_pl: Nazwa grupy konto nie istnieje w bazie danych
vi_vn: Tên nhóm tài khoản không tồn tại trong cơ sở dữ liệu

source: Edit Account Group Details
ja: 勘定グループ

source: New Account Group Details
ja: 勘定グループ確認

source: Account Group Name
ar: حساب اسم المجموعة
et: Kontogrupi nimi
fa: حساب کاربری نام گروه
fr_lu: Nom du groupe
hr_hr: Naziv kontne skupine
ja: 勘定グループ名
lv_lv: Kontu grupas nosaukums
pl_pl: Nazwa grupy konto
vi_vn: Tên nhóm tài khoản

source: Top Level Group
ar: توب جروب المستوى
et: Kõrgeima taseme grupp
fa: گروه سطح بالا
fr_lu: Groupe parent
hr_hr: Vršna skupina
ja: トップレベルグループ
lv_lv: Pamatgrupa
pl_pl: Grupy najwyższego poziomu
vi_vn: nhóm đầu

source: Section In Accounts
ar: قسم في حسابات
et: Jaotis kontode all
fa: در بخش حساب
fr_lu: Rubrique des comptes
hr_hr: Kontni razred
ja: 勘定のセクション
lv_lv: Konta plāna sadaļa
pl_pl: Sekcja w Kontach
vi_vn: Các mục trong tài khoản

source: Enter Information
ar: أدخل المعلومات
et: Sisesta informatsioon
fa: ورود اطلاعات
fr_lu: Valider
hr_hr: Unos podataka
ja: 情報入力
lv_lv: Saglabāt
pl_pl: Wprowadź Informację
vi_vn: Nhập thông tin

source: Account Sections
ar: أعدادات العضو
et: Konto jaotised
fa: بخش ها حساب کاربری
fr_lu: Rubriques de compte
hr_hr: Kontni razredi
ja: 勘定セクション
lv_lv: Konta plāna sadaļa
pl_pl: Grupy Kont
vi_vn: mục tài khoản

source: The account section already exists in the database
ar: قسم العضو موجود مسبقا فى قاعدة البيانات
et: Konto jaotis juba eksisteerib andmebaasis
fa: بخش حساب در حال حاضر در پایگاه داده وجود دارد
fr_lu: Cette rubrique de compte est déjà utilisée
hr_hr: Kontni razred već postoji u bazi
ja: 勘定セクション名は文字列を含むことができません
lv_lv: Konta plāna sadaļa jau eksistē
pl_pl: Sekcja konto już istnieje w bazie danych
vi_vn: Phần tài khoản đã tồn tại trong cơ sở dữ liệu

source: The account section name cannot contain any illegal characters
ja: 勘定セクション名は文字列を含むことができません

source: The account section name must contain at least three characters
et: Konto jagu nimi peab sisaldama vähemalt kolm sümbolit
fa: حساب نام بخش را باید حداقل سه حرف داشته باشد
fr_lu: Le nom de la section du compte doit contenir au moins trois caractères
hr_hr: Naziv poglavlje račun mora sadržavati najmanje tri znaka
ja: アカウントセクション名は、少なくとも3つの文字が含まれている必要があり
lv_lv: Konta sadaļā nosaukumā jābūt vismaz trīs rakstzīmes
pl_pl: Nazwa sekcji konto musi zawierać co najmniej trzy znaki
vi_vn: Tên phần tài khoản phải có ít nhất ba ký tự

source: The section number must be an integer
ar: قسم الرقم يجب ان يكون عدد صحيح
et: Jaotise number peab olema täisarv
fa: تعداد بخش باید یک عدد صحیح
fr_lu: Le numéro de la rubrique doit être un entier
hr_hr: Broj razreda mora biti cjelobrojna vrijednost
ja: セクション番号は整数でなければなりません
lv_lv: Sadaļas numuram jābūt veselam skaitlim
pl_pl: Numer grupy kont musi być liczbą całkowitą
vi_vn: Mục số phải là số nguyên

source: Cannot delete this account section because general ledger accounts groups have been created using this section
ar: لا يمكن حذف هذا القسم حساب لأنه تم إنشاء مجموعات حسابات دفتر الأستاذ العام باستخدام هذا القسم
et: Ei saa seda kontojaotist kustutada, kuna üldised raamatupidamiskontod on loodud seda jaotist kasutades
fa: آیا می توانم استفاده حذف این بخش به طور کلی به دلیل حساب دفتر کل حساب های گروه های ایجاد شده اند با استفاده از این بخش را نمی
fr_lu: Impossible de supprimer cette rubrique car des comptes du GL l'utilisent
hr_hr: Nije moguće brisat ovaj kontni razred jer su kontne skupine u glavnoj knjizi svrstane u ovaj razred
ja: 総勘定元帳勘定グループがこのセクションを使ってつくられているので、この勘定セクションを削除することができません
lv_lv: Nevar izdzēst &#353;o sadaļu, jo kontu grupas ir piesaistīti &#353;ai sadaļai
pl_pl: Nie można usunąć tej grupy kont ponieważ zostały utworzone konta w tej grupie
vi_vn: Không thể xóa phần tài khoản này vì nó được dùng để tạo ra nhóm sổ cái tài khoản

source: general ledger accounts groups that refer to this account section
ar: حسابات دفتر الأستاذ العام الجماعات التي تشير إلى هذا القسم حساب
et: üldiste raamatupidamiskontode grupid, mis viitavad sellele kontojaotisele
fa: به طور کلی دفتر کل حساب های گروه های که اشاره به این بخش حساب
fr_lu: Groupes de comptes du GL se référant à cette rubrique de compte
hr_hr: kontne skupine u glavnoj knjizi koje se pozivaju na ovaj kontni razred
ja: この勘定セクションを参照する総勘定元帳勘定グループ
lv_lv: konta grupa kura attiecas uz &#353;o sadaļu
pl_pl: kont związanych z tą grupą
vi_vn: sổ cái của những tài khoản nhóm dựa vào mục tài khoản này

source: section has been deleted
ar: تم حذف القسم
et: jaotis on kustutatud
fa: بخش حذف شده است
fr_lu: La rubrique a été supprimée
hr_hr: razred je obrisan
ja: セクションは削除されました
lv_lv: sadaļa ir dzēsta
pl_pl: usunięto
vi_vn: Các mục đã bị xóa bỏ

source: Could not get account group sections because
ar: لم أستطع الحصول على مجموعة أقسام الحساب بسبب
et: Ei saanud kontogrupi jaotist kätte, kuna
fa: آیا می توانید حساب کاربری بخش گروه نه به خاط
fr_lu: Impossible dafficher les rubriques du groupe:
hr_hr: Nije moguće dohvatiti razred kontnih skupina zbog
ja: 勘定グループセクションを得ることができなかった
lv_lv: Nevar iegūt kontu grupu sadaļu, jo
pl_pl: Nie mogę pobrać grup kont ponieważ
vi_vn: không thể vào mục tài khoản nhóm vì

source: Section Number
ar: رقم القطاع
et: Jaotise number
fa: شماره قسمت
fr_lu: N° de la rubrique
hr_hr: Broj razreda
ja: セクション番号
lv_lv: Sadaļas numurs
pl_pl: Numer Grupy Kont
vi_vn: Số mục
