Repository: timschofield/KwaMoja-Medical
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar, et, fa, fr_lu, hr_hr, ja, lv_lv, pl_pl, vi_vn

source: Cannot delete this branch because customer transactions have been created to this branch
ar: لا يمكن حذف هذا الفرع لأنه تم إنشاؤها معاملات العملاء في هذا الفرع
et: Ei saa kustutada seda haru , sest klient tehingud on loodud selleks, et see haru
fa: آیا می توانم استفاده حذف این شعبه به دلیل معاملات مشتری شده اند در این شاخه ایجاد نکرده
fr_lu: Impossible de supprimer cette branche parce que les transactions des clients ont été créés pour cette branche
hr_hr: Ne može se izbrisati ovu granu jer kupac transakcije su stvoreni da ovoj grani
ja: 顧客取引は、このブランチに作成されているため、このブランチを削除することはできません
lv_lv: Nevar izdzēst filiāli, jo ir veikti grāmatojumi pret &#353;o filiāli
pl_pl: Nie można usunąć oddziału ponieważ utworzono transakcje klienta w oparciu o ten oddział
vi_vn: Không thể xoá nhánh này bởi vì các giao dịch khách hàng đã được tạo ra để chi nhánh này

source: transactions with this Branch Code
ar: المعاملات مع هذا رمز الفرع
et: tehinguid see Harukood
fa: معاملات با این کد شعبه
fr_lu: transactions avec ce Code Direction
hr_hr: transakcije s ovom Branch zakona
ja: この支店コードとの取引
lv_lv: grāmatojumi ar &#353;o filiāles kodu
pl_pl: operacje z tym Kodem Oddziału
vi_vn: giao dịch với mã của chi nhánh này

source: Cannot delete this branch because sales analysis records exist for it
ar: لا يمكن حذف هذا الفرع لأن سجلات تحليل المبيعات موجودة لذلك
et: Ei saa kustutada seda haru , sest müügi analüüs andmed on olemas selle
fa: آیا می توانم استفاده حذف این شعبه به دلیل سوابق فروش تجزیه و تحلیل برای آن وجود ندارد
fr_lu: Impossible de supprimer cette branche parce que les dossiers d'analyse des ventes &quot;pour elle&quot;
hr_hr: Ne može se izbrisati ovu granu jer je prodaja analiza zapisi postoje za to
ja: 販売分析の記録はそれのために存在するため、このブランチを削除することはできません
lv_lv: Nevar izdzēst &#353;o filiāli, jo eksistē pārdo&#353;anas analīze
pl_pl: Nie można usunać oddziału ponieważ istnieją związane z nim zapisy analizy sprzedaży
vi_vn: Không thể xoá nhánh này vì phân tích doanh số tồn tại trên nó

source: sales analysis records with this Branch Code/customer
ar: سجلات تحليل المبيعات مع هذا الفرع رمز / العملاء
et: müügi analüüs arvestust selle Harukood / klient
fa: فروش مدارک تجزیه و تحلیل با این کد شعبه / مشتری
fr_lu: dossiers d'analyse des ventes au présent Code Direction / client
hr_hr: prodaja analiza zapisa s ovog zakona Branch / kupca
ja: この支店コード/顧客との販売分析の記録
lv_lv: pārdo&#353;anas analīzes ieraksti filiāei/klientam
pl_pl: analizy sprzedaży z tym Kodem Oddziału/klienta.
vi_vn: báo cáo phân tích doanh số với mã chi nhánh/khách hàng này

source: Cannot delete this branch because sales orders exist for it
ar: لا يمكن حذف هذا الفرع ل أوامر البيع وجود له
et: Ei saa kustutada seda filiaali sest müügitellimuste olemas see
fa: آیا می توانم استفاده حذف این شعبه به دلیل فروش سفارشات برای آن وجود ندارد
fr_lu: Impossible de supprimer cette branche parce que les ordres de vente &quot;pour elle&quot;
hr_hr: Ne može se izbrisati ovu granu jer narudžbe postoji za njega
ja: 受注はそれのために存在するため、このブランチを削除することはできません
lv_lv: Nevar izdzēst filiāli, jo pret to ir izveidoti pārdo&#353;anas rīkojumi
pl_pl: Nie można usunąć oddziału ponieważ istnieją związane z nim zamówienia sprzedaży
vi_vn: không thể xóa nhánh này vì đơn hàng tồn tại trên nó

source: Purge old sales orders first
ar: تطهير أوامر المبيعات القديم
et: Puhastada vana müügitellimuste esimene
fa: پاکسازی سفارشات فروش اول قدیمی
fr_lu: Purge des anciens ordres premières ventes
hr_hr: Očistite stare narudžbe prva
ja: 最初に古い受注をパージ
lv_lv: Dzēst vecos pārdo&#353;anas rīkojumus vispirms
pl_pl: Usuń najpierw stare zamówienia
vi_vn: lọc những đơn hàng cũ đầu tiên

source: sales orders for this Branch/customer
ar: أوامر البيع لهذا الفرع / العملاء
et: müügitellimuste selles Branch / klient
fa: فروش دستور داد برای این شعبه / مشتری
fr_lu: commandes de cette agence/client
hr_hr: narudžbe za ovaj Branch / kupca
ja: この支店/顧客のための受注
lv_lv: pārdo&#353;anas rīkojumi filiālei/klientam
pl_pl: zamówienia sprzedaży dla tego Oddziału/klienta
vi_vn: đơn hàng cho chi nhánh/khách hàng này

source: Cannot delete this branch because users exist that refer to it
ar: لا يمكن حذف هذا الفرع بسبب وجود المستخدمين التي تشير إليها
et: Ei saa kustutada seda haru , sest kasutajad on olemas , mis sellele viitavad
fa: آیا می توانم استفاده حذف این شعبه به دلیل کاربران وجود دارد که اشاره به آن را نمی
fr_lu: Impossible de supprimer cette branche parce que les utilisateurs existent qui font référence à ce
hr_hr: Ne može se izbrisati ovu granu jer korisnici postoje koji se odnose na njega
ja: ユーザーが存在しているので、それを参照することをこのブランチを削除することはできません
lv_lv: Nevar izdzēst filiāli, jo ir lietotājs, kur&#353; attiecas uz filiāli
pl_pl: Nie można usunąć tego oddziału ponieważ istnieją użytkownicy używające tego oddziału
vi_vn: Không thể xoá nhánh này bởi vì người dùng có tham chiếu đến nó

source: Purge old users first
ar: تطهير المستخدمين القديم
et: Puhastada vana kasutajad esimene
fa: پاکسازی کاربران قدیمی اول
fr_lu: Purge des anciens clients
hr_hr: Očistite stare korisnike prva
ja: 最初に古いユーザーを削除
lv_lv: Dzēst vecos lietotājus vispirms
pl_pl: Najpierw usuń starych użytkowników
vi_vn: loại bỏ người dùng đầu tiên

source: users referring to this Branch/customer
ar: المستخدمين في اشارة الى هذا الفرع / العملاء
et: kasutajad viidates sellele Branch / klient
fa: کاربران مراجعه کننده به این شعبه / مشتری
fr_lu: les utilisateurs se référant à cette direction générale / clients
hr_hr: Korisnici koji se odnose na ovaj Branch / kupca
ja: この支店/顧客を参照するユーザー
lv_lv: lietotājs, kur&#353; attiecas uz filiāli/klientu
pl_pl: użytkownicy związani z tym oddziałem/klientem
vi_vn: người sử dụng đề cập đến Chi nhánh / khách hàng này

source: Cannot delete this branch because contract have been created that refer to it
ar: لا يمكن حذف هذا الفرع لأنه قد تم إنشاء العقد التي تشير إليها
et: Ei saa kustutada seda haru , sest leping on loodud , et nimetavad seda
fa: آیا می توانم این شاخه را حذف نمی کند چرا که قرارداد ساخته شده است که به آن اشاره
fr_lu: Impossible de supprimer cette branche parce contrat ont été créés qui se réfèrent à lui
hr_hr: Ne može se izbrisati ovu granu jer je ugovor su stvoreni koji se odnose na njega
ja: 契約はそれを参照が作成されているので、このブランチを削除することはできません
lv_lv: Nevar izdzēst šo nozari, jo līgums ir izveidoti , kas attiecas uz to
pl_pl: Nie można usunąć tę gałąź , ponieważ umowa nie została stworzona , które odnoszą się do niego
vi_vn: Không thể xóa những chi nhánh này vì hợp đồng đã được tạo ra mà xem nó

source: Purge old contracts first
ar: تطهير العقود القديمة أولا
et: Puhastada vana lepingud esimene
fa: اول قراردادها قدیمی پاکسازی
fr_lu: Purger premier anciens contrats
hr_hr: Očistite stare ugovore prva
ja: 最初に古い契約をパージ
lv_lv: Iztīrīšana vecos līgumus pirmais
pl_pl: Oczyść stare kontrakty pierwszy
vi_vn: Tẩy hợp đồng cũ đầu tiên

source: contracts referring to this branch/customer
ar: عقود اشارة الى هذا الفرع / العملاء
et: lepingute viidates sellele filiaal / klient
fa: قرارداد با اشاره به این شاخه / مشتری
fr_lu: contrats se rapportant à cette branche / client
hr_hr: Ugovori se odnose na ovu granu / kupca
ja: このブランチ/顧客を参照する契約
lv_lv: līgumi , kas attiecas uz šīs filiāles / klienta
pl_pl: Umowy odnoszące się do tej dziedziny / klienta
vi_vn: hợp đồng đề cập đến chi nhánh này / khách hàng

source: The branch record could not be deleted
ar: لا يمكن حذف السجل فرع
et: Filiaali rekord ei saa kustutada
fa: ثبت شعبه نمی تواند حذف
fr_lu: La fiche succursale ne peut pas être supprimée
hr_hr: Podružnica zapis nije mogao biti izbrisan
ja: ブランチレコードは削除できませんでした
lv_lv: Filiāles ierakstu nevar izdzēst
pl_pl: Oddział nie może być usunięty
vi_vn: Không thể xóa hồ sơ chi nhánh

source: the SQL server returned the following message
ar: عاد خادم SQL الرسالة التالية
et: SQL Server tagastas järgmine teade
fa: سرور گذاشتن بازگشت پیغام زیر
fr_lu: le serveur SQL renvoyé le message suivant
hr_hr: SQL poslužitelj je vratio sljedeću poruku
ja: SQLサーバーは、次のメッセージが返される
lv_lv: SQL servera paziņojums:
pl_pl: SQL server zwrócił następujący błąd
vi_vn: máy chủ SQL trả về thông báo sau

source: Branch Deleted
ar: فرع المحذوفة
et: Branch kustutatud
fa: واحد حذف شده
fr_lu: Succursale supprimée
hr_hr: Podružnica Izbrisan
ja: 支店削除済
lv_lv: Filiāle izdzēsta
pl_pl: Oddział Usunięty
vi_vn: Chi nhánh đã được xóa

source: Branches defined for
ar: فروع المعرفة من أجل
et: Filiaalid määratletud
fa: شعب تعریف شده برای
fr_lu: Succursales définies pour
hr_hr: Grane definirane
ja: 支店定義 for
lv_lv: Filiāle definēta priek&#353;s
pl_pl: Oddziały określone dla
vi_vn: Các chi nhánh du?c xác d?nh cho

source: Branch Contact
ar: فرع الاتصال
et: Branch Kontakt
fa: تماس با واحد
fr_lu: Contact succursale
hr_hr: Podružnica Kontakt
ja: 支店コード
lv_lv: Filiāles kontakti
pl_pl: Oddział Kontakt
vi_vn: chi nhánh liên hệ

source: Salesman
ar: بائع
et: müüja
fa: فروشنده
fr_lu: Vendeur
hr_hr: prodavač
ja: 営業担当
lv_lv: Atbildīgais darbinieks
pl_pl: Sprzedawca
vi_vn: người bán hàng

source: Phone No
ar: رقم الهاتف
et: telefoni nr
fa: شماره تلفن
fr_lu: Tél:
hr_hr: telefon
ja: 電話番号
lv_lv: Telefons
pl_pl: Numer Tel
vi_vn: Số điện thoại

source: Fax No
ar: رقم الفاكس
et: faksi nr
fa: شماره فکس
fr_lu: Fax
hr_hr: Fax Nema
ja: Fax番号
lv_lv: Fakss
pl_pl: Numer Fax
vi_vn: Số Fax

source: Tax Group
ar: المجموعة الضريبية
et: maksu Group
fa: گروه مالیاتی
fr_lu: Groupe T.V.A.
hr_hr: Porezna Group
ja: 税グループ
lv_lv: Nodokļu grupa
pl_pl: Grupa podatkowa
vi_vn: Nhóm thuế

source: Enabled?
ar: تمكين ؟
et: Lubatud ?
fa: کوکی ها؟
fr_lu: Activé?
hr_hr: Omogućeno ?
ja: 有効？
lv_lv: Atļaut?
pl_pl: Aktywne?
vi_vn: Kích hoạt?

source: Are you sure you wish to delete this branch?
ar: هل أنت متأكد أنك تريد حذف هذا الفرع؟
et: Oled sa kindel, et soovid kustutada selle filiaal ?
fa: آیا شما مطمئن هستید که میخواهید حذف این شاخه؟
fr_lu: Voulez-vous supprimer cette succursale?
hr_hr: Jeste li sigurni da želite izbrisati ovu granu ?
ja: あなたはこのブランチを削除したいか？
lv_lv: Vai tie&#353;am vēlaties dzēst &#353;o filiāli?
pl_pl: Jesteś pewien, że chcesz usunąć ten oddział?
vi_vn: Bạn có chắc chắn muốn xóa chi nhánh này?

source: Delete Branch
ar: حذف فرع
et: Kustuta Branch
fa: حذف واحد
fr_lu: Suppression d'agence
hr_hr: Brisanje Branch
ja: 得意先支店
lv_lv: Dzēst filiāli
pl_pl: Usuń Oddział
vi_vn: Xóa chi nhánh

source: Branches are enabled.
ar: يتم تمكين الفروع .
et: Oksad on lubatud.
fa: شاخه ها را فعال کنید.
fr_lu: Les succursales sont activées.
hr_hr: Grane su omogućene .
ja: 支店定義 for
lv_lv: Darījumi pret filiāli ir atļauti
pl_pl: Oddziały są włączone.
vi_vn: Các nhánh được kích hoạt

source: Branches are disabled.
ar: يتم تعطيل الفروع .
et: Oksad on keelatud .
fa: شاخه ها فعال نیست.
fr_lu: Les succursales sont désactivées
hr_hr: Grane su isključeni .
ja: 支店定義 for
lv_lv: Darījumi pret filiāli nav atļauti
pl_pl: Oddziały są wyłączone.
vi_vn: Các chi nhánh dã du?c vô hi?u hóa

source: Total Branches
ar: مجموع الفروع
et: Kõik filiaalid
fa: تعداد شعب
fr_lu: Total agences
hr_hr: Ukupno Podružnice
ja: 合計残高
lv_lv: Kopā filiāles
pl_pl: Razem Oddziały
vi_vn: Tổng số chi nhánh

source: No Branches are defined for
ar: لم يتم تحديد فروع لل
et: No filiaalid on määratletud
fa: انشعاباتی برای تعریف
fr_lu: Pas de succursale définie pour
hr_hr: Nema Grane su definirani za
ja: 支店定義 for
lv_lv: Filiāle nav izveidota
pl_pl: Nr Oddziały są określone dla
vi_vn: Không có chi nhánh nào du?c xác d?nh cho

source: You must have a minimum of one branch for each Customer. Please add a branch now.
ar: يجب أن يكون الحد الأدنى من فرع واحد لكل عميل .
et: Sul peab olema vähemalt üks haru iga klient.
fa: شما باید حداقل از یک شاخه برای هر مشتری داشته باشد. لطفا یک شعبه در حال حاضر.
fr_lu: Vous devez avoir un minimum d'une branche pour chaque client. S'il vous plaît ajouter une branche maintenant.
hr_hr: Morate imati minimalno jednu granu za svakog kupca .
ja: あなたは、顧客ごとにつのブランチの最小値を持っている必要があります。
lv_lv: Ir jābūt vismaz vienai filiālei katram klientam. Lūdzu pievienojiet filiāli!
pl_pl: Musisz mieć co najmniej jeden oddział dla każdego klienta. Należy dodać oddziału teraz.
vi_vn: Mỗi khách hàng phải có ít nhất 1 chi nhánh. Vui lòng thêm một chi nhánh

source: Change Details for Branch
ar: تغيير تفاصيل عن فرع
et: Muuda detailid Branch
fa: تغییر واحد اطلاعات بیشتر برای
fr_lu: Changer les détails de la succursale
hr_hr: Promjena podataka za granu
ja: 請求先
lv_lv: Mainiet Sīkāka informācija par filiāli
pl_pl: Zmiana Szczegóły dla branży
vi_vn: Thay đổi chi tiết chi nhánh

source: Show all branches defined for
ar: مشاهدة جميع فروع المعرفة من أجل
et: Näita kõik oksad määratletud
fa: نمایش تمام شاخه های تعریف شده برای
fr_lu: Afficher toutes les succursales définies pour
hr_hr: Pokaži sve grane definirane za
ja: 全支店表示 for
lv_lv: Parādīt visas izveidotās filiāles
pl_pl: Pokaż wszystkie oddziały zdefiniowane dla
vi_vn: hi?n th? t?t c? chi nhánh du?c xác d?nh cho

source: Change Branch
ar: تغيير فرع
et: Muuda Branch
fa: تغییر واحد
fr_lu: Changer une succursale
hr_hr: Promjena Branch
ja: 請求先
lv_lv: Mainīt filiāli
pl_pl: Zmiana Oddział
vi_vn: Thay đổi nhánh

source: Add a Branch
ar: إضافة فرع
et: LisaBranch
fa: اضافه کردن واحد
fr_lu: Ajouter une succursale
hr_hr: Dodaj Branch
ja: 支店送付
lv_lv: Pievienot filiāli
pl_pl: Dodaj Oddział
vi_vn: Thêm một nhánh

source: Branch Name
ar: اسم الفرع
et: harunime
fa: نام شعبه
fr_lu: Nom de la succursale
hr_hr: Podružnica Ime
ja: 支店名
lv_lv: Filiāles nosaukums
pl_pl: Nazwa Oddziału
vi_vn: Tên nhánh

source: Street Address 1 (Street)
ar: العنوان 1 (شارع )
et: Tänav 1 ( Street)
fa: آدرس خیابان 1 (خیابان)
fr_lu: Adresse 1 (rue)
hr_hr: Ulica 1 ( ulica )
ja: 街住所１
lv_lv: Adreses rinda 1
pl_pl: Ulica 1 (Street)
vi_vn: Địa chỉ 1( Phố )

source: Street Address 2 (Street)
ar: العنوان 2 (شارع )
et: Tänav 2 ( Street)
ja: 街住所１

source: Street Address 3 (Suburb/City)
ar: العنوان 3 ( الضاحية / المدينة )
et: Tänav 3 ( eeslinna / Linn )
ja: 街住所２

source: Street Address 4 (State/Province)
ar: العنوان 4 ( ولاية / مقاطعة )
et: Tänav 4 ( riik / maakond )
ja: 街住所３

source: Street Address 5 (Postal Code)
ar: العنوان 5 ( الرمز البريدي )
et: Tänav 5 ( postiindeks)
ja: 街住所４

source: Special Instructions
ar: تعليمات خاصة
et: Spetsiaalsed juhised
fa: دستورالعمل های ویژه
fr_lu: Instructions spéciales
hr_hr: Posebne upute
ja: 特別指示
lv_lv: Īpa&#353;i norādijumi
pl_pl: Specjalne instrukcje
vi_vn: chỉ dẫn đặc biệt

source: Default days to deliver
ar: أيام الافتراضية لتقديم
et: Vaikimisi päeva pakkuda
fa: روز پیش فرض برای ارائه
fr_lu: Jours de livraison
hr_hr: Zadane dana dostaviti
ja: 初期値
lv_lv: parastais piegādes laiks dienās
pl_pl: dzień Default do wydania
vi_vn: mặc định ngày giao hàng

source: Forward Date After (day in month)
ar: التسجيل إلى الأمام بعد ( يوم في شهر )
et: Edasi kuupäeval pärast ( päeva kuus)
fa: تاریخ به جلو بعد از (روز در ماه)
fr_lu: Attaquant Date After ( jour dans le mois)
hr_hr: Napadač Datum Nakon ( dan u mjesecu )
ja: 先物日以後（月の日）
lv_lv: Nākotnes datums pēc (diena mēnesī)
pl_pl: Data wysyłki po (dzień miesiąca)
vi_vn: Chuyển tiếp cho ngày Sau (ngày trong tháng

source: There are no areas defined as yet
ar: لا توجد مناطق محددة حتى الآن
et: Puuduvad määratletud piirkonnad veel
fa: هیچ زمینه تعریف شده به عنوان نشده است
fr_lu: Il n'y a pas de zones définies comme encore
hr_hr: Nema definirani prostori još
ja: まだ定義された地域がありません
lv_lv: Nav izveidoti reģioni
pl_pl: Jeszcze nie zdefiniowano rejonów sprzedaży
vi_vn: Không có vùng được xác định là chưa

source: customer branches must be allocated to an area
ar: يجب تخصيص فروع العملاء إلى منطقة
et: klient oksad tuleb eraldadaala
fa: شاخه مشتری باید به منطقه اختصاص داده است
fr_lu: branches client doit être allouée à une zone
hr_hr: kupac grana mora biti dodijeljeno na području
ja: 顧客の枝は、エリアに割り当てられている必要があり
lv_lv: Klientu filiāle ir jāpiesaista reģionam
pl_pl: oddział klienta musi być przypisany do rejonu sprzedaży
vi_vn: các chi nhánh khách hàng sẽ được phân bổ cho 1 khu vực

source: Please use the link below to define at least one sales area
ar: يرجى استخدام الرابط أدناه ل تحديد منطقة المبيعات واحد على الأقل
et: Palun kasutage allpool olevat linki määratleda vähemalt üks müügipind
fa: لطفا از لینک زیر در حداقل یک منطقه فروش به تعریف
fr_lu: S'il vous plaît utilisez le lien ci-dessous pour définir au moins une surface de vente
hr_hr: Molimo koristite link ispod za definiranje barem jedan prodajni prostor
ja: 少なくとも一つの販売エリアを定義するには、以下のリンクをご利用ください
lv_lv: Lūdzuizmantojiet linku zemāk, lai izveidotu vismaz vienu pārdo&#353;anas reģionu
pl_pl: Użyj linku poniżej aby zdefiniować conajmniej jeden rejon sprzedaży
vi_vn: Xin vui lòng sử dụng liên kết dưới đây để xác định ít nhất một khu vực bán hàng

source: Define Sales Areas
ar: تحديد مجالات المبيعات
et: Määrake müügipindade
fa: تعریف فروش مناطق
fr_lu: Définir les zones de vente
hr_hr: Definiranje prostora za prodaju
ja: 販売地域定義
lv_lv: Izveidot pādo&#353;anas reģionus
pl_pl: Definiuj Rejony Sprzedaży
vi_vn: Xác định khu vực bán hàng

source: Sales Area
ar: منطقة المبيعات
et: müügisaal
fa: فروش محله
fr_lu: Zone d'achalandage
hr_hr: Prodaja Površina
ja: 販売地域
lv_lv: Pārdo&#353;anas reģioni
pl_pl: Rejony Sprzedaży
vi_vn: Khu vực bán hàng

source: Salesperson
ar: مندوب مبيعات
et: müüja
fa: فروشنده
fr_lu: Le vendeur (la vendeuse)
hr_hr: prodavač
ja: 営業担当
lv_lv: Atbildīgais darbinieks
pl_pl: Sprzedawca
vi_vn: nhân viên bán hàng

source: There are no sales people defined as yet
ar: لا يوجد تعريف الناس المبيعات حتى الآن
et: Puuduvad müügiinimesed defineeritud veel
fa: هیچ مردم فروش به عنوان تعریف نشده است
fr_lu: Il n'y a pas de personnel de vente défini encore
hr_hr: Nema prodaje ljudi definirane još
ja: まだ定義された営業担当がありません
lv_lv: Nav izveidota atbildīgais darbinieks
pl_pl: Jeszcze nie zdefiniowano sprzedawców
vi_vn: Không có người bán hàng xác định là không

source: customer branches must be allocated to a sales person
ar: يجب تخصيص فروع العميل إلى شخص المبيعات
et: klient oksad tuleb eraldadamüügi isik
fa: شاخه مشتری باید به فرد از فروش اختصاص داده
fr_lu: branches client doit être attribué à une personne de vente
hr_hr: kupac grana mora biti dodijeljeno prodaje osobe
ja: 顧客の枝は、販売担当者に割り当てる必要があります
lv_lv: Filiālei ir jāpievieno atbildīgais darbinieks
pl_pl: oddział klienta musi być powiązany ze sprzedawcą
vi_vn: nhánh khách hàng phải được phân bổ cho một người bán hàng

source: Please use the link below to define at least one sales person
ar: يرجى استخدام الرابط أدناه ل تحديد الشخص المبيعات واحد على الأقل
et: Palun kasutage allpool olevat linki määratleda vähemalt üks müügi isik
fa: لطفا از لینک زیر حداقل یک فرد از فروش برای تعریف
fr_lu: S'il vous plaît utilisez le lien ci-dessous pour définir au moins une personne de ventes
hr_hr: Molimo koristite link ispod za definiranje barem jedan prodavač
ja: 少なくとも一つの営業担当者を定義するには、以下のリンクをご利用ください
lv_lv: Lūdzu izmantojiet linku apak&#353;ā, lai izveidotu atbildīgo darbinieku
pl_pl: Użyj linku poniżej do zdefiniowania conajmniej jednego sprzedawcy
vi_vn: Xin vui lòng sử dụng liên kết dưới đây để xác định ít nhất một người bán hàng

source: Define Sales People
ar: تعريف المبيعات الناس
et: Määrake müügiinimesed
fa: تعریف مردم فروش
fr_lu: Définir les vendeurs
hr_hr: Definirajte prodaje ljudi
ja: 営業担当定義
lv_lv: Izveidot atbildīgo darbinieku
pl_pl: Definiuj Sprzedawców
vi_vn: Xác định người bán hàng

source: There are no stock locations defined as yet
ar: لا توجد مواقع محددة الأوراق المالية حتى الآن
et: Puuduvad aktsia asukohad määratletakse veel
fa: هیچ مکان های تعریف شده به عنوان سهام هنوز وجود دارد
fr_lu: Il n'y a pas de localisation des stocks définie comme encore
hr_hr: Nema dionica definirane lokacije još
ja: まだ定義された在庫場所がありません
lv_lv: Nav izveidota noliktava
pl_pl: Jeszcze nie zdefiniowano magazynów
vi_vn: Chưa có địa điểm kho nào được xác định

source: customer branches must refer to a default location where stock is normally drawn from
ar: يجب فروع العميل الرجوع إلى الموقع الافتراضي حيث يتم رسم الأوراق المالية عادة من
et: klient oksad tuleb viidatavaikeasukohast kui aktsiaid tavaliselt saadud
fa: شاخه مشتری باید به محل پیش فرض اشاره که در آن سهام به طور معمول گرفته شده از
fr_lu: branches client doit se référer à un emplacement par défaut lorsque des actions sont normalement tirées
hr_hr: kupac grana mora se odnositi na zadanom mjestu gdje je dionica obično je sastavljen od
ja: 株式は通常から引き出される場合、顧客の枝には、デフォルトの場所を参照しなければなりません
lv_lv: klienta filiāles ir jāpiesaisata noliktavai, no kurienes parasti preces tiek piegādātas
pl_pl: oddziały klienta muszą mieć określony domyślny magazynz którego wysyłane są towary
vi_vn: Các chi nhánh khách hàng c?n d?n t?i m?t d?a di?m m?c d?nh noi thu?ng xu?t kho

source: Please use the link below to define at least one stock location
ar: يرجى استخدام الرابط أدناه ل تحديد موقع واحد على الأقل الأسهم
et: Palun kasutage allpool olevat linki määratleda vähemalt üks aktsia asukoht
fa: لطفا از لینک زیر حداقل یک مکان برای تعریف سهام
fr_lu: S'il vous plaît utilisez le lien ci-dessous pour définir au moins un lieu de stockage
hr_hr: Molimo koristite link ispod za definiranje barem jednu lokaciju zaliha
ja: 少なくとも一つの株式の場所を定義するには、以下のリンクをご利用ください
lv_lv: Lūdzu izmantojiet linku, lai izveidotu vismaz vienu noliktavu
pl_pl: Użyj linku poniżej do zdefiniowania conajmniej jednego magazynu
vi_vn: Vui lòng dùng đường dẫn dưới đây để xác định ít nhất 1 địa điểm kho

source: Define Stock Locations
ar: تحديد مواقع الأسهم
et: Määrake Stock asukohad
fa: تعریف محل انبار
fr_lu: Définir des emplacements de stock
hr_hr: Definirajte Stock Lokacije
ja: 在庫場所定義
lv_lv: Izveidot noliktavu
pl_pl: Definiuj Magazyny
vi_vn: Xác định khu vực kho

source: Draw Stock From
ar: رسم الأسهم من
et: Joonista varud
fa: قرعه کشی بانک از
fr_lu: Prélèvement sur les stocks de
hr_hr: Crtanje dionica od
ja: 在庫引当
lv_lv: Ņemt preci no
pl_pl: Wysyłka Z
vi_vn: Rút kho t?

source: Phone Number
ar: رقم الهاتف
et: telefoninumber
fa: شماره تلفن
fr_lu: Téléphone
hr_hr: Telefon
ja: 電話番号
lv_lv: Telefons
pl_pl: Numer Telefonu
vi_vn: Số điện thoại

source: Fax Number
ar: رقم الفاكس
et: faksinumber
fa: شماره نمابر
fr_lu: Numéro de fax
hr_hr: Faks
ja: Fax番号
lv_lv: Fakss
pl_pl: Numer Faxu
vi_vn: Số Fax

source: There are no tax groups defined - these must be set up first before any branches can be set up
ar: لا توجد مجموعات ضريبة محددة - يجب ضبط هذه أولا قبل يمكن تعيين أي فروع تصل
et: Puuduvad maks määratletud rühma - need tuleb luua kõigepealt enne filiaali võib asutada
fa: هیچ گروه مالیاتی تعریف شده وجود دارد - این باید راه اندازی اولین قبل از هر شاخه را می توان راه اندازی
fr_lu: Pas de groupe de taxation défini - Leur création doit précéder celle d'une agence
hr_hr: Nema poreza definirane grupe - one se moraju postaviti prije nego li grane mogu se postaviti
ja: 定義された税グループがありません - 任意の枝をセットアップする前に、これらは最初に設定する必要があります
lv_lv: Nav nodokļu definētas grupas - tie ir jāizveido pirmais, pirms jebkādas zari var izveidot
pl_pl: Brak grup określonych podatkowe - muszą one być ustawione zanim żadnych oddziałów można skonfigurować
vi_vn: Không có nhóm thuế quy định - chúng phải được đặt lên đầu tiên trước khi bất kỳ chi nhánh có thể được thiết lập

source: Define Tax Groups
ar: تحديد المجموعات ضرائب
et: Määrake Maksu grupid
fr_lu: Définir des groupes de taxe
ja: 税グループ

source: Transactions on this branch
ar: المعاملات في هذا الفرع
et: Tehingud selle filiaal
fa: معاملات در این شاخه
fr_lu: Les transactions sur cette branche
hr_hr: Transakcije na ovoj grani
ja: この支店のトランザクション無効
lv_lv: Filiāles grāmatojumi
pl_pl: Transakcje na tej gałęzi
vi_vn: giao dịch trên chi nhánh này
