Repository: timschofield/KwaMoja-Medical
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar, et, fa, fr_lu, hr_hr, ja, lv_lv, pl_pl, vi_vn

source: Select tag
ar: اختر علامة
et: Valige silt
fa: برچسب انتخاب
fr_lu: Sélectionner un mot-clef
hr_hr: Odaberite tag
ja: 選択
lv_lv: Izvēlēties birku
pl_pl: Wybierz tag
vi_vn: Ch?n Tag

source: Show Statement of Income and Expenditure
ar: مشاهدة بيان الإيرادات والمصروفات
et: Näita tulude ja kulude
fa: بیانیه نمایش درآمد و مخارج
fr_lu: Voir Déclaration des revenus et dépenses
hr_hr: Pokaži Izjavu o prihodima i rashodima
ja: 損益計算書明細表示
lv_lv: Parādīt peļņas un zaudējumu aprēķinu
pl_pl: Oświadczenie Pokaż dochodów i wydatków
vi_vn: Hi?n th? báo cáo thu nh?p và chi tiêu

source: PrintPDF
ja: PDF印刷
lv_lv: Drukāt PDF
pl_pl: Drukuj PDF
vi_vn: In bản PDF

source: Income and Expenditure
ar: الإيرادات والنفقات
et: Tulud ja kulud
fa: درآمد و مخارج
fr_lu: Revenus et dépenses
hr_hr: Prihodi i rashodi
ja: 収支
lv_lv: Ienākumi un izdevumi
pl_pl: Dochodów i wydatków
vi_vn: Thu nhập và chi tiêu

source: Print Income and Expenditure Error
ar: الدخل الطباعة و خطأ الإنفاق
et: Prindi Tulud ja kulud viga
fa: نسخه قابل چاپ درآمد و مخارج خطا
fr_lu: Imprimer le revenu et des dépenses d'erreur
hr_hr: Ispis Prihodi i rashodi Pogreška
ja: 貸借対照表印刷エラー
lv_lv: Drukāt bilances kļūdas
pl_pl: Przychody i błędów Wydatki Drukuj
vi_vn: In các lỗi Thu nhập và Chi tiêu

source: Detailed
ar: مفصل
et: üksikasjalik
fa: مفصل
fr_lu: Détaillé
hr_hr: detaljan
ja: 詳しい
lv_lv: Detalizēts
pl_pl: Szczegółowy
vi_vn: Đã được chi tiêu

source: Statement of Income and Expenditure for Tag
ar: بيان الإيرادات و النفقات من أجل الوسم
et: Tulude ja kulude Tag
fa: بیانیه از درآمد و مخارج برای برچسب
fr_lu: Déclaration de revenus et dépenses pour le tag
hr_hr: Izvještaj o prihodima i rashodima za tag
ja: 損益計算書明細
lv_lv: Paziņojums par ieņēmumu un izdevumu Tag
pl_pl: Zestawienie dochodów i wydatków tagu
vi_vn: Báo cáo thu nh?p và chi tiêu cho Tag

source: during the
ar: خلال
et: jooksul
fa: در طول
fr_lu: au cours de la
hr_hr: vrijeme
ja: 間に
lv_lv: Palielināt skaitu
pl_pl: podczas
vi_vn: Trong suốt

source: Surplus
ar: فائض
et: ülejääk
fa: مازاد
fr_lu: Excédent
hr_hr: višak
ja: 仕入先
lv_lv: Piegādātāji
pl_pl: Nadwyżka
vi_vn: Thặng dư

source: Deficit
ar: العجز
et: puudujääk
fa: کمبود
fr_lu: Déficit
ja: 借方
lv_lv: Debits
pl_pl: Deficytu
vi_vn: thâm hụt

source: Maintain General Ledger Tags
ar: الحفاظ على دفتر الأستاذ العام الكلمات
et: Säilitada pearaamat Sildid
fa: حفظ برچسب ها لجر عمومی
fr_lu: Tags tenir un grand livre général
hr_hr: Održavanje glavne knjige Tagovi
ja: 総勘定元帳
lv_lv: Uzturēt virsgrāmatas birkas
pl_pl: Utrzymanie General Ledger Tagi
vi_vn: Duy trì General Ledger Download

source: This tag cannot be deleted since there are already general ledger transactions created using it.
ar: لا يمكن حذف هذه العلامة منذ هناك معاملات دفتر الأستاذ العام بالفعل تم إنشاؤها باستخدام ذلك.
et: See silt ei saa kustutada , sest seal on juba pearaamatu tehingute abil loodud see .
fr_lu: Ce client ne peut pas être supprimé parce qu'il y a des opérations qui en dépendent
hr_hr: Ova oznaka se ne može izbrisati jer već postoje glavne knjige transakcija stvorena ga koristite .
ja: それを使用して作成し、すでに総勘定元帳取引があるので、このタグを削除することはできません。

source: The selected tag has been deleted
fr_lu: La variable sélectionnée a été supprimée
ja: この選択された税務当局レコードは削除されました

source: Description of tag
et: Kirjeldus tag
fa: شرح تگ
fr_lu: Description de la balise
hr_hr: Opis tag
ja: タグの説明
lv_lv: Apraksts tag
pl_pl: Opis znacznika
vi_vn: Mô tả của thẻ

source: Insert
ar: أدخل
et: Paigaldage
fa: درج
fr_lu: Ajouter
hr_hr: umetnuti
ja: 挿入
lv_lv: Lietotājs
pl_pl: Wstaw
vi_vn: chèn (thêm) vào

source: List of existing tags
ar: قائمة العلامات الموجودة
et: Loetelu kehtivatest silte
fa: فهرست برچسب های موجود
fr_lu: Liste des balises existantes
hr_hr: Popis postojećih oznaka
ja: 既存のタグの一覧
lv_lv: Saraksts esošajiem tagiem
pl_pl: Lista istniejących tagów
vi_vn: Danh sách các thẻ hiện có

source: Tag ID
ar: علامة معرف
fa: برچسب شناسه
ja: タグID
lv_lv: Birkas ID
vi_vn: thẻ ID

source: Are you sure you wish to delete this GL tag?
ar: هل أنت متأكد أنك تريد حذف هذه العلامة GL ؟
et: Oled sa kindel, et soovid kustutada selle GL tag ?
fr_lu: Voulez-vous supprimer ce label du Grand Livre?
hr_hr: Jeste li sigurni da želite izbrisati ovaj GL oznaku ?
ja: この仕入先価格を削除してもよろしいですか？

source: General Ledger Transaction Inquiry
ar: دفتر الأستاذ العام التحقيق عملية
et: General Finantskanne Inquiry
fa: عمومی لجر استعلام معامله
fr_lu: Relevé des transactions du Grand Livre
hr_hr: Glavna knjiga Transakcija Upit
ja: 総勘定元帳の取引照会
lv_lv: Grāmatojuma pieprasījums
pl_pl: Przeglądanie Operacji KG
vi_vn: Liên h? giao d?ch s? cái

source: General Ledger Menu
ar: دفتر الأستاذ العام القائمة
et: Pearaamat Menu
fa: منوی عمومی لجر
fr_lu: Menu du Grand Livre
hr_hr: Glavna knjiga izbornik
ja: 総勘定元帳
lv_lv: Virsgrāmatas izvēlne
pl_pl: Menu General Ledger
vi_vn: Menu S? cái

source: This page requires a valid transaction type and number
ar: يتطلب هذه الصفحة على نوع المعاملة سارية المفعول ورقم
et: See leht vajab kehtiva tehingu tüüp ja number
fa: این صفحه نیاز به یک نوع معامله معتبر و تعداد
fr_lu: Cette page nécessite un type de transaction valide et un numéro
hr_hr: Ova stranica zahtijeva valjanu transakcijski vrstu i broj
ja: このページには、有効なトランザクションのタイプと番号を必要とする
lv_lv: &#352;ai lapai nepiecie&#353;ama derīga transakcijas veods un numurs
pl_pl: Ta strona wymaga ważnego typu transakcji i numer
vi_vn: Trang này yêu c?u s? và lo?i giao d?ch h?p l?

source: No transaction of this type with id
ar: لا صفقة من هذا النوع مع معرف
et: No seda liiki tehingut , mille ID
fa: هیچ معامله از این نوع با شناسه
fr_lu: Aucune transaction de ce type avec id
hr_hr: Ne transakcija ove vrste s id
ja: この支店のトランザクション無効
lv_lv: Nav &#353;āda veida transakcija ar nr.
pl_pl: Brak tego typu transakcja z id
vi_vn: Không có giao dịch loại này với id

source: Debits
ar: الخصوم
et: Deebet
fr_lu: Débit
hr_hr: dugovanja
ja: 借方
pl_pl: Obciążenie
vi_vn: bên nợ

source: Credits
ar: ائتمانات
et: Kreedit
fa: دستاندرکاران
fr_lu: Crédit
hr_hr: Krediti
ja: 返品
lv_lv: Kredīts
pl_pl: Ma
vi_vn: bên có ( tín dụng)

source: Posted
ar: السؤال
et: Postitaja
fa: ارسال شده در
fr_lu: Posté
hr_hr: Objavio
ja: 転記済
lv_lv: Ievadīts
pl_pl: Zaksięgowane
vi_vn: đăng

source: Trial Balance
ar: ميزان المراجعة
et: proovibilanss
fa: دادگاه تعادل
fr_lu: Balance de vérification
hr_hr: Pretresno Stanje
ja: 試算表
lv_lv: Konta atlikumu kopsavilkums
pl_pl: Bilans Próbny
vi_vn: Cân d?i th?

source: The selected period from is actually after the period to! Please re-select the reporting period
ar: الفترة المختارة من هو في الواقع بعد فترة إلى!
et: Valitud perioodil on tegelikult pärast aruandeperioodi lõppu !
fa: انتخاب شده از دوره است که در واقع پس از دوره به! لطفا دوباره دوره گزارش را انتخاب کنید
fr_lu: La période de choisie est actuellement après la période. Veuillez sélectionnez la période de reporting
hr_hr: Odabrano razdoblje od zapravo nakon razdoblja u !
ja: から選択された期間が経過した後に実際にある！
lv_lv: Izvēlēts periods no faktiski pēc periodu !
pl_pl: Wybrany 'okres od' jest późniejszy niż 'okres do'! Wybierz ponownie zakres raportu
vi_vn: Giai đoạn lựa chọn từ thực sự sau thời gian tới!

source: Input criteria for inquiry
ar: معايير المدخلات للاستفسار
et: Sisend kriteeriumid küsitlus
fa: معیارهای ورودی برای تحقیق
fr_lu: Critères d'entrée pour enquête
hr_hr: Ulazni kriteriji za upit
ja: 照会のための入力条件
lv_lv: Ieejas kritēriji izmeklēšanu
pl_pl: Kryteria wejścia do badania
vi_vn: Tiêu chí đầu vào cho yêu cầu

source: Select Period From:
ar: حدد الفترة من:
et: Vali Periood alates:
fa: دوره انتخاب از :
hr_hr: Odaberite razdoblje od :
ja: 開始期間選択:
lv_lv: Izvēlēties periodu no
pl_pl: Wybierz Okres Od:
vi_vn: Chọn giai đoạn từ

source: Select Period To:
ar: حدد الفترة :
et: Vali periood :
fa: دوره را انتخاب کنید تا :
hr_hr: Odaberite razdoblje za :
ja: 終了期間選択:
lv_lv: Īzvēlieties periodu līdz
pl_pl: Wybierz Okres do:
vi_vn: Chọn giai đoạn đến

source: Show Trial Balance
ar: مشاهدة ميزان المراجعة
et: Näita Trial Balance
fa: نمایش تعادل مربوط به محاکمه
fr_lu: Montrez Le solde intermédiaire
hr_hr: Pokaži ispitivanje ravnoteže
ja: 試算表表示
lv_lv: ok
pl_pl: Pokaż Bilans Próbny
vi_vn: Hi?n th? cân d?i th? nghi?m

source: Print Trial Balance Error
ar: طباعة الابتدائية خطأ الرصيد
et: Trüki Trial Balance viga
fa: نسخه قابل چاپ دادگاه خطا در تعادل
fr_lu: Erreur d'impression de la balance de première instance
hr_hr: Ispis Greška Balance suđenje
ja: 試算表印刷エラー
lv_lv: Drukāt kontu apgrozījuma kļūdu
pl_pl: Błąd wydruku bilansu próbnego
vi_vn: L?i in cân d?i th? nghi?m

source: Check Totals
ar: تحقق المجاميع
et: Kontrollige Summad
fa: بالغ بر اتمام
fr_lu: Vérifier kes totaux
hr_hr: Provjerite zbrojeve
ja: 合計確認
lv_lv: Kotrolsumma
pl_pl: Sprawdź Podsumowania
vi_vn: kiểm tra toàn bộ

source: The SQL that failed was:
ar: كان SQL التي فشلت :
et: SQL et ei olnud :
fa: گذاشتن که شکست خورده بود :
fr_lu: Échec de la commande SQL:
hr_hr: SQL da nije bilo :
ja: 失敗したSQLは以下の通り:
lv_lv: SQL kļūda,
pl_pl: Użyte zapytanie SQL
vi_vn: D? li?u SQL dã không thành công là

source: Trial Balance Report
ar: تقرير ميزان المراجعة
et: Trial Balance aruande
fa: گزارش دادگاه تعادل
fr_lu: Rapport de balance
hr_hr: Pretresno Stanje Izvješće
ja: 試算表
lv_lv: Trial Balance ziņojums
pl_pl: Raport obrotów i sald
vi_vn: Báo cáo cân d?i th? nghi?m

source: Trial Balance for the month of
ar: ميزان المراجعة لل شهر
et: Trial Balance kuu eest
fa: تعادل دادگاه برای ماه
fr_lu: Le solde intermediaire pour le mois de
hr_hr: Pretresno bilanca za mjesec
ja: 試算表 月次：
lv_lv: Atlikumi no mēne&#353;a
pl_pl: Bilans Próbny dla miesiąca
vi_vn: Cân d?i th? nghi?m cho tháng

source: and for the
ar: و لل
et: ja
fa: و برای
fr_lu: et pour le
hr_hr: i
ja: と 期間：
lv_lv: un par
pl_pl: i dla
vi_vn: và cho

source: months to
ar: أشهر إلى
et: kuud
fa: ماه تا
fr_lu: mois à
hr_hr: mjeseci do
ja: ヵ月間、締月：
lv_lv: mēne&#353;iem līdz
pl_pl: miesięcy do
vi_vn: S? tháng t?i

source: Month Actual
ar: الشهر الفعلية
et: kuu tegelikud
fa: ماه واقعی
fr_lu: Mois courant
hr_hr: Stvarni Mjesec
ja: 月次実績
lv_lv: Patreizējais mēnesis
pl_pl: Aktualny Miesiąc
vi_vn: tháng thực tế

source: Month Budget
ar: شهر الميزانية
et: kuu eelarve
fa: ماه بودجه
fr_lu: Budget mensuel
hr_hr: Mjesec proračun
ja: 月次予算
lv_lv: Mēne&#353;a budžets
pl_pl: Budżet Miesiąca
vi_vn: ngân sách tháng

source: Geocode Maintenance
ar: صيانة الترميز الجغرافي
et: geocode Hooldus
fa: Geocode تعمیر و نگهداری
fr_lu: Gestion géo-référencement
hr_hr: Održavanje geokodiranja
ja: 場所メンテナンス
lv_lv: Noliktavu uzstādijumi
pl_pl: Geocode Konserwacja
vi_vn: Bảo trì mã hóa địa lý

source: That geocode ID already exists in the database
ar: أن رقم الترميز الجغرافي موجود مسبقا في قاعدة البيانات
et: See geocode ID juba olemasandmebaas
fa: شناسه geocode که در حال حاضر در پایگاه داده وجود دارد
fr_lu: C'est ID géocoder existe déjà dans la base de données
hr_hr: Da geokodirati ID već postoji u bazi podataka
ja: そのジオコードIDがデータベース内にすでに存在している
lv_lv: Bankas konta kods jau eksistē datubāzē
pl_pl: To geokodowania ID już istnieje w bazie danych
vi_vn: Mã ID địa lý này đã tồn tại trong cơ sở dữ liệu

source: The geocode status record has been updated
ar: تم تحديث سجل الحالة الترميز الجغرافي
et: Geocode staatus rekord on uuendatud
fa: ثبت وضعیت geocode به روز شده است
fr_lu: La fiche de statut de géo-référencement a été mis à jour
hr_hr: Rekord geokodirati status je ažuriran
ja: 場所レコードは更新された
lv_lv: noliktavas uzstādījums tika labots
pl_pl: Danych geograficznych rekord status został zaktualizowany
vi_vn: Hồ sơ trạng thái mã hóa địa lý đã được cập nhật

source: A new geocode status record has been inserted
ar: لقد تم إدراج سجل جديد وضع الترميز الجغرافي
et: Uus geocode staatus rekord on sisestatud
fa: رکورد جدید geocode وضعیت درج شده است
fr_lu: Un nouveau statut geocode a été créé
hr_hr: Novi geokodirati status rekord je umetnuta
ja: 新しい販売カテゴリレコードが追加された
lv_lv: Jaunā ģeokoda statuss ieraksts ir ievietota
pl_pl: Nowy rekord status danych geograficznych została włożona
vi_vn: Một hồ sơ trạng thái mã hóa địa lý mới đã được chèn vào

source: Geocode deleted
ar: الترميز الجغرافي حذف
et: geocode kustutatud
fa: Geocode حذف
fr_lu: Géocode supprimé
hr_hr: geokodiranja izbrisan
ja: は削除された
lv_lv: Izdzēsts
pl_pl: Geocode usunięta
vi_vn: Đã xóa mã hóa địa lý

source: Geocode Setup
ar: إعداد الترميز الجغرافي
fa: راه اندازی Geocode
fr_lu: Géo-référencement
hr_hr: geokodiranja Setup
ja: ジオコードのセットアップ
lv_lv: GEO kodu iestatījumi
pl_pl: Setup Geocode
vi_vn: Thiết lập mã hóa địa lý

source: Setup configuration for Geocoding of Customers and Suppliers
ar: تكوين الإعداد ل الترميز الجغرافي للعملاء والموردين
et: Setup konfiguratsioon Geocoding külastajate ja teenusepakkujate
fa: پیکربندی راه اندازی برای Geocoding از مشتریان و تامین کنندگان
fr_lu: Configuration du géo-référencement
hr_hr: Postavljanje konfiguracije za Geokodiranje korisnika i dobavljača
ja: お客様とサプライヤーのジオコーディングのセットアップ構成
lv_lv: Setup konfigurācija ģeokodēšana klientu un piegādātāju
pl_pl: Konfiguracja ustawień dla Geokodowanie klientów i dostawców
vi_vn: Cài đặt cấu hình cho Mã địa lý của khách hàng và nhà cung cấp

source: Get a google API key at
ar: الحصول على مفتاح API جوجل في
et: GetGoogle API võti on
fa: دریافت کلید API گوگل در
fr_lu: Obtenir une clé API Google
hr_hr: Nabavite ključ Google API-ja , na
ja: GoogleのAPIキーを取得するに
lv_lv: Get Google API atslēgu
pl_pl: Zdobądź klucz API w google
vi_vn: Được một chìa khóa google API tại

source: Find the lat/long for your map center point at
ar: العثور على خطوط الطول / العرض ل خريطتك نقطة المركز في
et: Leialat / pikk teie kaart keskpunkti juures
fa: یافتن lat / طولانی برای نقطه نقشه خود را در مرکز
fr_lu: Trouvez les lat/long du point central de votre carte
hr_hr: Nađi lat / dugo za svoju točku na karti centra
ja: 緯度/マップの中心点のために長い時を見つける
lv_lv: Atrast lat / garš , lai jūsu kartes centra punktu pie
pl_pl: Znajdź dł. / szer dla punktu środkowego na mapie
vi_vn: Tìm lat / dài cho điểm trung tâm bản đồ của bạn tại

source: Set the maps centre point using the Center Longitude and Center Latitude. Set the maps screen size using the height and width in pixels (px)
ar: تعيين نقطة مركز الخرائط باستخدام خط الطول مركز و مركز خط العرض .
et: Seadke kaartide keskpunkti abil Center Pikkuskraad ja Center Latitude .
fa: تنظیم نقشه مرکز نقطه با استفاده از طول عرض جغرافیایی مرکز و مرکز. تنظیم اندازه صفحه نمایش نقشه ها با استفاده از ارتفاع و عرض بر حسب پیکسل (پیکسل)
fr_lu: Régler le point central des cartes en utilisant le centre de longitude et de latitude. </br>Définir la taille de l'écran des cartes en utilisant la hauteur et la largeur en pixels (px)
hr_hr: Postavite točku Karte pomoću centra za zemljopisne širine i Centar Latitude centar .
ja: センター経度と緯度センターを使用してマップの中心点を設定します。
lv_lv: Uzstādīt kartes centrālo punktu , izmantojot Center garums un Centrālo Latitude .
pl_pl: Zestaw map centrum punkt przy użyciu Centrum Długość i Centrum Latitude. Ustaw rozmiar ekranu mapy za pomocą wysokości i szerokości w pikselach (px)
vi_vn: Thiết lập bản đồ điểm tâm bằng kinh độ Trung tâm và Trung tâm Latitude.

source: Geocode ID
ar: رقم الترميز الجغرافي
fa: Geocode شناسه
fr_lu: ID
hr_hr: geokodiranja ID
ja: ジオコードID
lv_lv: ģeokoda ID
vi_vn: ID mã hóa địa lý

source: Geocode Key
ar: مفتاح الترميز الجغرافي
fa: Geocode کلیدی
fr_lu: Clef
hr_hr: geokodiranja ključ
ja: ジオコードキー
lv_lv: ģeokoda Key
pl_pl: Geocode Kluczowe
vi_vn: Chìa khóa mã hóa d?a lý

source: Center Longitude
ar: مركز خط الطول
et: Center Pikkuskraad
fa: مرکز طول
fr_lu: Longitude du centre
hr_hr: centar dužina
ja: 行入力
lv_lv: centrs garums
pl_pl: Długość Center
vi_vn: Trung tâm Kinh Độ

source: Center Latitude
ar: مركز خط العرض
fa: مرکز عرض جغرافیایی
fr_lu: Latitude du centre
hr_hr: centar Latitude
ja: 行入力
lv_lv: centrs Latitude
pl_pl: Centrum Latitude
vi_vn: Trung tâm Vĩ Độ

source: Map height (px)
ar: خريطة الارتفاع ( بكسل)
et: Kaart kõrgus ( px)
fa: ارتفاع نقشه (پیکسل)
fr_lu: Hauteur de la carte (px)
hr_hr: Karta Visina ( px )
ja: マップの高さ（ピクセル）
lv_lv: Karte augstums ( px )
pl_pl: Mapa wysokość (px)
vi_vn: Độ cao bản đồ( px)

source: Map width (px)
ar: عرض الخريطة ( PX )
et: Kaart laius ( px)
fa: نقشه عرض (پیکسل)
fr_lu: Largeur de la carte (px)
hr_hr: Karta Širina ( px )
ja: 地図の幅（ピクセル）
lv_lv: Karte platums ( px )
pl_pl: szerokości mapy (px)
vi_vn: Độ dài bản đồ(px)

source: Map host
ar: خريطة المضيف
et: Kaart host
fa: میزبان نقشه
fr_lu: carte hôte
hr_hr: karta host
ja: マップホスト
lv_lv: Karte uzņēmēja
pl_pl: Mapa host
vi_vn: Bản đồ chủ

source: Show Defined Geocode Param Codes
ar: مشاهدة تعريف رموز بارام الترميز الجغرافي
et: Näita Kindlaksmääratud Geocode Param koodid
fa: نمایش تعریف کدهای پرم Geocode
fr_lu: Voir les codes définis par Param géocode
hr_hr: Pokaži Definirane Kodovi PARAM Geokodirati
ja: 信用状況コード定義表示
lv_lv: Parādīt kredīta statusa kodus
pl_pl: Pokaż zdefiniowane Geocode Kody Param
vi_vn: Hi?n th? xác d?nh mã s? mã hóa d?a lý

source: Geocode Code
ar: كود الترميز الجغرافي
et: geocode kood
fa: Geocode کد
fr_lu: Code Géocode
hr_hr: kod geokodiranja
ja: 場所コード
lv_lv: Noliktavas kods
vi_vn: Mã số mã hóa địa lý

source: Geocode Center Long
ar: مركز الترميز الجغرافي لونغ
fa: مرکز Geocode بلند
fr_lu: Longitude géocode du centre
hr_hr: Geokodiranja Centar Duga
ja: 入力されたコードは
lv_lv: Ģeokoda Center Long
pl_pl: Centrum Geocode Long
vi_vn: Mã hóa d?a lý trung tâm kinh d?

source: Geocode Center Lat
ar: مركز الترميز الجغرافي اللات
fa: Geocode Lat مرکز
fr_lu: Latitude géocode du centre
hr_hr: Geokodiranja Centar Lat
ja: 入力されたコードは
lv_lv: Ģeokoda centrs Lat
pl_pl: Lat Center Geocode
vi_vn: Mã hóa d?a lý trung tâm vi d?

source: Geocode Map Height
ar: الترميز الجغرافي خريطة الطول
et: Geocode Kaart Kõrgus
fa: Geocode ارتفاع نقشه
fr_lu: Hauteur carte
hr_hr: Geokodiranja Map Visina
ja: ジオコード地図身長
lv_lv: Ģeokoda Karte Augstums
pl_pl: Wysokość Mapa Geocode
vi_vn: Ð? cao b?n d? mã hóa d?a lý

source: Geocode Map Width
ar: الترميز الجغرافي خريطة العرض
et: Geocode Kaart Laius
fa: Geocode عرض نقشه
fr_lu: Largeur carte
hr_hr: Geokodiranja Map Širina
ja: ジオコード地図幅
lv_lv: Ģeokoda Karte Platums
pl_pl: Szerokość Mapa Geocode
vi_vn: Ð? dài b?n d? mã hóa d?a lý

source: Geocode Host
ar: الترميز الجغرافي المضيف
fa: Geocode میزبان
fr_lu: Hôte
hr_hr: geokodiranja Host
ja: ジオコードホスト
lv_lv: ģeokoda Host
vi_vn: mã địa lý chủ

source: When ready, click on the link below to run the GeoCode process. This will Geocode all Branches and Suppliers. This may take some time. Errors will be returned to the screen.
ar: عندما تصبح جاهزة ، انقر على الرابط أدناه ل تشغيل عملية الترميز الجغرافي .
et: Kui valmis, klõpsake alloleval lingil , et käivitada geocode protsess .
fa: وقتی که آماده شود ، با کلیک بر روی لینک زیر برای اجرای فرایند GeoCode. این همه شاخه ها و تامین کنندگان Geocode. این کار ممکن است کمی طول می کشد. خطاها را به روی صفحه نمایش بازگشت.
fr_lu: Cliquer sur le lien ci-dessous pour lancer le processus de géo-référencement. Tous les fournissuers et clients seront alors géoréférencés. Attention, cette opération peut être très longue.
hr_hr: Kada ste spremni , kliknite na link ispod za pokretanje Geokodirati proces .
ja: 準備ができたら、ジオコードプロセスを実行するには、以下のリンクをクリックしてください。
lv_lv: Kad gatavs, noklikšķiniet uz saites zemāk, lai palaistu ģeokoda procesu .
pl_pl: Gdy wszystko jest gotowe, kliknij na poniższy link, aby uruchomić proces danych geograficznych. To Geocode wszystkich oddziałów i placówek. Może to zająć trochę czasu. Błędy zostaną zwrócone na ekranie.
vi_vn: Khi đã sẵn sàng, nhấp vào đường dẫn sau đây để chạy quá trình mã hóa địa lý. Các chi nhánh và nhà cung cấp sẽ được mã hóa địa lý. Sẽ mất một chút thời gian chờ đợi. Các lỗi sẽ được hiển thị trên màn hình.

source: Suppliers and Customer Branches are geocoded when being entered/updated. You can rerun the geocode process from this screen at any time.
ar: و اشتملت على الموردين و العملاء الفروع عندما يتم إدخالها / تحديثها.
et: Tarnijad ja Kliendi Oksad Geo-kodeeritud , kui ta siseneb / uuendatud .
fa: تامین کنندگان و مشتریان دفاتر هستند geocoded وقتی که وارد / به روز شد. شما می توانید روند geocode از این صفحه نمایش در هر زمان نمایش مجدد فیلم.
fr_lu: Les fournisseurs et les clients sont géo-référencés lors de leur création / mise à jour. Vous pouvez relancer le processus de géo-référencement à partir de cette page.
hr_hr: Dobavljači i Customer Poslovnice su geokodiranom kada se upiše / ažurirana .
ja: サプライヤーと顧客支店が入力されたときにジオコード/更新されます。
lv_lv: Piegādātāji un klientu Nozares tiek ģeokodēta ievadot / atjauninātas .
pl_pl: Dostawcy i Oddziały klientów są geokodowane podczas wpisania / updated. można ponownie uruchomić proces geokodowania z tego ekranu w dowolnym momencie.
vi_vn: Các nhà cung cấp và các chi nhánh của khách hàng được geocoded khi được nhập / cập nhật.

source: Run GeoCode process (may take a long time)
ar: تشغيل عملية الترميز الجغرافي (قد يستغرق وقتا طويلا )
et: Run geocode protsessi (võib võtta kaua aega )
fa: اجرای فرایند GeoCode (ممکن است مدت زمان طولانی را)
fr_lu: Lancer le géo-référencement (ceci peut prendre beaucoup de temps)
hr_hr: Trčanje Geokodirati proces ( može potrajati dugo vremena )
ja: （長い時間がかかる場合があります）ジオコードプロセスを実行
lv_lv: Palaist ģeokoda procesu (var aizņemt ilgu laiku )
pl_pl: Uruchom proces geokodowania (może trwać bardzo długo)
vi_vn: Cho chạy quá trình mã hóa địa lý( có thể mất khá nhiều thời gian)

source: Display Map of Customer Branches
ar: عرض خريطة الفروع العملاء
et: Kuva kaart Kliendi filiaalid
fa: نمایش نقشه شعب مشتری
fr_lu: Afficher les clients sur la carte
hr_hr: Zaslon Karta Customer ogranaka
ja: 得意先支店
lv_lv: Klienta filiāle
pl_pl: Wyświetl mapę Oddziały klienta
vi_vn: Hiển thị bản đồ các nhánh của khách hàng

source: Display Map of Suppliers
ar: عرض خريطة موردون
et: Kuva kaart Tarnijad
fa: نمایش نقشه از تامین کنندگان
fr_lu: Afficher les fournisseurs sur la carte
hr_hr: Zaslon Karta dobavljače
ja: 仕入先へ戻る
lv_lv: Atpakaļ pie piegādātajiem
pl_pl: Wyświetl mapę Dostawcy
vi_vn: Hiển thị bản đồ của nhà cung cấp

source: Image Manipulation Script Problem
ar: صورة التلاعب سيناريو مشكلة
et: Pilditöötlus Script probleem
fa: تصویر دستکاری مشکل فیلمنامه
hr_hr: Slika Manipulacija Skripta Problem
ja: 画像操作スクリプトの問題
lv_lv: Attēlu apstrāde Script Problēma
pl_pl: Problem ze skryptem obróbki grafiki
vi_vn: Hình ảnh Script vấn đề thao tác

source: This script requires the gd image functions to be available to php - this needs to be enabled in your server php version before this script can be used
ar: يتطلب هذا البرنامج النصي وظائف صورة GD لتكون متاحة لل PHP - وهذا يحتاج إلى تفعيل في الخادم الخاص بك PHP الإصدار قبل هذا السيناريو يمكن أن تستخدم
et: See skript vajabGD funktsioone kättesaadavad php - see peab olema sisse lülitatud, oma server php versiooni enne selle skripti saab kasutada
fa: این اسکریپت نیاز به توابع تصویر تفاضل به در دسترس باشد به پی اچ پی -- این نیاز به نسخه سرور در پی اچ پی خود را قبل از اینکه این اسکریپت را فعال کنید می توان استفاده کرد
hr_hr: Ova skripta zahtijeva GD image funkcija biti na raspolaganju za php - to treba biti omogućena u poslužitelju php verziju prije nego što je ova skripta može se koristiti
ja: このスクリプトは、 GD画像関数はPHPに利用できるようにする必要があります - このスクリプトを使用する前にこれは、サーバのPHPバージョンで有効にする必要があります
lv_lv: Šis skripts prasa GD attēlu funkcijas , kas pieejamas php - tas nepieciešams Javascript jūsu servera php versija , pirms šis skripts var izmantot
pl_pl: Ten skrypt wymaga dostępności funkcji biblioteki gd. Aby wykorzystać ten skrypt musisz zastosować odpowiednią wersję serwera php.
vi_vn: Kịch bản này đòi hỏi các chức năng hình ảnh gd có sẵn cho php - điều này cần phải được cho phép trong phiên bản php máy chủ của bạn trước khi kịch bản này có thể được sử dụng

source: Stock Image Retrieval ....
ar: الأسهم استرجاع الصور ....
et: Stock pildi otsing ....
fa: بانک بازیابی تصویر....
fr_lu: Recherche d'images libre de droits ....
hr_hr: Stock slike preuzimanje ....
ja: ストックイメージ検索....
lv_lv: Noliktavas Image izguves ....
pl_pl: Tworzenie obrazu zapasów...
vi_vn: Hình ảnh chứng khoán hồi ....
