Repository: timschofield/KwaMoja-Medical
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar, et, fa, fr_lu, hr_hr, ja, lv_lv, pl_pl, vi_vn

source: Controlled Items Must Exist For Crediting
ar: المواد الخاضعة للرقابة يجب أن تكون موجودة لقيده لحساب
et: Kontrollitavate kaupade peab olemas olema krediteerimine
fa: آیتم های کنترل شده باید برای اعتباری وجود دارد
fr_lu: Articles contrôlés doivent exister pour créditer
hr_hr: Kontrolirani Proizvodi mora postojati za Kreditiranje
ja: 返品用の制御品目が存在
lv_lv: Kontrolētos Preces jāpastāv Kreditēšana
pl_pl: Towary Kontrolowane muszą istnieć w czasie sprzedaży.
vi_vn: Chỉ tiêu kiểm soát Phải tồn tại Đối với tín dụng

source: This parameter relates to the behaviour of the controlled items code. If a serial numbered item has not previously existed then a credit note for it will not be allowed if this is set to Yes
ar: هذه المعلمة يتعلق السلوك من قانون المواد الخاضعة للرقابة .
et: See parameeter on seotud käitumist kontrollitavate kaupade kood .
fa: این پارامتر مربوط به رفتار کد آیتم های کنترل شده است .
fr_lu: Si un numéro de série d'article n'a jamais été créé et que ce paramètre est sur "Non" alors il ne sera pas possible de faire un avoir pour l'article correspondant
hr_hr: Ovaj parametar se odnosi na ponašanje u kontroliranim stavkama koda .
ja: このパラメータは制御品目コードの作用に関するものです。連続番号品目が前に存在しなかったならば、これが「Yes」に設定されるならば、そのための返品伝票は許されません
lv_lv: Šis parametrs ir saistīts ar uzvedību kontrolēto preču kodu .
pl_pl: Ten parametr odnosi się do towarów kontrolowanych. Przy opcji ustawionej na Tak jeśli towar z danym numerem seryjnym nie istnieje nie można wystawić na niego noty kredytowej
vi_vn: Tham số này liên quan đến hành vi của các mặt hàng có kiểm soát mã.

source: Could not load price lists
ar: لا يمكن تحميل قوائم الأسعار
et: Laadimine nurjus hinnakirjad
fr_lu: Impossible de charger les listes de prix
hr_hr: Ne mogu učitati cjenike
ja: 価格表がロード不可
lv_lv: Nevarēja ielādēt cenrāžus
pl_pl: Nie można znaleźć cenników
vi_vn: Không t?i xu?ng du?c b?ng giá

source: Default Price List
ar: الافتراضي قائمة الأسعار
et: Vaikimisi Hinnakiri
fr_lu: Tarification par défaut
hr_hr: Default Cjenik
ja: デフォルト価格表
lv_lv: Default Cenrādis
pl_pl: Domyślny Cennik
vi_vn: Bảng giá mặc định

source: Unavailable
ar: غير متاح
et: Ei ole saadaval
fr_lu: Indisponible
hr_hr: Nedostupno
ja: 利用不可
lv_lv: nepieejams
pl_pl: Niedostępny
vi_vn: Không có sẵn

source: This price list is used as a last resort where there is no price set up for an item in the price list that the customer is set up for
ar: يتم استخدام هذه القائمة السعر كملاذ أخير حيث لا يوجد سعر أنشئت من أجل بند في لائحة الأسعار التي تم تعيينها للعميل للحصول
et: See hinnakiri on kasutada viimase abinõuna , kui ei ole hinna loodudkirje hinnakirjas , et klient on loodud
fa: این لیست قیمت به عنوان آخرین راه حل استفاده می شود که در آن هیچ قیمت برای یک آیتم در لیست قیمت که مشتری قرار است تا برای وجود دارد
fr_lu: Tarification utilisée s'il n' y a pas de prix correspondant dans la tarification client en vigueur
hr_hr: Ovaj cjenik se koristi kao posljednje utočište u kojem nema cijena postavljen za stavke u cjeniku da je kupac je postavljen za
ja: 得意先が設定される価格表で品目に設定価格がない所で、この価格表が最後の手段として使われます
lv_lv: Šis cenrādis izmanto kā pēdējo līdzekli , ja nav cena , kas izveidota par vienību cenrādī , kaklientam ir izveidota
pl_pl: Ten cennik jest używany w sytuacji,.kiedy dany towar nie figuruje w cenniku przypisanym danemu klientowi
vi_vn: Bảng giá này được sử dụng như một phương sách cuối cùng mà không có giá thiết lập cho một mục trong danh sách giá mà khách hàng được thiết lập cho

source: Could not load shippers
ar: تعذر تحميل الشاحنين
et: Laadimine nurjus vedajad
fr_lu: Impossible de charger les expéditeurs
hr_hr: Ne mogu učitati brodarima
ja: 運送会社ロード不可
lv_lv: Could not load shipping-method
pl_pl: Nie można odczytać firm przewozowych
vi_vn: Không thể tìm được phương pháp vận chuyển

source: Default Shipper
ar: الشاحن الافتراضي
et: vaikimisi saatja
fr_lu: Transporteur par défaut
hr_hr: Default otpremnika
ja: デフォルト運送会社
lv_lv: Default Shipping-Method
pl_pl: Domyślny przewoźnik
vi_vn: Hãng tàu mặc định

source: This shipper is used where the best shipper for a customer branch has not been defined previously
ar: ويستخدم هذا الشاحن حيث لم يتم تحديد أفضل الشاحن لفرع العملاء سابقا
et: See saatja kasutamisel , kus parimad saatja klient filiaal ei ole eelnevalt määratletud
fa: این محموله کشتی استفاده می شود که در آن بهترین محموله کشتی برای یک شاخه مشتری قبلا تعریف نشده است
fr_lu: Transporteur par défaut s'il n'est pas défini pour une succursale
hr_hr: Ovo pošiljatelj koristi gdje je najbolji brodar za kupca grane nije definirana ranije
ja: 事前に得意先支店のため最高の運送会社が定められなかった所で、この運送会社が使われます
lv_lv: This shipping-method is used where the best method for a customer branch has not yet been defined
pl_pl: Ten przewoźnik jest wybierany jeśli danemu klientowi nie przypisano wybranego przewoźnika.
vi_vn: Hãng tàu này được sử dụng khi mà hãng tàu tốt nhất cho một chi nhánh của khách hàng không được quy định từ trước

source: Do Freight Calculation
ar: هل حساب الشحن
et: Kas Freight arvutamine
fr_lu: Calcul des frais de transport
hr_hr: Do vozarine Izračun
ja: 運賃計算実行
lv_lv: Do Shipping Calculation
pl_pl: Wyliczanie kosztów wysyłki
vi_vn: Tính giá vận chuyển

source: If this is set to Yes then the system will attempt to calculate the freight cost of a dispatch based on the weight and cubic and the data defined for each shipper and their rates for shipping to various locations. The results of this calculation will only be meaningful if the data is entered for the item weight and volume in the stock item setup for all items and the freight costs for each shipper properly maintained.
ar: إذا تم تعيين هذا إلى نعم ثم سيقوم النظام محاولة لحساب تكاليف الشحن من برقية على أساس الوزن و مكعب و البيانات المعرفة لكل الشاحن و معدلاتها لشحنها إلى مختلف المواقع .
et: Kui see on seatud Jah , siis süsteem üritab arvutada kauba maksumusestlähetamise põhineb kaalu ja kuupmeetri ja määratletud andmed iga saatja ja nende hindu laevandus eri paigus.
fa: اگر این است که به بله و سپس سیستم تلاش خواهد کرد برای محاسبه هزینه حمل و نقل ازاعزام بر اساس وزن و مکعب و داده های تعریف شده برای هر یک از محموله کشتی و نرخ خود را برای حمل و نقل به نقاط مختلف است .
fr_lu: "Oui": calcul des frais d'expédition basé sur le poids, volume et tout autre paramètre défini pour un transporteur. À n'utiliser que si le poids et volume de chaque article a été défini au préalable
hr_hr: Ako je postavljeno na Da tadasustav će pokušati izračunati teretnog trošak otpreme na temelju težine i kubičnom i podataka koje su definirane za svaku prijevoznika i njihove stope za utovar na raznim mjestima .
ja: これが「Yes」にセットされるならば、システムは重さと立米といろいろな場所への輸送のためレートに各々の運送会社と定められるデータに基づく発送の運賃コストを計算しようとします。データがきちんと保守される各運送会社のため、すべての品目と運賃のために在庫品目設定で品目の重量と容量が入れられるならば、この計算結果は意味があるものです。
lv_lv: If this is set to Yes then the system will attempt to calculate the freight cost of a dispatch based on weight, size using the data defined for each shipping-method for shipping to various locations. The results of this calculation will only be meaningful if the data is entered for the item weight and volume in the stock item setup for all items and the freight costs for each shipping-method properly maintained.
pl_pl: Jeśli ta opcja jest ustawiona na Tak program próbuje ustalić koszty wysyłki bazując na wymiarach i wadze towaru oraz cenniku wybranego przewoźnika. Wyliczony koszt będzie miarodajny tylko, jeśli wprowadzone paramery towarów i koszty przewoźników są stale aktualizowane.
vi_vn: nếu điều này được thiết lập là Có thì hệ thống sẽ thử tính toán chi phí vận chuyển hàng hóa của một hãng vận tải hàng hóa dựa trên trọng lượng và thể tích của hàng hóa với các dữ liệu được xác định cho mỗi nhà vận chuyển và giá để vận chuyển đến các địa điểm khác nhau. Các kết quả tính toán này sẽ chỉ có ý nghĩa nếu dữ liệu được nhập cho các loại hàng mà trọng lượng và thể tích được thiết lập trong kho cho tất cả các khoản mục và chi phí vận chuyển hàng hóa cho mỗi hãng tàu được đảm bào chính xác.

source: Apply freight charges if an order is less than
ar: تطبق رسوم الشحن إذا كان النظام هو أقل من
et: Rakenda prahiraha kuiselleks on väiksem kui
fa: درخواست هزینه حمل و نقل در صورتسفارش کمتر از
fr_lu: Facturer les frais de transport si une commande est inférieure à (prix)
hr_hr: Nanesite vozarine , akobi je manje od
ja: 運賃請求必要、注文額が右より少ない時
lv_lv: Apply shipping charges if an order is less than
pl_pl: Dodaj koszt wysyłki jeśli zamówienie ma wartość poniżej
vi_vn: Áp dụng cước phí nếu một đơn đặt hàng ít hơn

source: This parameter is only effective if Do Freight Calculation is set to Yes. If it is set to 0 then freight is always charged. The total order value is compared to this value in deciding whether or not to charge freight
ar: هذه المعلمة لا تكون فعالة إلا إذا تم تعيين دو حساب الشحن إلى نعم.
et: See parameeter on tõhus ainult siis, kui käsud Freight arvutamine on Jah .
fa: این پارامتر تنها موثر است اگر انجام محاسبه حمل و نقل به بله تنظیم شده است .
fr_lu: Le "calcul des frais de transport" (ci-dessus) doit être activé pour que ce paramètre ait un intérêt quelconque.</br> Mettre ce paramètre à 0 (zéro) pour ajouter à chaque fois les frais de transport.
hr_hr: Ovaj parametar je djelotvorna samo ako Do Freight Proračun je postavljena na Yes .
ja: 運賃計算実行が「Yes」にセットされるならばこのパラメータが効果的だけです。それが0にセットされるならば運賃は常に請求されます。運賃請求すべきかどうか決める際に合計注文価格がこの値と比較される
lv_lv: This parameter is only effective if Do Shipping Calculation is set to Yes. If it is set to 0 then shipping is always charged. The total order value is compared to this value in deciding whether or not to charge shipping
pl_pl: Ten paramer jest istotny tylko,jęsłi włączono wyliczanie kosztów wysyłki. Jeśli ustawiono na 0 koszt wysyłki jest zawsze uwzględniany. Przy decyzji o dodaniu kosztów wysyłki ta wartość porównywana jest z całkowitą wartością zamówienia.
vi_vn: Tham số này chỉ hiệu quả nếu tính cước vận tải được thiết lập là Có. Nếu nó được thiết lập về 0 thì cước vận chuyển luôn luôn bị tính phí. Tổng giá trị đã đặt được so sánh với giá trị này trong việc quyết định tính hay không tính phí vận chuyển hàng hóa.

source: Create Debtor Codes Automatically
ar: إنشاء رموز المدين تلقائيا
et: Loo Võlgnik koodid automaatselt
fa: ایجاد کدهای بدهکار به صورت خودکار
fr_lu: Créer des codes débiteur automatique
hr_hr: Stvaranje dužnika kodove automatski
ja: 得意先コード自動作成
lv_lv: Izveidot parādnieks Codes Automātiski
pl_pl: Automatyczne tworzenie kodów dłużników
vi_vn: Tạo mã Nợ Tự động

source: Set to Automatic - customer codes are automatically created - as a sequential number
ar: تعيين إلى تلقائي - يتم إنشاء رموز العملاء تلقائيا - كرقم تسلسلي
et: Valida automaatne - kliendi koodid luuakse automaatselt - kui järjenumber
fa: تنظیم های اندازه گیری (سنجشی) - کدهای مشتری به صورت خودکار ایجاد شده است - به عنوان یک عدد ترتیبی
fr_lu: Automatique: les codes client sont automatiquement créés de manière séquentielle
hr_hr: Postavite Automatski - kupac oznake automatski se stvara - kao serijski broj
ja: 自動設定 - 得意先コードは自動的に作成されます - 連続番号で
lv_lv: Iestatīts uz Automātiska - klientu kodi tiek automātiski izveidoti - kā secīgu skaitli
pl_pl: Przy ustawieniu automatycznym kody dłużników są generowane jako kolejne liczby.
vi_vn: Thiết lập để tự động - mã số khách hàng sẽ được tự động tạo ra - như một số tuần tự

source: Could not load tax categories table
ar: لا يمكن تحميل الجدول فئات الضريبة
et: Laadimine nurjus maksu kategooriate tabel
fr_lu: Impossible de charger l'impôt catégories table
hr_hr: Ne mogu učitati porezne kategorije stol
ja: 税カテゴリテーブルがロード不可
lv_lv: Nevarēja ielādēt nodokļu kategorijas tabulu
pl_pl: Nie można otworzyć danych kategorii podatkowych
vi_vn: Không thể tải bảng danh mục thuế

source: This is the tax category used for entry of supplier invoices and the category at which freight attracts tax
ar: هذه هي الفئة الضريبية المستخدمة ل دخول فواتير المورد والفئة التي تجذب ضريبة الشحن
et: See on maks kategooria kasutatud kandmise tarnija arved jakategooria , kus kaubavedu meelitab tulumaksu
fa: این رده مالیاتی مورد استفاده برای ورود فاکتورها های عرضه کننده کالا و دسته بندی که در آن حمل و نقل جذب مالیات است
fr_lu: Catégorie de taxe par défaut pour les factures fournisseur
hr_hr: Ovo jeporezna kategorija koristi za upis dobavljača faktura i kategorije na kojoj teretnog privlači porez
ja: これは仕入先請求書の入力に使われる税カテゴリーと税を引当てる運賃のカテゴリーです
lv_lv: This is the tax category used for entry of supplier invoices and the category where shipping is taxable
pl_pl: Ta kategoria podatkowa jest używana do wprowadzania faktur dostawcy oraz do określenia obciążeń podatkowych kosztów wysyłki.
vi_vn: Đây là loại thuế được sử dụng cho hóa đơn nhà cung cấp và thể loại mà ở đó vận tải hàng hóa phải nộp thuế

source: Tax Authority Reference Name
ar: مصلحة الضرائب الاسم المرجعي
et: Maksuametile Viide nimi
fr_lu: Autorité de référence pour les taxes
ja: 税務当局参照名

source: This parameter is what is displayed on tax invoices and credits for the tax authority of the company eg. in Australian this would by A.B.N.: - in NZ it would be GST No: in the UK it would be VAT Regn. No
ar: هذه المعلمة هو ما يتم عرضه على فواتير ضريبية و قروض ل مصلحة الضرائب لل شركة على سبيل المثال .
et: See parameeter on, mida kuvatakse maksu arved ja krediite maksuhaldur ettevõtte nt .
fa: این پارامتر همان چیزی است که در فاکتورها مالیاتی و اعتبارات برای اقتدار مالیاتی از شرکت به عنوان مثال نشان داده شده است .
fr_lu: Paramètre affiché sur les réglements de taxes.</br>Exmples:</br>En Australie, ce serait ABN</br>En Nouvelle-Zélande, ce serait GST n°</br>Au Royaume-Uni, ce serait VAT Regn. n°
hr_hr: Ovaj parametar je ono što je prikazano na porezne račune i kredite za porezne uprave tvrtke , npr. .
ja: このパラメータは会社の税務当局のために税請求書と残高を表示するものです。例えば、オーストラリアにおいて、これはA.B.N.によってします：－ニュージランドではGST Noです：英国ではVAT Regn. Noです。
lv_lv: Šis parametrs ir tas, kas ir redzams uz nodokļa rēķinu un kredītu par nodokļu iestādes uzņēmuma piem .
pl_pl: Ten paramter określa nazwę identyfikatora na fakturach fiskalnych i dokumentach podatkowych np. w Australii A.B.N., w Nowej Zelandii GST No, w Polsce NIP.
vi_vn: Tham số này là những gì được hiển thị trên hóa đơn thuế và các khoản tín dụng cho các cơ quan thuế ví dụ như công ty .

source: Country Of Operation
ar: بلد العملية
et: Sihtriigiks
fr_lu: Pays d'opération
hr_hr: Zemlju korisnika
ja: 操作する国
lv_lv: Darbības valsts
pl_pl: Kraj Operacji
vi_vn: Quốc gia điều hành

source: This parameter is only effective if Do Freight Calculation is set to Yes.
ar: هذه المعلمة لا تكون فعالة إلا إذا تم تعيين دو حساب الشحن إلى نعم.
et: See parameeter on tõhus ainult siis, kui käsud Freight arvutamine on Jah .
fa: این پارامتر تنها موثر است اگر انجام محاسبه حمل و نقل به بله تنظیم شده است .
fr_lu: Ce paramètre n'est efficace que si le calcul du fret Do est réglé sur Oui .
hr_hr: Ovaj parametar je djelotvorna samo ako Do Freight Proračun je postavljena na Yes .
ja: 京畿運賃計算がYesに設定されている場合、このパラメータにのみ有効です。
lv_lv: Šis parametrs ir efektīvs tikai tad, ja Do Kravu Aprēķins ir iestatīts uz Jā .
pl_pl: Parametr ten jest aktywny tylko wtedy , jeśli czyniący Obliczanie Freight jest ustawiona na Tak .
vi_vn: Tham số này chỉ hiệu quả nếu Do vận tải tính toán được thiết lập Yes .

source: Standard Cost Decimal Places
ar: معيار المنازل العشرية التكلفة
fr_lu: Décimales pour le coût standard
hr_hr: Cijenom Decimalna mjesta
ja: 標準原価

source: Decimal Places to be used in Standard Cost
ar: المنازل العشرية لاستخدامها في التكاليف القياسية
et: Pärast koma , mida kasutatakse Standard Cost
fa: رقم اعشار در هزینه های استاندارد مورد استفاده قرار گیرد
fr_lu: Nombre de décimales à utiliser
hr_hr: Decimalna mjesta se mogu koristiti u standardnim troškovima
ja: 標準原価で使用する小数点以下の桁数
lv_lv: Zīmēm aiz komata , kas izmanto standarta izmaksas
pl_pl: Miejsca po przecinku , które mają być stosowane w standardowych kosztów
vi_vn: Địa điểm thập phân sẽ được sử dụng trong chi phí tiêu chuẩn

source: Number Of Periods Of StockUsage
ar: عدد فترات StockUsage
et: Number perioodide StockUsage
fr_lu: Nombre de périodes de StockUsage
hr_hr: Broj razdoblja StockUsage
ja: 在庫使用期間数
lv_lv: Laikposmus, StockUsage
pl_pl: Ilość okresów zużycia towarów
vi_vn: Số Giai Đoạn Trong StockUsage

source: In stock usage inquiries this determines how many periods of stock usage to show. An average is calculated over this many periods
ar: في استفسارات استخدام الأسهم هذا يحدد عدد فترات استخدام الأسهم للعرض.
et: Laoseis kasutamine päringute see määrab, kui palju aega varude kasutamine näidata .
fa: در سوالات استفاده از سهام این تعیین چگونه بسیاری از دوره های استفاده از سهام را نشان می دهد .
fr_lu: Détermine combien de périodes d'utilisation sont affichées lors de la gestion de l'utilisation du stock. Une moyenne est calculée sur ces périodes
hr_hr: U zaliha korištenja upite to određuje koliko razdoblja za zalihe korištenja pokazati .
ja: 在庫使用問合せにおいて、これは表示する在庫使用期間について決定します。平均はこの期間にわたって計算されます
lv_lv: Akciju izmantošanas pieprasījumiem tas nosaka , cik daudz laika noliktavā izmantošana, lai parādītu .
pl_pl: W zestawieniach zużycia towarów ta wartość określa zakres pokazywanych danych. Srednia jest wyliczana na podstawie takiej liczby okresów.
vi_vn: Trong chứng khoán yêu cầu sử dụng này xác định bao nhiêu thời gian của việc sử dụng cổ phiếu để hiển thị .

source: Show order values on GRN
ar: إظهار قيم النظام على GRN
et: Näita , et väärtused on GRN
fa: نمایش مقادیر سفارش در GRN
fr_lu: Afficher les valeurs des commandes sur les BR
hr_hr: Pokaži reda vrijednosti na GRN
ja: GRNの注文値を表示し
lv_lv: Rādīt pasūtījuma vērtības, GRN
pl_pl: Pokaż wartości zamówienia na GRN
vi_vn: Hiển thị giá trị để trên GRN

source: Should the value of the purchased stock be shown on the GRN screen
ar: ينبغي أن تظهر قيمة الأسهم المشتراة على الشاشة GRN
et: Kui väärtusostetud aktsia näidatakseGRN ekraan
fa: در صورتی که ارزش سهام خریداری شده می تواند بر روی صفحه نمایش GRN نشان داده شده است
fr_lu: Pour afficher la valeur d'une commande sur un bon de réception
hr_hr: Ukoliko je vrijednost kupljenih dionica će prikazan na zaslonu GRN
ja: 購入した株式の価値は、 GRN画面に表示されるべきである
lv_lv: Japar iegādāto akciju vērtība jānorāda uz GRN ekrāna
pl_pl: Jeżeli wartość zakupionych czas być wyświetlane na ekranie GRN
vi_vn: Nên giá trị của các cổ phiếu mua được hiển thị trên màn hình GRN

source: Check Quantity Charged vs Deliver Qty
ar: تحقق الكمية اتهم مقابل تسليم الكمية
et: Kontrolli Kogus Laetud vs pakkuda Kogus
fa: بررسی مقدار متهم ، انتظار: کاهش از تحویل تعداد
fr_lu: Vérifier les quantités facturées par rapport au quantités livrées
hr_hr: Provjerite Količina optuženikovu vs dostaviti Kol
ja: 請求数量と納品数量チェック
lv_lv: Pārbaudiet daudzums Charged vs Deliver Daudzums
pl_pl: Sprawdzaj ilości zafakturowane wg ilości przyjętych
vi_vn: Kiểm tra Số lượng Charged vs Cung cấp Số lượng

source: In entry of AP invoices this determines whether or not to check the quantities received into stock tie up with the quantities invoiced
ar: في دخول AP الفواتير هذا يحدد ما إذا كان أو لا للتحقق من الكميات المستلمة في الأسهم حتى التعادل مع الكميات المفوترة
et: Kande AP arved see määrab, kas vaadata vastuvõetud kogused lattu nöörima kogused arve
fa: در ورود AP فاکتورها این امر، تعیین اینکه آیا یا نه برای بررسی مقادیر دریافت به سهام مقید کردن با مقادیر صورتحساب
fr_lu: Détermine si l'on doit vérfier ou non les quantités reçues par rapport aux quantités facturées
hr_hr: U ulazak AP faktura to određuje hoće li ili ne , provjerite količine primljene u skladištu vezati s količinama fakturirane
ja: 買掛金請求書の入力で、これは請求数量と連携する在庫の受入数量をチェックするかどうか決定します
lv_lv: Ievešanas AP rēķinu , tas nosaka , vai nepārbaudīt saņemtais apjoms uz krājumu sasiet ar rēķinā daudzumu
pl_pl: W zapisie faktur AP to określa, czy do sprawdzania ilości otrzymane na czas związać się z ilości faktury
vi_vn: Trong nhập cảnh của AP hoá đơn này xác định có hay không để kiểm tra số lượng nhận vào cổ phiếu tie lên với số lượng hóa đơn

source: Check Price Charged vs Order Price
ar: تحقق من السعر اتهم مقابل سعر النظام
et: Kontrollige hinnast vs Order Hind
fa: بررسی قیمت در مقابل ترتیب قیمت
fr_lu: Comparer le prix facturé par rapport au prix commandé
hr_hr: Provjerite cijena koja se naplaćuje cijena Naručite vs
ja: 請求価格と注文価格チェック
lv_lv: Salīdzināt cenu Charged vs Pasūtīt Cena
pl_pl: Sprawdzanie cen dostawy wg cen zamówienia
vi_vn: Kiểm tra Giá Charged vs Đặt hàng Giá

source: In entry of AP invoices this parameter determines whether or not to check invoice prices tie up to ordered prices
ar: في دخول الفواتير AP تحدد هذه المعلمة ما إذا كان أو لا وتعرف على الأسعار فاتورة ربط ما يصل إلى أسعار أمرت
et: Kande AP arved see parameeter määrab, kas kontrollida arve hindadega nöörima tellitud hinnad
fa: در قسمت ورودی از فاکتورها AP این پارامتر تعیین اینکه آیا یا نه برای بررسی قیمت فاکتور کراوات تا قیمت دستور داد
fr_lu: Détermine si l'on doit vérifier ou non les prix facturés par rapport aux prix lors de la commande
hr_hr: U ulazak AP faktura ovaj parametar određuje hoće li ili ne , provjerite fakturne cijene vezati za naručene cijenama
ja: 買掛請求書の入力において、このパラメータは注文価格と連携する請求書価格をチェックするかどうか決定します
lv_lv: In ieraksta AP rēķinu Šis parametrs nosaka, vai nepārbaudīt rēķina cenas sasiet pasūtīto cenas
pl_pl: Ta opcja określa, czy sprawdzać zgodność cen na fakturze dostawcy z cenami na zamówieniu dostawy.
vi_vn: Trong mục hoá đơn AP tham số này xác định có hay không để kiểm tra giá hóa đơn tie lên giá đặt hàng

source: Allowed Over Charge Proportion
ar: سمح أكثر من تهمة نسبة
et: Lubatud ülelaadimist osakaal
fa: بیش از تناسب شارژ مجاز
fr_lu: Permettre la sur-facturation
hr_hr: Više od dopuštenih naknada Udio
ja: 承認済み超過請求割合
lv_lv: Atļautā Charge Īpatsvars
pl_pl: Dopuszczalny wzrost ceny
vi_vn: Cho phép Hơn phí Tỷ lệ

source: If check price charges vs Order price is set to yes then this proportion determines the percentage by which invoices can be overcharged with respect to price
ar: إذا تم تعيين رسوم تحقق من السعر مقابل سعر الأمر إلى نعم ثم يحدد هذه النسبة النسبة المئوية التي الفواتير يمكن المفرطه في ما يتعلق بالسعر
et: Kui kontroll hinna eest vs Order hind on Jah, siis see osa määrab protsendi , mille arveid saab enammakstud suhtes hinna
fa: اگر اتهام قیمت چک ، انتظار: کاهش قیمت سفارش به بله تنظیم و سپس این نسبت تعیین درصد که توسط آن فاکتورها را می توان با توجه به قیمت بسیارهزینه
fr_lu: Si l'option ci-dessus ("Comparer le prix facturé par rapport au prix commandé") est à "Oui" alors ce nombre détermine le montant de sur-facturation possible
hr_hr: Ako Provjeri cijenu naknade vs reda cijena je postavljena na da onda taj postotak utvrđuje postotak prema kojem se fakture mogu prepunjen s obzirom na cijenu
ja: 請求価格と注文価格チェックが「Yes」に設定されるならば、この割合は請求書が価格に関して超過請求できるパーセンテージを決定します
lv_lv: Ja Ielu maksa vs ordeņa cena tiek noteikta ar jā, tad šī daļa , nosaka procentuālo daļu , ar kuru rēķinus var pārmaksāti attiecībā uz cenu
pl_pl: Jeśli sprawdzana jest zgodność cen dostawy z cenami zamówienia, ta wartość określa dopuszczalne przekroczenie cen fakturowanych względem cen zamówienia w procentach
vi_vn: Nếu định giá kiểm tra vs giá thứ tự được thiết lập để có thì tỷ lệ này xác định tỷ lệ phần trăm mà hoá đơn có thể được quá tải là về giá

source: Allowed Over Receive Proportion
ar: سمح أكثر من استقبال نسبة
et: Lubatud Over Saada osakaal
fa: مجاز بیش از دریافت نسبت
fr_lu: Permis à plus de recevoir Proportion
hr_hr: Više od dopuštenih primite Omjer
ja: 承認済み超過受入割合
lv_lv: Atļautā Saņemt īpatsvars
pl_pl: Dopuszczalne przekroczenie ilościowe
vi_vn: Cho phép Trong Nhận Tỷ lệ
