Repository: timschofield/KwaMoja-Medical
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar, et, fa, fr_lu, hr_hr, ja, lv_lv, pl_pl, vi_vn

source: Could not retrieve the sales analysis records to be updated because
ar: لا يمكن استرداد سجلات تحليل المبيعات ليتم تحديثه لأن
et: Ei saanud kättemüügi analüüs arvestust tuleb ajakohastada , sest
fr_lu: Impossible de récupérer les dossiers d'analyse des ventes à être mis à jour en raison
hr_hr: Ne mogu dohvatiti prodaja analiza zapisa koji će se mjeriti , jer
ja: 更新する売上分析レコードを取得できませんでしたので、
lv_lv: Nevarēja ielādēt pārdošanas analīzes ierakstus jāatjaunina , jo
pl_pl: Nie można odtworzyć analiz sprzedaży do aktualizacji ponieważ
vi_vn: Không thể lấy lại hồ sơ phân tích bán hàng được cập nhật bởi vì

source: Could not recalculate the current cost of the assembly item
ar: لم يستطع إعادة حساب التكلفة الحالية للبند الجمعية
et: Ei saanud arvutada praeguse kulumontaaž objekt
fr_lu: Impossible de recalculer le coût actuel de l'élément de montage
hr_hr: Nisam mogao ponovno izračunati trenutnu cijenu Skupštine stavke
ja: 再計算アセンブリ項目の現在のコストはできませんでした
lv_lv: Nevarēja pārrēķināt pašreizējās izmaksas, montāžas posteni
pl_pl: Nie można ponownie przeliczyć aktualnego kosztu kompletu
vi_vn: Có thể không tính toán lại các chi phí hiện tại của mặt hàng lắp ráp

source: Could not update the sales analysis records for
ar: لا يمكن تحديث السجلات ل تحليل المبيعات
et: Pole võimalik uuendadamüügi analüüs kirjed
fr_lu: Impossible de mettre à jour les dossiers d'analyse des ventes pour
hr_hr: Ne može se ažurirati rekorde prodaje za analizu
ja: の販売分析レコードを更新できませんでした
lv_lv: Nevarēja atjaunināt pārdošanas analīzes ierakstus
pl_pl: Nie można zaktualizować rekordów analizy sprzedaży dla
vi_vn: Không thể cập nhật các hồ sơ phân tích bán hàng cho

source: Updated sales analysis for period
ar: تحليل المبيعات المحدثة لل فترة
et: Uuendatud müügi analüüsi periood
fa: به روز شده تجزیه و تحلیل فروش برای مدت
fr_lu: Mise à jour l'analyse des ventes pour la période
hr_hr: Obnovljeno prodaja analiza za razdoblje
ja: 期間の更新された販売分析
lv_lv: Atjaunināts pārdošanas analīze par periodu
pl_pl: Zaktualizowane analizy sprzedaży dla okresu
vi_vn: Cập nhật phân tích bán hàng trong khoảng thời gian

source: and stock item
ar: و بند الأوراق المالية
et: ja laonumbrist
fr_lu: article en stock et
hr_hr: i dionica stavku
ja: と在庫品目
lv_lv: un krājumu postenis
pl_pl: i towaru
vi_vn: Và loại mặt hàng

source: using a cost of
ar: باستخدام تكلفة
et: kasutadeskulusid
fr_lu: l'aide d'un coût de
hr_hr: koristite troškove
ja: のコストを使用し
lv_lv: izmantojot izmaksu
pl_pl: przy użyciu kosztu
vi_vn: Sử dụng chi phí của

source: Updated the sales analysis cost data for period
ar: تحديث بيانات مبيعات تحليل التكلفة ل فترة
et: Uuendatudmüügi analüüs kulude andmed ajavahemiku
fr_lu: Mise à jour des données sur les ventes analyse des coûts pour la période
hr_hr: Promjena podataka o prodaji analize troškova za razdoblje
ja: 期間の売上分析コストのデータを更新
lv_lv: Atjaunināts pārdošanas analīzes datus par izmaksām periodam
pl_pl: Zaktualizowane dane kosztowe analizy sprzedaży dla okresu
vi_vn: Cập nhật các phân tích dữ liệu chi phí bán hàng trong khoảng thời gian

source: Recalculation of GL Balances in Chart Details Table
ar: إعادة حساب GL التوازنات في التفاصيل المخطط الجدول
et: Ümberarvutamine GL saldod Chart Details tabel
fa: تراز تجدید محاسبه GL در اطلاعات نمودار جدول
fr_lu: Nouveau calcul des soldes de GL dans le graphique Détails tableau
hr_hr: Preračun GL Vage u Chart detalja tablici
ja: GLの再計算は、グラフの詳細表に天びん
lv_lv: Pārrēķins GL Prasības attēlā Details tabulā
pl_pl: Ponowne wyliczenie sald KG w tablicy kont
vi_vn: Tính toán lại của GL dư trong chi tiết Biểu đồ Bảng

source: Do the Recalculation
ar: هل إعادة الحساب
et: Kasümberarvutamine
fr_lu: Les recalculs
hr_hr: Do ponovnog izračuna
ja: 再計算を行う
lv_lv: Do pārrēķinu
pl_pl: Wykonaj Przeliczenie Ponowne
vi_vn: Thực hiện tính toán lại

source: Are you sure you wish to re-post all general ledger transactions since the selected period this can take some time?
ar: هل أنت متأكد أنك ترغب في إعادة نشر كافة المعاملات دفتر الأستاذ العام منذ الفترة المختارة وهذا يمكن أن يستغرق بعض الوقت ؟
et: Oled sa kindel, et tahad uuesti postitada kõik pearaamatu tehingute kuna valitud perioodil see võib aega võtta ?
fa: آیا شما مطمئن هستید که میخواهید دوباره ارسال تمام معاملات معین به طور کلی از زمان انتخاب شده ، این می تواند کمی طول می کشد ؟
fr_lu: Voulez-vous rejouer les transactions du GL depuis la période sélectionnée? Cela peut prendre du temps.
hr_hr: Jeste li sigurni da želite ponovno objaviti sve glavne knjige transakcija od odabranog razdoblja to može potrajati neko vrijeme ?
ja: あなたは、これはいくつかの時間がかかることがありますので、選択した期間は、すべての総勘定元帳の取引を再投稿するにはよろしいですか？
lv_lv: Vai jūs tiešām vēlaties , lai atkārtoti post visas virsgrāmatas darījumiem , jo izvēlētajā periodā tas var aizņemt kādu laiku ?
vi_vn: Bạn có chắc chắn bạn muốn đăng lại tất cả các giao dịch sổ cái chung từ thời kỳ lựa chọn này có thể mất một thời gian ?

source: All general ledger postings have been reposted from period
ar: وقد تم إعادة نشرها كل ما يتم إدخاله دفتر الأستاذ العام من فترة
et: Kõik pearaamat postitusi on taaspostitasid perioodist
fr_lu: Tous les messages du grand livre général ont été rendus disponibles ailleurs de la période
hr_hr: Sve glavne knjige knjiženja su ponovno postavljen na razdoblje
ja: すべての総勘定元帳転記が時代から転載されました
lv_lv: Visi virsgrāmatas piedāvājumi ir nepārpublicēt periodu
pl_pl: Odtworzono wszystkie zapisy księgi głównej od okresu
vi_vn: Tất cả các thông tin đăng sổ cái chung đã được đăng lại từ thời kỳ

source: Reverse and Delete Supplier Payments
ar: عكس و حذف المدفوعات مزود
et: Tagurpidi ja Kustuta Pakkuja Maksed
fa: معکوس و حذف پرداخت های تامین کننده
fr_lu: Reverse et supprimer les paiements aux fournisseurs
hr_hr: Obrnuti i Obriši Supplier Payments
ja: サプライヤ支払いを逆転し、[削除
lv_lv: Mainīt un dzēst piegādātājs maksājumus
pl_pl: Cofnij i Usuń Wypłaty Dostawcy
vi_vn: Đảo ngược và Xóa Thanh toán Nhà cung cấp

source: The number of payments that will be deleted is
ar: عدد الدفعات التي سيتم حذفها هو
et: Maksete arv , mis tuleb kustutada
fa: تعداد پرداخت که توان حذف خواهد شد
fr_lu: Le nombre de paiements qui seront supprimés est
hr_hr: Broj uplata koje će biti izbrisana je
ja: 削除される支払いの数である
lv_lv: Maksājumu skaits , kas tiks dzēsts , ir
pl_pl: Ilość płatności do usunięcia
vi_vn: Số lượng các khoản thanh toán sẽ bị xóa là

source: Deleting payment number
ar: حذف عدد الدفع
et: Kustutamine makse number
fr_lu: Suppression numéro de paiement
hr_hr: Brisanje plaćanju broj
ja: 支払番号を削除する
lv_lv: Dzēšana maksājuma numuru
pl_pl: Usuwanie płatności numer
vi_vn: xóa số thanh toán

source: to supplier code
ar: إلى رمز المورد
et: et tarnija kood
fr_lu: à code fournisseur
hr_hr: se kod dobavljača
ja: サプライヤーコードへ
lv_lv: uz piegādātāju kodu
pl_pl: do dostawcy o kodzie
vi_vn: tới mã nhà cung cấp

source: for an amount of
ar: بمبلغ
et: summas
fr_lu: pour un montant de
hr_hr: za iznos od
ja: 量のために
lv_lv: par summu
pl_pl: na wartość
vi_vn: Với số lượng là

source: The update to the suppliers charges that were settled by the payment failed because
ar: فشل التحديث على الاتهامات الموردين والتي تمت تسويتها عن طريق دفع بسبب
et: Updatetarnijate kulud , mis olid lahendatudmakse ebaõnnestus, kuna
fr_lu: La mise à jour des charges des fournisseurs qui ont été réglées par le paiement a échoué parce que
hr_hr: Ažuriranje prema dobavljačima optužbe da su se naselili po uplati uspio jer
ja: 支払いで決済された取引先の料金へのアップデートに失敗しましたので、
lv_lv: Atjauninājums uz piegādātājiem maksājumiem , kas tika apmaksāti ar maksājumu neizdevās, jo
pl_pl: Wprowadzenie zmian do uznań dostawcy rozliczonych płatnością nie powiodło się ponieważ
vi_vn: Cập nhật những chi phí nhà cung cấp đã được giải quyết việc thanh toán không thành công vì

source: reversed the allocations
ar: عكس المخصصات
et: vastupidisekseraldised
fr_lu: inversé les allocations
hr_hr: preokrenule izdvajanja
ja: 配分を逆転
lv_lv: mainīja asignējumi
pl_pl: cofnięte rozliczenia
vi_vn: đảo ngược sự phân bổ

source: deleted the SuppAllocs records
ar: حذف السجلات SuppAllocs
et: kustutatudSuppAllocs kirjed
fr_lu: supprimé les dossiers SuppAllocs
hr_hr: izbrisao SuppAllocs zapisa
ja: SuppAllocsレコードを削除
lv_lv: svītrots SuppAllocs ierakstus
pl_pl: usunięte rekordy SuppAllocs
vi_vn: xóa các hồ sơ SuppAllocs

source: Deleted the SuppTran record
ar: حذف السجل SuppTran
et: KustutatudSuppTran rekord
fr_lu: Supprimé le dossier SuppTran
hr_hr: Izbrisan je SuppTran rekord
ja: SuppTranレコードを削除
lv_lv: Svītrots SuppTran ierakstu
pl_pl: Rekord SuppTran usunięty
vi_vn: Đã xóa hồ sơ giao dịch của nhà cung cấp

source: the GLTrans records (if any)
ar: السجلات GLTrans (إن وجدت )
et: GLTrans andmed ( kui neid on)
fa: سوابق GLTrans (در صورت وجود )
fr_lu: les dossiers GLTrans (le cas échéant)
hr_hr: GLTrans zapisi ( ako ih ima )
ja: GLTrans記録（もしあれば）
lv_lv: GLTrans ieraksti ( ja tāds ir)
pl_pl: zapisy KG (o ile występują)
vi_vn: các hồ sơ GLTrans (nếu có)

source: and the BankTrans record
ar: وسجل BankTrans
et: jaBankTrans rekord
fa: و رکورد BankTrans
fr_lu: et le dossier BankTrans
hr_hr: iBankTrans rekord
ja: とBankTransレコード
lv_lv: unBankTrans ierakstu
pl_pl: i rekord BankTrans
vi_vn: Đã xóa hồ sơ giao dịch ngân hàng

source: Enter the date of the payment run
ar: أدخل التاريخ من المدى الدفع
et: Sisestatasumise kuupäeval run
fr_lu: Saisir la date du paiement effectué
hr_hr: Unesite datum plaćanja vožnji
ja: 支払実行の日付を入力してください
lv_lv: Ievadiet datumu maksājuma palaist
pl_pl: Wprowadź datę przelewu
vi_vn: Nhập ngày thời gian thanh toán

source: Reverse Supplier Payments on the Date Entered
ar: المدفوعات مزود العكسي في تاريخ دخول
et: Reverse Pakkuja maksed Sisestatud kuupäev
fa: پرداخت تامین کننده معکوس در تاریخ وارد شده
fr_lu: Inverser les paiements aux fournisseurs sur la date inscrite
hr_hr: Obrnuti Supplier Uplate na datum Stupio
ja: 日付で逆サプライヤ支払い入社
lv_lv: Reverse Piegādātājs maksājumi par datumu ieraksta
pl_pl: Cofnij Wypłatę Dostawcy w Podanym Dniu
vi_vn: Thanh toán Nhà cung cấp ngược lại vào ngày nhập

source: Sales Integrity
ar: النزاهة المبيعات
et: Müük Integrity
fr_lu: Intégrité des ventes
hr_hr: Prodaja Integritet
ja: 売上請求
lv_lv: pārdošanas integritāte
pl_pl: Sprzedaż Integrity
vi_vn: bán hàng Liêm

source: Sales Integrity Check
ar: النزاهة تحقق مبيعات
et: Müük Integrity Check
fr_lu: Vérification de l'intégrité des ventes
hr_hr: Prodaja Integrity Check
ja: 販売整合性チェック
lv_lv: Pārdošanas Integrity Check
pl_pl: Sprawdź Integrity sprzedaży
vi_vn: Bán hàng Liêm Kiểm tra

source: Check every Invoice has a Sales Order
ar: التحقق من كل فاتورة لديه ترتيب المبيعات
et: Kontrollige iga arveMüük Telli
fr_lu: Vérifier toutes les factures a une commande client
hr_hr: Provjerite svaki Račun ima prodajni nalog
ja: 販売受注に戻る
lv_lv: Pārbaudiet katru rēķinu ir klientu pasūtījumu
pl_pl: Sprawdź co faktura ma zlecenia sprzedaży
vi_vn: Kiểm tra tất cả các hóa đơn có thứ tự bán hàng

source: Check every Invoice has a Tax Entry
ar: التحقق من كل فاتورة لديه إدخال ضريبة
et: Kontrollige iga arveMaksu sissekanne
fa: چک کردن هر فاکتور دارای یک ورودی مالیات
fr_lu: Vérifier toutes les factures a une entrée de l'impôt
hr_hr: Provjerite svaki Račun ima porezni unos
ja: すべての請求書は、税のエントリを持ってチェック
lv_lv: Pārbaudiet katru rēķinu ir nodokļu Entry
pl_pl: Sprawdź co faktury VAT Wejście
vi_vn: Kiểm tra tất cả các hóa đơn có thuế nhập

source: Check every Invoice has a GL Entry
ar: التحقق من كل فاتورة لديه دخول GL
et: Kontrollige iga arveGL sissekanne
fa: چک کردن هر فاکتور دارای یک ورودی GL
fr_lu: Vérifier toutes les factures a une entrée de GL
hr_hr: Provjerite svaki Račun ima GL unos
ja: すべての請求書は、 GLのエントリを持ってチェック
lv_lv: Pārbaudiet katru rēķinu ir GL Entry
pl_pl: Sprawdź co faktura ma GL Wejście
vi_vn: Kiểm tra tất cả các hóa đơn có một Entry GL

source: Invoice
ar: فاتورة
et: Arve
fr_lu: Facture
hr_hr: Račun
ja: 請求書
lv_lv: pavadzīme
pl_pl: Faktury
vi_vn: hóa đơn

source: No Sales Order
ar: لا ترتيب المبيعات
et: Ei Müük Telli
fr_lu: Aucune commande
hr_hr: Nema naloga za prodaju
ja: 販売受注
lv_lv: Nav Pārdošanas pasūtījumu
pl_pl: Nr zlecenia sprzedaży
vi_vn: Không có đơn hàng

source: Has no Tax Entry
ar: لا يوجد لديه دخول ضرائب
et: Ei ole Maksu- Entry
fa: فاقد ورودی مالیات
fr_lu: N'a pas de taxe
hr_hr: Nema poreza unos
ja: 手入力
lv_lv: Nav nodokļu Entry
pl_pl: Nie ma wpisu podatkowe
vi_vn: không có thuế nhập cảnh

source: has no GL Entry
ar: لا يوجد لديه دخول GL
et: ei ole GL sissekanne
fa: بدون ورود GL
fr_lu: n'a pas d'entrée GL
hr_hr: nema zapisa u glavnoj knjizi
ja: 全くGLエントリーを持っていません
lv_lv: nav GL Entry
pl_pl: nie ma GL Wejście
vi_vn: không có GL nhập

source: Check for orphan GL Entries
ar: التحقق من وجود اليتيم مقالات GL
et: Saate harva GL kanded
fr_lu: Vérifier les articles orphelins GL
hr_hr: Provjeri nepovezane zapise u glavnoj knjizi
ja: 孤児GLエントリをチェック
lv_lv: Pārbaudiet, vai nezināmu autoru GL Ieraksti
pl_pl: Sprawdź sierocych GL Wpisy
vi_vn: Kiểm tra cho trẻ mồ côi GL Entries

source: GL Entry
ar: دخول GL
et: GL sissekanne
fr_lu: Entrée GL
hr_hr: Unos u glavnoj knjizi
ja: 入力タイプ設定
pl_pl: Wejście GL
vi_vn: GL nhập

source: could not be found
ar: تعذر العثور
et: ei leitud
fr_lu: n'a pu être trouvée
hr_hr: ne može se pronaći
ja: 更新できなかった
lv_lv: nevar atrast
pl_pl: Nie można znaleźć
vi_vn: Không tìm thấy

source: Check Receipt totals
ar: تحقق المجاميع استلام
et: Kontrollige laekumine kokku
fr_lu: Vérifier le total des reçus
hr_hr: Provjerite Receipt zbrojeve
ja: 合計確認
lv_lv: Pārbaudiet saņemšana kopsummas
pl_pl: Sprawdź Otrzymanie sumy
vi_vn: Kiểm tra tổng số hóa đơn

source: in GL but found
ar: في GL ولكن وجدت
et: GL aga leitud
fa: در GL اما در بر داشت
fr_lu: dans GL, mais trouve
hr_hr: u GL ali je utvrdio
ja: GLではなく発見
lv_lv: jo GL bet konstatēja
pl_pl: Znaleziono w GL, ale
vi_vn: trong sổ cái tài khoản nhưng không tìm thấy

source: in debtorstrans
ar: في debtorstrans
et: aastal debtorstrans
fa: در debtorstrans
fr_lu: dans debtorstrans
hr_hr: u debtorstrans
ja: debtorstransで
pl_pl: w debtorstrans
vi_vn: trong debtorstrans

source: Check for orphan Receipts
ar: التحقق من وجود إيصالات اليتيم
et: Saate harva kviitungeid
fr_lu: Vérifier les recettes orphelins
hr_hr: Prijava za nezbrinutu primitke
ja: 入金用使用
lv_lv: Pārbaudiet, vai nezināmu autoru ieņēmumi
pl_pl: Sprawdź Wpływy osieroconych
vi_vn: Kiểm tra Giấy biên nhận trẻ mồ côi

source: not found in GL
ar: لا توجد في GL
et: ei leitud GL
fa: در GL یافت نشد
fr_lu: ne figurent pas dans GL
hr_hr: Nije pronađena GL
ja: GLには見られない
lv_lv: nav atrasts GL
pl_pl: Nie znaleziono w GL
vi_vn: Không tìm thấy trong sổ cái tài khoản

source: Check for orphan Sales Orders
ar: التحقق من وجود أوامر المبيعات اليتيم
et: Saate harva Müügitellimuste
fr_lu: Vérifier les commandes clients orphelins
hr_hr: Prijava za nezbrinutu narudžbe
ja: 販売受注に戻る
lv_lv: Pārbaudiet, vai nezināmu autoru klientu pasūtījumiem
pl_pl: Sprawdź sierocych zlecenia sprzedaży
vi_vn: Kiểm tra đơn đặt hàng bán hàng trẻ mồ côi

source: Has no Invoice
ar: لا يوجد لديه الفاتورة
et: Puudub Arve
fr_lu: N'a pas de facture
hr_hr: Nema računa
ja: 売上請求
lv_lv: Nav rēķinu
pl_pl: Nie ma faktury
vi_vn: Không có hóa đơn nào

source: Check for orphan Order Items
ar: تحقق بالنسبة لعناصر النظام اليتيم
et: Saate harva Tellimused toodet
fr_lu: Vérifier les articles de la commande orphelins
hr_hr: Prijava za nezbrinutu naručiti stvari
ja: 購買発注品目
lv_lv: Pārbaudiet, vai nezināmu autoru Pasūtījuma preces
pl_pl: Sprawdź przedmioty osieroconych Zamówienie
vi_vn: Kiểm tra mục hàng trẻ mồ côi

source: Check Order Item Amounts
ar: الاختيار النظام المبالغ السلعة
et: Tšekk Punkt summad
fr_lu: Vérifier les quantités commandées
hr_hr: Provjerite količine Stavka Naručivanje
ja: 注文品目選択
lv_lv: Pārbaudiet order Vienības summas
pl_pl: Kwoty Sprawdź przedmiotu zamówienia
vi_vn: Kiểm tra thứ tự mục khoản

source: Order Item
ar: ترتيب العناصر
et: Toode on
fr_lu: Article de la commande
hr_hr: Broj naloga
ja: 注文日
lv_lv: Pasūtīt postenis
pl_pl: Przedmiotu zamówienia
vi_vn: Mặt hàng cần đặt

source: Has no Sales Order
ar: لا يوجد لديه ترتيب المبيعات
et: Puudub Müük Telli
fr_lu: N'a pas de commande client
hr_hr: Nema prodajnog naloga
ja: 販売受注に戻る
lv_lv: Outstanding Sales-Orders
pl_pl: Nie ma zlecenia sprzedaży
vi_vn: không có đơn đặt hàng nào

source: Debtors trans
ar: المدينين غير المشبعة
et: võlgnikud trans
fr_lu: Débiteurs trans
hr_hr: Dužnici trans
ja: 債務残高
lv_lv: debitori trans
pl_pl: Należności trans
vi_vn: nợ xuyên

source: differ from salesorderdetails
ar: تختلف عن salesorderdetails
et: erineda salesorderdetails
fr_lu: diffèrent de salesorderdetails
hr_hr: razlikuju od salesorderdetails
ja: salesorderdetails異なる
lv_lv: atšķiras no salesorderdetails
pl_pl: różnią się od salesorderdetails
vi_vn: khác biệt từ chi tiết đơn đặt hàng

source: Check for orphan Stock Moves
ar: تحقق لتحركات الأسهم اليتيم
et: Saate harva Stock Moves
fa: برای حرکت سهام یتیم را چک کنید
fr_lu: Vérifier des mouvements orphelins de stock
hr_hr: Prijava za nezbrinutu Stock Moves
ja: 孤児在庫移動をチェック
lv_lv: Pārbaudiet, vai nezināmu autoru akciju Moves
pl_pl: Sprawdź sierocych Moves fotografia
vi_vn: Kiểm tra cho Di chuyển Cổ mồ côi

source: Stock Move
ar: نقل الأسهم
ja: 品目コード
lv_lv: Noliktavas Pārvietot
pl_pl: Fotografia Move
vi_vn: Di chuyển kho

source: Check for orphan Tax Entries
ar: التحقق من وجود مقالات ضريبة اليتيم
et: Saate harva Maksu kanded
fa: بررسی برای نوشته های مالیاتی یتیم
fr_lu: Vérifier les articles orphelins impôt
hr_hr: Prijava za nezbrinutu Porezne unosa
ja: 孤児税エントリのチェック
lv_lv: Pārbaudiet, vai nezināmu autoru nodokļu Ieraksti
pl_pl: Sprawdź sierocych podatku Wpisy
vi_vn: Kiểm tra cho trẻ mồ côi Entries thuế

source: Tax Entry
ar: دخول الضريبية
et: maksu sissekanne
fr_lu: Écriture T.V.A
hr_hr: Porezna Stupanje
ja: 税カテゴリ
lv_lv: nodokļu Entry
pl_pl: Wejście podatku
vi_vn: thuế nhập cảnh

source: Sales Integrity Check completed.
ar: النزاهة مبيعات تسجيل المنجزة.
et: Müük tervikluskontrolli lõpetatud.
fa: تمامیت فروش چک به پایان رسید.
fr_lu: Vérification de l'intégrité des ventes terminée.
hr_hr: Prodaja cjelovitost ček završio .
ja: 売上の整合が完了を確認してください。
lv_lv: Pārdošanas integritātes pārbaude pabeigta.
pl_pl: Sprzedaż Integrity Check zakończone.
vi_vn: Bán hàng Liêm Kiểm tra hoàn thành .

source: Recalculation of Brought Forward Balances in Chart Details Table
ar: إعادة حساب المرحل التوازنات في التفاصيل المخطط الجدول
et: Ümberarvutamine ettepoole saldode Chart Details tabel
fa: تراز تجدید محاسبه آورده جلو در اطلاعات نمودار جدول
fr_lu: Nouveau calcul des soldes reporté dans le graphique Détails de la Table
hr_hr: Preračun iznio Vage u Chart detalja tablici
ja: 繰越の再計算は、グラフの詳細表に天びん
lv_lv: Pārrēķins izvirzīti Prasības attēlā Details tabulā
pl_pl: Przeliczenie ponowne przeniesień sald w tablicy kont
vi_vn: Tính toán lại mang Chuyển dư trong chi tiết Biểu đồ Bảng

source: Please re-select the reporting period
ar: يرجى إعادة تحديد الفترة المشمولة بالتقرير
et: Palun vali uuesti aruandeperioodil
fr_lu: S'il vous plaît re-sélectionner la période de déclaration
hr_hr: Molimo ponovo odabratirazdoblje izvještavanja
ja: 再選択報告期間ください
lv_lv: Lūdzu, vēlreiz atlasietpārskata periods
pl_pl: Wybierz ponownie zakres raportu
vi_vn: Vui lòng chọn kỳ báo cáo

source: Updated the sales analysis with all the latest sales areas, salesman and sales types as set up now
ar: تحديث تحليل المبيعات مع جميع أحدث مجالات المبيعات، و مندوب مبيعات وأنواع المبيعات على النحو المنصوص عليه الآن
et: Uuendatudmüügi analüüs koos kõigi uuemate müügipindade , müügimehe ja müügi liiki moodustatud nüüd
fa: بههنگام شده در تجزیه و تحلیل فروش با فروش آخرین مناطق ، فروشنده و انواع خرید و فروش به عنوان راه هم اکنون
fr_lu: Mise à jour de l'analyse des ventes de tous les derniers espaces de vente , vendeur et le type de vente que mettre en place maintenant
hr_hr: Obnovljeno je analizu prodaje sa svim najnovijim prodajnim mjestima , prodavač i prodaje tipova kao postaviti sada
ja: 今セットアップし、すべての最新の販売地域、セールスマン、販売タイプの販売分析を更新
lv_lv: Atjaunināts pārdošanas analīzi ar visām jaunākajām tirdzniecības vietās , pārdevējs un pārdošanas veidiem , kā izveidot šim
pl_pl: Aktualizacja analizy sprzedaży z wszystkich najnowszych obszarach sprzedaży , sprzedawca , jak i sprzedaży rodzajów ustawieniu teraz
vi_vn: Cập nhật các phân tích bán hàng với tất cả các khu vực bán hàng mới nhất, nhân viên bán hàng và các loại bán hàng như thiết lập tại

source: Upgrade KwaMoja to version 3.10.5
ar: ترقية إلى الإصدار 3.10.5 KwaMoja
et: Upgrade KwaMoja versiooni 3.10.5
fa: از ارتقا KwaMoja به نسخه 3.10.5
hr_hr: Nadogradnja KwaMoja na verziju 3.10.5
ja: バージョン3.10.5にKwaMojaをアップグレード
lv_lv: Upgrade KwaMoja ar 3.10.5 versiju
vi_vn: Nâng cấp lên phiên bản 3.10.5 KwaMoja

source: This script will perform any modifications to the database since v 3.10 required to allow the additional functionality in version 3.10 scripts
ar: هذا السيناريو سوف تؤدي أي تعديلات على قاعدة البيانات منذ الخامس 3.10 المطلوبة للسماح وظائف إضافية في الإصدار 3.10 البرامج النصية
et: See skript täidab kõik muudatused andmebaasis peale v 3.10 , mis on nõutavad lisafunktsioonide versioon 3,10 skriptid
fa: این اسکریپت به هر گونه تغییرات به پایگاه داده انجام از V 3.10 مورد نیاز اجازه می دهد تا قابلیت های اضافی در نسخه 3.10 اسکریپت
fr_lu: Ce script va effectuer des modifications à la base de données depuis le v 3,10 nécessaire pour permettre la fonctionnalité supplémentaire dans la version 3.10 scripts
hr_hr: Ova skripta će obavljati nikakve izmjene na bazi od 3,10 v dužan omogućiti dodatnu funkcionalnost u verziji 3,10 skripte
ja: V 3.10は、バージョン3.10スクリプトで機能を追加できるようにするために必要なので、このスクリプトは、データベースに変更を行います
lv_lv: Šis skripts būs jāveic nekādas izmaiņas datu bāzē , jo 3.10 v nepieciešama, lai atļautu papildu funkcionalitāti versijā 3.10 skriptus
pl_pl: Ten skrypt wykona wszystkie zmiany do bazy danych od v 3.10 w celu umożliwienia dodatkowych funkcjonalności skryptów w wersji 3.10
vi_vn: Kịch bản này sẽ thực hiện bất kỳ sửa đổi cơ sở dữ liệu từ v 3.10 cần thiết để cho phép các chức năng bổ sung trong phiên bản 3.10 kịch bản

source: Perform Upgrade
ar: تنفيذ ترقية
et: Tehakse Upgrade
fa: اجرای ارتقاءدهی
fr_lu: Effectuez de mise à niveau
hr_hr: Izvrši nadogradnju
ja: アップグレードの実行
lv_lv: veikt Upgrade
pl_pl: Wykonaj upgrade
vi_vn: thực hiện nâng cấp

source: Inserting default Debtor type
ar: إدراج الافتراضي نوع المدين
et: Sisestamine default Võlgniku tüüp
fa: قرار دادن به طور پیش فرض نوع بدهکار
fr_lu: Insertion par défaut du débiteur de type
hr_hr: Umetanje zadani Dužnik putovanja
ja: 挿入デフォルト債務者タイプ
lv_lv: Ievietojot noklusējuma Parādnieka veids
pl_pl: Wstawianie niewywiązania się przez dłużnika rodzaju
vi_vn: Chèn loại con nợ mặc định

source: Success
ar: نجاح
et: edu
fr_lu: Succès
hr_hr: Uspješno
ja: 成功
lv_lv: veiksme
pl_pl: Sukces
vi_vn: thành công

source: Failed
ar: فشل
et: ebaõnnestus
fr_lu: échec
hr_hr: Pogreška
ja: FAX
lv_lv: neizdevās
pl_pl: Nie
vi_vn: Lỗi

source: Inserting default Factor company
ar: إدراج شركة عامل الافتراضي
et: Sisestamine default Factor ettevõte
fr_lu: Insertion par défaut Facteur entreprise
hr_hr: Umetanje zadani Faktor tvrtke
ja: 新品目追加
lv_lv: Ievietojot noklusējuma Factor uzņēmums
pl_pl: Wstawianie default Factor firmy
vi_vn: chèn nhân tố mặc định của công ty

source: Adding quotedate to salesorders table
ar: مضيفا quotedate إلى طاولة salesorders
et: Lisades quotedate et salesorders tabel
fr_lu: Ajoût de "quotedate" à la table "SalesOrders"
hr_hr: Dodavanje quotedate se salesorders stol
ja: SalesOrdersテーブルにquotedateの追加
lv_lv: Pievienojot quotedate uz salesorders galda
pl_pl: Dodawanie do tabeli salesorders quotedate
vi_vn: Thêm quotedate để bàn salesorders

source: Adding confirmeddate to salesorders table
ar: مضيفا confirmeddate إلى طاولة salesorders
et: Lisades confirmeddate et salesorders tabel
fr_lu: Ajoût de "confirmeddate" à la table "SalesOrders"
hr_hr: Dodavanje confirmeddate se salesorders stol
ja: SalesOrdersテーブルにconfirmeddateの追加
lv_lv: Pievienojot confirmeddate uz salesorders galda
pl_pl: Dodawanie do tabeli salesorders confirmeddate
vi_vn: Thêm confirmeddate để bàn salesorders
