Repository: timschofield/KwaMoja-Medical
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar, et, fa, fr_lu, hr_hr, ja, lv_lv, pl_pl, vi_vn

source: Update Rates
ar: تحديث الأسعار
et: Uuenda Rates
fr_lu: Valider
hr_hr: Ažuriraj stope
ja: 料金を更新
lv_lv: Labot likmes
pl_pl: Zmień Stawki
vi_vn: Cập nhật giá

source: There are no tax rates to show - perhaps the dispatch tax province records have not yet been created?
ar: لا توجد معدلات الضرائب لإظهار - ربما لم يتم بعد إنشاء بإرسال السجلات مقاطعة الضرائب؟
et: Puuduvad maksumäärad näidata - ehk lähetamine maksu provintsis arvestust ei ole veel loodud ?
fa: هیچ نرخ مالیات برای نمایش وجود ندارد - شاید اعزام مالیات بر سوابق استان هنوز ایجاد نشده است ؟
fr_lu: Il n'y a pas de taux d'imposition pour voir - peut-être l'envoi des dossiers d'impôt province n'ont pas encore été créé?
hr_hr: Nema porezne stope za prikaz - možda otpreme porezne pokrajina zapisi još nisu stvoreni ?
ja: おそらく派遣税省レコードがまだ作成されていない - 表示する税金率はありません？
lv_lv: Nav nodokļu likmes, lai parādītu - varbūt nosūtīšanas nodokļu province ieraksti vēl nav izveidots ?
pl_pl: Brak stawek podatkowych - może nie utworzono jeszcze rekordów podatku wywozowego dla tego obszaru?
vi_vn: Không có thuế suất để hiển thị - có lẽ các hồ sơ thuế tỉnh công văn chưa được tạo ra?

source: Tax Groupings
ar: التجمعات الضرائب
et: maksu rühmitused
fr_lu: Groupes de taxes
hr_hr: Porezni Grupacije
ja: 税のグループ化
lv_lv: Nodokļu grupē&#353;ana
pl_pl: Grupy podatków
vi_vn: nhóm thuế

source: Tax Categories
ar: فئات الضريبة
et: maksu Kategooriad
fr_lu: Catégories de taxes
hr_hr: Porezni Kategorije
ja: 税カテゴリ
lv_lv: Nodokļu katregorijas
pl_pl: Kategorie podatkowe
vi_vn: Các mục thuế

source: Dispatch Tax Provinces
ar: إرسال المحافظات الضرائب
et: Saadetis Maksu provintsid
fr_lu: Taxes par région
hr_hr: Dispatch porez provincije
ja: 発送地方税
lv_lv: Piegādes vieta
pl_pl: Obszary podatkowe
vi_vn: Công văn tỉnh thuế

source: The tax category name cannot contain the character
ar: لا يمكن أن يحتوي اسم فئة ضريبة الطابع
et: Maksu kategooria nimi ei tohi sisaldada iseloomu
hr_hr: Naziv kategorije porez ne može sadržavati znak
ja: 税カテゴリ名は文字を含めることはできません
lv_lv: Nodokļu kategorijas nosaukums nedrīkst saturēt raksturs
pl_pl: Nazwa kategorii podatkowej nie może zawierać znaku
vi_vn: Tên loại thuế không có thể chứa ký tự

source: The tax category name may not be empty
ar: قد لا يكون اسم فئة ضريبة فارغة
et: Maksu kategooria nimi ei tohi olla tühi
fr_lu: Le nom de la catégorie de taxe ne doit pas être vide
hr_hr: Naziv kategorije porez ne može biti prazan
ja: 税カテゴリ名称は空白にできない
lv_lv: Nodokļu kategorijas nosaukumu nedrīkst būt tukšs
pl_pl: Nazwa kategorii podatkowej nie może być pusta
vi_vn: Tên loại thuế có thể không có sản phẩm nào

source: The tax category cannot be renamed because another with the same name already exists.
ar: فئة ضريبة لا يمكن إعادة تسمية ل آخر مع نفس الاسم موجود بالفعل .
et: Maksu kategooria ei saa ümber nimetada, kuna teine ​​samanimeline juba olemas.
fr_lu: La catégorie d'impôt ne peut pas être renommé car une autre avec le même nom existe déjà.
hr_hr: Porez kategorija ne može biti preimenovana jer je drugi s istim imenom već postoji .
ja: 同じ名前を持つ別のがすでに存在するための税カテゴリの名前は変更できません。
lv_lv: Nodokļu kategorija nevar pārdēvēt , jo cits ar tādu pašu nosaukumu jau eksistē .
pl_pl: Nie można zmienić nazwy kategorii podatkowej ponieważ istnieje inna kategoria o tej samej nazwie.
vi_vn: Các loại thuế không có thể được đổi tên bởi vì khác với cùng tên đã tồn tại.

source: The tax category could not be updated
ar: تعذر تحديث فئة الضريبة
et: Maksu kategooria ei saa uuendatud
fr_lu: La catégorie d'impôt ne pourrait être mis à jour
hr_hr: Porez kategoriju nisu mogli biti ažurirana
ja: 税金カテゴリは更新できませんでした
lv_lv: Nodokļu kategorija nevar atjaunināt
pl_pl: Kategoria podatkowa nie może być zaktualizowana
vi_vn: Các loại thuế không có thể được cập nhật

source: The tax category no longer exists
ar: فئة الضريبة لم يعد موجودا
et: Maksu kategooria ei eksisteeri enam
fr_lu: La catégorie de taxe n'existe plus
hr_hr: Porez kategorija više ne postoji
ja: 税金カテゴリは存在しません
lv_lv: Nodokļu kategorija vairs nepastāv
pl_pl: Taka kategoria podatkowa nie istnieje
vi_vn: Các loại thuế không còn tồn tại

source: Tax category name changed
ar: تغيير اسم فئة الضريبة
et: Maksu- kategooria nimi muudetud
fr_lu: Le nom de la catégorie a changé
hr_hr: Porezna kategorija ime promijenjeno
ja: 税カテゴリ名が変更され
lv_lv: Nodokļu kategorijas nosaukums mainīts
pl_pl: Nazwa kategorii podatkowej zmieniona
vi_vn: Tên loại thuế thay đổi

source: The tax category cannot be created because another with the same name already exists
ar: فئة ضريبة لا يمكن إنشاء لأنه مع آخر بنفس الاسم موجود بالفعل
et: Maksu kategooria ei saa luua, sest teine ​​sama nime juba olemas
fr_lu: La catégorie d'impôt ne peut pas être créé parce qu'un autre avec le même nom existe déjà
hr_hr: Porez kategorija ne može biti stvorena jer je drugi s istim imenom već postoji
ja: すでに存在している別の同じ名前のため、税カテゴリを作成することはできません
lv_lv: Nodokļu kategoriju nevar izveidot, jo cits ar tādu pašu nosaukumu jau eksistē
pl_pl: Nie można utworzyć kategorii podatkowej ponieważ istnieje inna kategoria o tej samej nazwie.
vi_vn: Các loại thuế không có thể được tạo ra bởi vì khác với cùng tên đã tồn tại

source: The new tax category could not be added
ar: فئة ضريبة جديدة لا يمكن إضافتها
et: Uue maksu kategooriasse ei saa lisada
fr_lu: La catégorie nouvelle taxe ne peut être ajouté
hr_hr: Nova porezna kategorija ne može se dodati
ja: 新税カテゴリが追加できませんでした
lv_lv: Jauna nodokļu kategoriju nevar pievienot
pl_pl: Nie można dodać nowej kategorii podatkowej
vi_vn: Các loại thuế mới không thể được thêm vào

source: New tax category added
ar: وأضاف فئة ضريبة جديدة
et: Uus maks kategooria lisatud
fr_lu: Nouvelle catégorie fiscale ajoutée
hr_hr: Nova porezna kategorija dodano
ja: 新しい税カテゴリが追加された
lv_lv: Jauna nodokļu kategorija pievienota
pl_pl: Dodano nową kategorię podatkową
vi_vn: Loại thuế mới được bổ sung

source: Cannot delete this tax category because it no longer exists
ar: لا يمكن حذف هذه الفئة الضريبية لأنه لم يعد موجودا
et: Ei saa kustutada seda maksu kategooriasse, sest see ei ole enam olemas
fr_lu: Impossible de supprimer cette catégorie d'impôt, car il n'existe plus
hr_hr: Ne može se izbrisati ovu poreznu kategoriju , jer više ne postoji
ja: それはもはや存在しないため、この税カテゴリを削除することはできません
lv_lv: Nevar izdzēst &#353;o nodokļu kategoriju, jo tā vairāk neeksistē
pl_pl: Nie można usunąć tej kategorii ponieważ już nie istnieje
vi_vn: Không thể xóa loại thuế này vì nó không còn tồn tại

source: Cannot delete this tax category because inventory items have been created using this tax category
ar: لا يمكن حذف هذه الفئة الضريبية لأنه تم إنشاؤها أصناف المخزون باستخدام هذه الفئة الضريبية
et: Ei saa kustutada seda maksu kategooriasse, kuna inventari on loodud kasutades seda maksu kategooria
fr_lu: Impossible de supprimer cette catégorie d'impôt parce que les articles en stock ont été créés à l'aide de cette catégorie d'impôt
hr_hr: Ne može se izbrisati ovu poreznu kategoriju , jer inventara su stvoreni pomoću ovu poreznu kategoriju
ja: インベントリ項目がこの税カテゴリを使用して作成されたため、この税カテゴリを削除することはできません
lv_lv: Nevar izdzēst šo nodokļu kategoriju , jo inventāra priekšmeti ir izveidoti , izmantojot šo nodokļu kategoriju
pl_pl: Nie można usunąć tej kategorii podatkowej ze względu na istniejące towary w tej kategorii
vi_vn: Không thể xóa loại thuế này vì hàng tồn kho đã được tạo ra sử dụng loại thuế này

source: inventory items that refer to this tax category
ar: أصناف المخزون التي تشير إلى هذه الفئة الضريبية
et: inventari , mis viitavad selle maksu kategooria
fr_lu: les articles en stock qui se réfèrent à cette catégorie d'impôt
hr_hr: inventara koji se odnose na ovaj porezni kategoriji
ja: この税カテゴリを参照してインベントリのアイテム
lv_lv: Preces, kuras attiecas uz &#353;o kategoriju
pl_pl: towary magazynowe związane z tą kategorią podatkową
vi_vn: hàng tồn kho đề cập đến loại thuế này

source: tax category and any tax rates set for it have been deleted
ar: فئة الضرائب و أي معدلات الضريبة المحددة ل تم حذفه
et: maks kategooria ja iga maksumäärad seatud see on kustutatud
fa: دسته مالیات و نرخ مالیات تعیین شده برای آن حذف شده است
fr_lu: catégorie fiscale et les taux d'imposition fixés pour ce dernier ont été supprimés
hr_hr: Porez kategorija i sve porezne stope utvrđene za to su izbrisane
ja: 税カテゴリと、それが削除されたために設定された税率
lv_lv: nodokļu kategorijai un nodokļu likmes , kas , lai tas ir svītroti
pl_pl: kategoria i stawki podatkowe dla niej ustalone zostały usunięte
vi_vn: loại thuế và các mức thuế suất đặt cho nó đã bị xóa

source: Could not get tax categories because
ar: لم أستطع الحصول على فئات الضريبة بسبب
et: Ei saanud maksu kategooriad sest
fr_lu: Impossible d'obtenir les catégories d'impôt parce que
hr_hr: Ne može se dobiti porezne kategorije , jer
ja: 税カテゴリを取得できませんでしたので、
lv_lv: Nevarēja saņemt nodokļu kategorijām , jo
pl_pl: Nie można pobrać kategorii podatkowej ponieważ
vi_vn: Không thể có được loại thuế vì

source: Are you sure you wish to delete this tax category?
ar: هل أنت متأكد أنك تريد حذف هذه الفئة الضرائب؟
et: Oled sa kindel , et soovid kustutada selle maksu kategooria ?
fr_lu: Voulez-vous supprimer cette catégorie de taxation?
hr_hr: Jeste li sigurni da želite izbrisati ovu poreznu kategoriju ?
ja: この仕入先価格を削除してもよろしいですか？

source: Review Tax Categories
ar: استعراض فئات الضريبة
et: Vaadata üle maksu- kategooria
fr_lu: Modifier de la catégorie
hr_hr: Pregledajte porezne kategorije
ja: 税カテゴリ確認
lv_lv: Pārskatīt nodokļu kategorijas
pl_pl: Przegląd Kategorii Podatkowych
vi_vn: Xem lại các mục thuế

source: Could not retrieve the requested tax category, please try again.
ar: لا يمكن استرداد فئة الضريبة المطلوبة، يرجى المحاولة مرة أخرى .
et: Ei saanud kätte nõutud maksu kategooria , palun proovige uuesti.
fr_lu: Impossible de récupérer la catégorie fiscale demandée, s'il vous plaît essayer à nouveau.
hr_hr: Ne mogu dohvatiti traženi poreznu kategoriju , molimo pokušajte ponovno .
ja: 要求された税カテゴリを取得できませんでした、もう一度やり直してください。
lv_lv: Nevarēja iegūt pieprasītās nodokļu kategoriju , lūdzu, mēģiniet vēlreiz .
pl_pl: Nie można odtworzyć żądanej kategorii podatkowej, spróbuj ponownie
vi_vn: Không thể lấy các loại thuế được yêu cầu , hãy thử lại .

source: Tax Category Name
ar: ضريبة اسم التصنيف
et: Maksu Kategooria nimi
fr_lu: Nom de la catégorie
hr_hr: Porezna Kategorija Ime
ja: 税カテゴリ名
lv_lv: Nodokļu kategorijas nosaukums
pl_pl: Nazwa Kategorii Podatkowej
vi_vn: Tên mục thuế

source: Tax Groups
ar: المجموعات الضرائب
et: maksu- grupid
hr_hr: Porezni Grupe
ja: 税グループ
lv_lv: Nodokļu grupa
pl_pl: Grupy Podatków
vi_vn: Các nhóm thuế

source: The Group description entered must be at least 4 characters long
ar: وصف المجموعة دخلت يجب أن يكون على الأقل 4 حرفا
et: Grupi kirjeldus sisestatud peab olema vähemalt 4 tähemärki
fr_lu: La nom du groupe doit comporter au moins 4 caractères
hr_hr: Opis grupe ušli mora biti najmanje 4 znaka
ja: 入力したグループの説明は、少なくとも4文字の長さが必要
lv_lv: Grupas aprakstam jābūt vismaz četrus simbolus garam
pl_pl: Opis grupy musi mieć co najmniej 4 znaki
vi_vn: Mô tả Tập đoàn vào phải có ít nhất 4 ký tự

source: The update of the tax group description failed because
ar: فشل التحديث من الوصف المجموعة الضريبية بسبب
et: Ajakohastatud maksu grupi kirjeldus ebaõnnestus, kuna
fr_lu: La mise à jour de la description du groupe a échoué parce que l'impôt
hr_hr: Ažuriranje opisa porezne grupe uspio jer
ja: 税務グループの説明の更新が失敗しました。
lv_lv: Nodokļu grupas aprakstā atjaunināšana neizdevās, jo
pl_pl: Zmiana grupy podatkowej nie powiodła się ponieważ
vi_vn: Việc cập nhật các mô tả nhóm thuế thất bại vì

source: The tax group description was updated to
ar: تم تحديث وصف المجموعة ضريبة إلى
et: Maks rühma kirjeldus uuendati
fr_lu: La description du groupe de taxe a été mise à jour
hr_hr: Opis porezna grupa je ažuriran kako bi
ja: 税務グループの説明はに更新されました
lv_lv: Nodokļu grupas apraksts tika atjaunināta
pl_pl: Opis grupy podatkowej zmieniono na
vi_vn: Mô tả nhóm thuế đã được cập nhật để

source: A new tax group could not be added because a tax group already exists for
ar: لا يمكن إضافة مجموعة ضريبة جديدة ل مجموعة ضريبة موجود بالفعل لل
et: Uue maksu rühm ei saa lisada , sestmaks grupp on juba olemas
fa: گروه مالیاتی جدید نمی تواند اضافه شود زیرا یک گروه مالیاتی در حال حاضر وجود دارد
fr_lu: Un nouveau groupe de taxe ne peut être ajouté car il en existe déjà un pour
hr_hr: Nova porezna grupa ne može se dodati , jerporezna grupa već postoji za
ja: 税グループがすでに存在しているためため、新しい納税グループを追加できませんでした
lv_lv: Jaunais nodoklis grupu nevar pievienot, jonodokļu grupa jau pastāv
pl_pl: Nie można dodać nowej grupy podatkowej ponieważ istnieje już grupa podatkowa dla
vi_vn: Một nhóm thuế mới không thể được thêm vào bởi vì một nhóm thuế đã tồn tại cho

source: The addition of the group failed because
ar: إضافة ل مجموعة فشل بسبب
et: Lisaks rühma ebaõnnestus, kuna
fr_lu: L'ajout du groupe a échoué parce que
hr_hr: Dodatak skupine nije uspio jer
ja: グループの追加は失敗しました。
lv_lv: Grupas pievienošana nav izdevusies, jo
pl_pl: Dodanie grupy nie powiodło się ponieważ
vi_vn: Việc bổ sung các nhóm thất bại vì

source: Added the new tax group
ar: إضافة مجموعة الضرائب الجديد
et: Lisatuduus maks grupp
fa: اضافه شده گروه مالیاتی جدید
fr_lu: Nouveau groupe de taxe ajouté
hr_hr: Dodano novu poreznu grupu
ja: 新税グループを追加しました
lv_lv: Pievienota jauna nodokļu grupa
pl_pl: Dodano nową grupę podatkową
vi_vn: Thêm vào nhóm thuế mới

source: The addition of the tax failed because
ar: إضافة الضريبة فشلت بسبب
et: Lisaks maksu ebaõnnestus, kuna
fr_lu: L'ajout de la taxe a échoué parce que
hr_hr: Osim poreza nije uspjelo jer
ja: 税の追加は失敗しました。
lv_lv: Nodokļa pievienošana nav izdevusies, jo
pl_pl: Dodanie podatku nie powiodło się ponieważ
vi_vn: Việc bổ sung các thuế thất bại vì

source: The tax was added.
ar: تم ادراج الضريبة .
et: Maks lisati .
fa: مالیات افزوده شد .
fr_lu: La taxe a été ajoutée.
hr_hr: Porez je dodao .
ja: 新しい税カテゴリが追加された
lv_lv: Nodoklis tika pievienots
pl_pl: Podatek został dodany.
vi_vn: Nhóm thuế đã được thêm vào

source: The removal of this tax failed because
ar: فشل إزالة هذه الضريبة بسبب
et: Eemaldamine selle maksu ebaõnnestus, kuna
fr_lu: La suppression de cette taxe a échoué parce que
hr_hr: Uklanjanje tog poreza nije uspjelo jer
ja: この税の除去は失敗しました。
lv_lv: Šī nodokļa atcelšana neizdevās, jo
pl_pl: Usunięcie tego podatku nie powiodło się ponieważ
vi_vn: Việc loại bỏ thuế này đã thất bại vì

source: This tax was removed.
ar: تمت إزالة هذه الضريبة .
et: See maks on eemaldatud .
fa: این مالیات حذف شد .
fr_lu: Cette taxe a été supprimée.
hr_hr: Ovaj porez je uklonjen .
ja: この税金は削除されました。
lv_lv: Nodoklis tika dzēsts
pl_pl: Ten podatek został usunięty
vi_vn: Thuế này đã được gỡ bỏ .

source: Could not get tax authorities in the selected tax group
ar: لم أستطع الحصول على سلطات الضرائب في المجموعة الضريبية المحددة
et: Ei saanud maksuhaldur valitud tulumaksu grupp
fr_lu: Impossible d'obtenir des autorités fiscales dans le groupe sélectionné d'impôt
hr_hr: Ne mogu dobiti porezne vlasti u odabranoj skupini poreza
ja: 選択した税グループ内の税務当局を取得できませんでした
lv_lv: Nevarēja saņemt nodokļu iestādēm izvēlētās nodokļu grupas
pl_pl: Nie można określić organu podatkowego dla wybranej grupy podatkowej
vi_vn: Không thể có được cơ quan thuế trong nhóm thuế được lựa chọn

source: It is inappropriate to set tax on tax where the tax is the first in the calculation order. The system has changed it back to no tax on tax for this tax authority
ar: من غير المناسب لوضع ضريبة على الضريبة حيث الضريبة هو الأول في ترتيب حساب .
et: On kohatu määrata maksu maks , kus maks on esimene arvutamise korda.
fa: نامناسب به تعیین مالیات بر مالیات که در آن برای اولین بار به منظور محاسبه مالیات است .
fr_lu: Il est inopportun de fixer l'impôt sur l'impôt sur lequel la taxe est le premier dans l'ordre de calcul. Le système a changé de nouveau à aucune taxe sur la taxe pour cette administration fiscale
hr_hr: To je neprimjereno za postavljanje porez na dohodak , gdje je porezprva u obračunskom reda .
ja: これは、税計算順序の最初である税に税を設定することは不適切である。
lv_lv: Ir lietderīgi noteikt nodokli par nodokli, janodoklis irpirmais aprēķina kārtībā .
pl_pl: Nie można określić podatku na podstawie podatku, kiedy podatek jest pierwszy w kolejności obliczania. System zmienił to z powrotem na nieopodatkowane dla podatku dla tego organu podatkowego.
vi_vn: Không thích hợp để thiết lập thuế trên thuế nơi thuế là lần đầu tiên trong thứ tự tính toán.

source: Cannot delete this tax group because some customer branches are setup using it
ar: لا يمكن حذف هذه المجموعة ضريبة لأن بعض الفروع العملاء هي الإعداد استخدامه
et: Ei saa kustutada seda maksu gruppi, sest mõned klient filiaalid on setup kasutades seda
fr_lu: Impossible de supprimer ce groupe d'impôt parce que certaines branches des clients sont configurés en utilisant
hr_hr: Ne može se izbrisati ovu poreznu grupu jer neke ocjene grane su koristeći ga za postavljanje
ja: いくつかの顧客の枝がそれを使用してセットアップされているため、この税グループを削除することはできません
lv_lv: Nevar izdzēst šo nodokļu grupu , jo daži klientu filiāles iestatīšana , izmantojot to
pl_pl: Nie można usunąć grupy podatkowej ponieważ utworzono oddział klienta z jej użyciem
vi_vn: Không thể xóa nhóm thuế này bởi vì một số chi nhánh của khách hàng được thiết lập sử dụng nó

source: customer branches referring to this tax group
ar: الفروع العملاء في اشارة الى هذه المجموعة الضريبية
et: klient filiaalid viidates selle maksu grupp
fr_lu: branches à la clientèle se référant à ce groupe d'intégration fiscale
hr_hr: kupac grane koje se odnose na ovu skupinu poreznih
ja: 顧客枝はこの納税グループを参照
lv_lv: klientu filiāles atsaucoties uz šo nodokļu grupā
pl_pl: oddziały klientów odwołujące się do tej grupy podatkowej
vi_vn: chi nhánh khách hàng đề cập đến nhóm thuế này

source: Cannot delete this tax group because some suppliers are setup using it
ar: لا يمكن حذف هذه المجموعة الضريبية ل بعض الموردين و الإعداد استخدامه
et: Ei saa kustutada seda maksu gruppi, sest mõned tarnijad setup kasutades seda
fr_lu: Impossible de supprimer ce groupe d'impôt parce que certains fournisseurs sont configurés en utilisant
hr_hr: Ne može se izbrisati ovu poreznu grupu jer su neki dobavljači su koristeći ga za postavljanje
ja: いくつかのサプライヤは、セットアップがそれを使用しているため、この税グループを削除することはできません
lv_lv: Nevar izdzēst šo nodokļu grupu , jo daži piegādātāji iestatīšana , izmantojot to
pl_pl: Nie można usunąć tej grupy podatkowej ponieważ istnieją dostawcy powiązani z tą grupą
vi_vn: Không thể xóa nhóm thuế này bởi vì một số nhà cung cấp được thiết lập sử dụng nó

source: suppliers referring to this tax group
ar: الموردين في اشارة الى هذه المجموعة الضريبية
et: Tarnijate , viidates selle maksu grupp
fr_lu: fournisseurs se référant à ce groupe d'intégration fiscale
hr_hr: dobavljači se odnose na ovu skupinu poreznih
ja: この納税グループを参照するサプライヤー
lv_lv: piegādātājiem , kas attiecas uz šo nodokļu grupā
pl_pl: dostawcy powiązani z tą grupą
vi_vn: các nhà cung cấp đề cập đến nhóm thuế này

source: tax group has been deleted
ar: تم حذف مجموعة الضريبة
et: maks grupp on kustutatud
fr_lu: groupe fiscal a été supprimé
hr_hr: Porez grupa je izbrisana
ja: 税グループが削除されている
lv_lv: Nodokļu grupa tika izdzēsta
pl_pl: grupa podatkowa została usunięta
vi_vn: Nhóm thuế đã được xóa

source: As this is the first time that the system has been used, you must first create a tax group.
ar: كما أن هذه هي المرة الأولى أن النظام قد استخدمت ، يجب عليك أولا إنشاء مجموعة ضريبة .
et: Kuna see on esimene kord, kui süsteem on kasutatud , siis tuleb kõigepealt luua maksude rühma .
fa: از آنجا که این اولین بار است که سیستم مورد استفاده قرار گرفته است ، برای بار اول شما باید یک گروه مالیاتی ایجاد کنید.
fr_lu: Comme c'est la première fois que le système a été utilisé , vous devez d'abord créer un groupe d'intégration fiscale .
hr_hr: Kako je ovoprvi put da je sustav bio korišten , najprije morate stvoriti poreznu grupu .
ja: これは、システムが使用されたのは初めてのことであるとして、あなたは最初に税グループを作成する必要があります。
lv_lv: Tā kā šī irpirmā reize, kadsistēma tika izmantota , vispirms ir jāizveido nodokļu grupu .
pl_pl: Ponieważ jest topierwszy raz , że system jest stosowany , należy najpierw utworzyć podatkową grupę.
vi_vn: Vì đây là lần đầu tiên hệ thống đã được sử dụng , trước tiên bạn phải tạo một nhóm thuế .

source: There are no tax groups configured.
ar: لا توجد مجموعات ضريبة تكوينه.
et: Puuduvad maks rühmade konfigureeritud.
fr_lu: Il n'y a pas de groupes d'impôt configuré.
hr_hr: Nema poreza skupina konfigurirani .
ja: 設定された税金のグループがありません。
lv_lv: Nav nodokļu konfigurēta grupas .
pl_pl: Jeszcze nie zdefiniowano grup podatkowych
vi_vn: Không có nhóm thuế cấu hình .

source: Group No
ar: مجموعة لا
et: Rühma nr
fr_lu: ID
hr_hr: Grupa nema
ja: グループ番号
lv_lv: Grupas Nr.
pl_pl: Numer Grupy
vi_vn: Số nhóm

source: Are you sure you wish to delete this tax group?
ar: هل أنت متأكد أنك تريد حذف هذه المجموعة الضرائب؟
fr_lu: Voulez-vous supprimer ce groupe de taxation?
ja: この仕入先価格を削除してもよろしいですか？

source: Review Existing Groups
ar: استعراض المجموعات الحالية
et: Vaadata läbi olemasolevad grupid
fr_lu: Afficher les taxes existantes
hr_hr: Pregled postojećih grupa
ja: 既存グループ確認
lv_lv: Pārskatīt eksistējo&#353;ās grupas
pl_pl: Przegląd Grup Podatkowych
vi_vn: Xem lại nhóm hiện tại

source: The selected tax group is no longer available.
ar: مجموعة مختارة الضرائب لم يعد متوفرا .
et: Valitud maksu grupis ei ole enam kättesaadav .
fr_lu: Le groupe fiscal sélectionné n'est plus disponible.
hr_hr: Odabrana porezna grupa više nije dostupan .
ja: 選択した税グループは使用できなくなります。
lv_lv: Izvēlētā nodokļu grupa vairs nav pieejama .
pl_pl: Wybrana grupa nie istnieje
vi_vn: Nhóm thuế được lựa chọn là không còn nữa.

source: Enter Group
ar: أدخل المجموعة
et: Sisesta Group
fr_lu: Saisir un groupe
hr_hr: Unesite Group
ja: グループ入力
lv_lv: Ievadīt grupu
pl_pl: Wprowadź Grupę
vi_vn: Nhập nhóm vào

source: Calculation Order
ar: حساب النظام
et: Arvestus Tellimus
fr_lu: Ordre de calcul
hr_hr: Izračun Order
ja: 計算命令
lv_lv: Apreiķinā&#353;anas kārtība
pl_pl: Kolejność Obliczania
vi_vn: tính toán thứ tự

source: Tax on Prior Taxes
ar: الضريبة على الضرائب قبل
et: Tulumaks Enne Maksud
fa: مالیات بر مالیات قبل
fr_lu: T.V.A. sur les T.V.A. précédentes
hr_hr: Porez na prije oporezivanja
ja: 優先税課税
lv_lv: Nodoklis uz iepriek&#353;ējo nodokli
pl_pl: Podatek na poprzednie podatki
vi_vn: Thuế Thuế Trước

source: Update Order
ar: تحديث ترتيب
et: Uuenda Tellimus
fr_lu: Mettre à jour la commande
hr_hr: Ažuriranje red
ja: 注文更新
lv_lv: Labot rīkojumu
pl_pl: Popraw Zamówienie
vi_vn: Cập nhật đơn hàng

source: Assigned Taxes
ar: الضرائب تعيين
et: Sihtotstarbelised maksud
fr_lu: Taxe(s) appliquée(s)
hr_hr: dodijeljene Porezi
ja: 設定済み税金
lv_lv: Piešķirtie Nodokļi
pl_pl: Powiązane Podatki
vi_vn: Thuế giao

source: Available Taxes
ar: الضرائب متاحة
et: saadaval Maksud
fr_lu: Taxe(s) disponible(s)
hr_hr: Dostupni Porezi
ja: 設定可能税金
lv_lv: Pieejamie Nodokļi
pl_pl: Dostępne Podatki
vi_vn: Thuế có sẵn

source: Tax Auth ID
ar: ضريبة المصادقة ID
et: Maksu Auth ID
fr_lu: ID
hr_hr: Porezni ID za provjeru autentičnosti
ja: 税務当局ID
lv_lv: Nodokļu Auth ID
pl_pl: Numer fiskalny (NIP)
vi_vn: Thuế Auth ID

source: Tax Authority Name
ar: ضريبة اسم السلطة
et: Maksuametile nimi
fr_lu: Autorité fiscale
hr_hr: Porezna uprava Naziv
ja: 税務当局名称
lv_lv: Nodokļu iestāde Vārds
pl_pl: Nazwa Organu Podatkowego
vi_vn: Tên Cơ quan thuế

source: Tax on Prior Tax(es)
ar: ضريبة على الضريبة قبل ( ES )
et: Tulumaks Enne Tax (id)
fa: مالیات بر مالیات قبل (ES )
fr_lu: T.V.A. sur les T.V.A. précédentes
hr_hr: Porez na Prethodno porezu ( es )
ja: 優先税の課税
lv_lv: Nodoklis par iepriekš nodokli ( s )
pl_pl: Podatek na Poprzednie Podatki
vi_vn: Thuế thuế trước ( es )
