Repository: timschofield/KwaMoja-Medical
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar, et, fa, fr_lu, hr_hr, ja, lv_lv, pl_pl, vi_vn

source: The MRP Report could not be retrieved by the SQL because
ar: لا يمكن استرجاع تقرير MRP من قبل SQL لأن
et: MRP aruanne ei saanud need väljaSQL sest
fa: گزارش می تواند توسط لوازم گذاشتن به دلیل قابل بازیابی نیست
fr_lu: Échec de la commande SQL d'affichage du rapport MRP
hr_hr: MRP Izvješće nije moguće dohvatiti strane SQL , jer
ja: 未清算入金がＳＱＬで取り出せなかった理由は
lv_lv: Bankas kontu nevar iegut, jo
pl_pl: MRP Raport nie mógł zostać przywrócony przez SQL Server, ponieważ
vi_vn: Báo cáo MRP không thể được lấy ra bởi SQL vì

source: Part:
ar: الجزء :
et: osa :
fa: بخش :
hr_hr: dio :
ja: 印刷
lv_lv: Drukāt
pl_pl: Część I:
vi_vn: phần:

source: On Hand:
ar: على اليد :
et: Käsi :
fa: در دست :
hr_hr: Na ruci :
ja: 在庫
lv_lv: Noliktavā
pl_pl: Na rąk:
vi_vn: Lượng hàng hiện có:

source: Desc:
ar: الوصف:
fa: نزولی :
hr_hr: opis :
ja: 内容
pl_pl: Opis:
vi_vn: quyết định :

source: Pan Size:
ar: الحجم عموم :
et: Panoraami Suurus:
fa: پان (نوعی رامی حجم :
hr_hr: Mjerna površina :
ja: サイズパン：
lv_lv: Izmērs
pl_pl: Rozmiar Pan:
vi_vn: Pan Kích thước:

source: On Order:
ar: على النظام :
et: Tellimisel:
fa: به سفارش :
hr_hr: Na reda :
ja: 注文済数量
lv_lv: Iepirkts
pl_pl: Na zamówienie:
vi_vn: Trong don d?t hàng

source: Gross Req:
ar: الإجمالي ةداملا مسا :
fa: ناخالص Req :
hr_hr: Bruto Zahtijevani :
ja: Reqd原価
lv_lv: Bruto Req :
pl_pl: Brutto Req:
vi_vn: Tổng Req :

source: Last Cost:
ar: التكلفة الماضي :
et: Viimati Kulu :
fa: تاریخ و زمان آخرین هزینه :
hr_hr: Zadnja Trošak :
ja: 最新原価
lv_lv: Pēdējais apmeklējums
pl_pl: Ostatnie koszt:
vi_vn: Chi phí cuối cùng:

source: Past Due
ar: الماضية بسبب
et: Minevikus
fa: گذشته با توجه
hr_hr: zbog prošlosti
ja: 期限経過
lv_lv: Kavēts no
pl_pl: Termin (?)
vi_vn: Do quá khứ

source: Gross Reqts
ar: Reqts الإجمالي
fa: Reqts ناخالص
fr_lu: Reqts brut
hr_hr: Bruto Reqts
ja: 税引き前利益
lv_lv: Bruto peÄ¼Å�a
pl_pl: Brutto Reqts
vi_vn: Reqts tổng

source: Open Order
ar: مفتوحة ترتيب
et: täitmata tellimus
fa: باز سفارش
fr_lu: Commande en cours
hr_hr: Otvoreno Order
ja: 注文済数量
lv_lv: Iepirkts
pl_pl: Open Zamówienie
vi_vn: Mở đơn hàng

source: Proj Avail
ar: جدوى مسقطة
et: Projektide Kätt
fa: Proj فایده
fr_lu: Dispo Proj
hr_hr: Planirani Pomoći
ja: 期間実績
lv_lv: Patreizējais periods
pl_pl: Proj Dostępność
vi_vn: Đà Nẵng khởi Avail

source: Dem Type
ar: ماركا نوع
et: Dem tüüp
fa: Dem نوع
fr_lu: Type demande
hr_hr: Dem Tip
ja: 移動タイプ
lv_lv: Tips
pl_pl: Typ Dem
vi_vn: dem Loại

source: Where Required
ar: حيث المطلوبة
et: kui see on vajalik
fa: از کجا مورد نیاز
fr_lu: Lorsque cela est requis
hr_hr: gdje je to potrebno
ja: 必要
lv_lv: Pieprasīts
pl_pl: W razie potrzeby
vi_vn: Noi du?c yêu c?u

source: Order No.
ar: الأمر رقم
et: Tellimuse nr
fa: شماره سفارش
fr_lu: Commande n°
hr_hr: Kataloški broj
ja: 注文番号
lv_lv: Pasūtījuma nr.
pl_pl: Zamówienie nr
vi_vn: Số thứ tự đặt hàng

source: Sup Type
ar: سوب نوع
et: sup tüüp
fa: شام خوردن نوع
hr_hr: sup Vid
ja: タイプ
lv_lv: Tips
pl_pl: Typ Sup
vi_vn: hỗ Loại

source: This report shows the MRP calculation for a specific item - a part code must be selected
ar: ويبين هذا التقرير حساب MRP عن عنصر معين - يجب تحديد رمز جزء
et: Käesolev aruanne näitab,MRP arvutus konkreetset objekti -osa kood tuleb valida
fa: این گزارش نشان می دهد که محاسبات لوازم برای یک کالای خاص -- کد بخش باید انتخاب کنید
fr_lu: Ce rapport montre le calcul des besoins pour un élément spécifique - un code de la pièce doit être sélectionné
hr_hr: Ovo izvješće prikazuje MRP izračun za određeni predmet -dio koda mora biti odabrana
ja: このレポートは、特定の項目のMRP計算を示し - 部品コードを選択する必要があります
lv_lv: Šis ziņojums parāda MRP aprēķinu par konkrētu jautājumu -daļa kods, jāizvēlas
pl_pl: Ten raport pokazuje, obliczenia MRP dla określonej pozycji - kod strony musi być wybrany
vi_vn: Báo cáo này hi?n th? tính toán Mrp cho m?t d?i tu?ng c? th? -C?n ph?i l?a ch?n m?t ph?n mã s?

source: Search for Inventory Items
ar: البحث عن أصناف المخزون
et: Otsi inventari
fa: جست و جو در مورد موجودی
fr_lu: Rechercher les articles en stock
hr_hr: Tražite inventara
ja: 品目検索
lv_lv: Meklēt preci:
pl_pl: Szukaj pozycji inwentarza
vi_vn: Tìm kiếm hàng tồn kho

source: No stock items were returned by the SQL because
ar: يتم إرجاع أية بنود المخزون من قبل SQL لأن
et: Ei aktsia tagastati poolt SQL sest
fa: بدون انبار موجود توسط گذاشتن چون بازگردانده شدند
fr_lu: Échec de la commande d'affichage des articles car
hr_hr: Nema dionica stavke su se vratili sa SQL , jer
ja: いいえ在庫がある商品は、SQLによって返されませんでしたので、
lv_lv: SQL neatrada preces, jo
pl_pl: SQL nie zwrócił pozycji magazynowych ponieważ
vi_vn: Không có hàng trong kho nào được trả về từ dữ liệu SQL vì

source: The SQL that returned an error was
ar: كان SQL التي إرجاع خطأ
et: SQL et tagastatakseviga oli
fa: بازگشت گذاشتن که خطا بود
fr_lu: Échec de la commande SQL:
hr_hr: SQL koji je vratio pogrešku
ja: エラーを返しましたSQLがあった
lv_lv: SQL , kas būtu atgriezies kļūda bija
pl_pl: Użyte zapytanie SQL
vi_vn: D? li?u SQL tr? v? l?i là

source: No stock items were returned by this search please re-enter alternative criteria to try again
ar: يتم إرجاع أية بنود المخزون من قبل هذا البحث يرجى إعادة إدخال معايير بديلة للمحاولة مرة أخرى
et: Ei aktsia tagastati selle otsingu sisesta uuesti alternatiivsed kriteeriumid proovi uuesti
fa: بدون انبار موجود توسط این جستجو پیدا نشد لطفا دوباره وارد کنید معیارهای جایگزین برای دوباره سعی کنید
fr_lu: Aucun article n'a été trouvé lors de cette recherche : essayez avec un autre critère de recherche
hr_hr: Nema dionica stavke su se vratili ovim potrazi ponovno unesite alternativne kriterije za ponovni pokušaj
ja: 在庫なし項目がこの検索によって返されなかったことは別の基準がもう一度試しに再入力してください
lv_lv: Neviens Noliktavā preces tika atdoti ar šo meklēšanu , lūdzu vēlreiz ievadiet alternatīvus kritērijus, lai mēģinātu vēlreiz
pl_pl: Nie znaleziono żadnych towarów. Wprowadź inne kryteria i powtórz szukanie
vi_vn: Không có hàng trong kho nào được trả về sau tìm kiếm này vui lòng nhập lại yêu cầu tìm kiếm khác

source: MRP Reschedule Report
ar: MRP إعادة جدولة تقرير
et: MRP Muuda aeg Report
fa: لوازم Reschedule گزارش
fr_lu: MRP Replanifier Rapport
hr_hr: MRP Pomakni Prijavi
ja: メッセージレポート
lv_lv: Ziņojuma atskaite
pl_pl: MRP Przełóż Zgłoś
vi_vn: Báo cáo

source: MRP Reschedules
ar: MRP يعيد جدولة
et: MRP korraldavad ümber
fa: لوازم Reschedules
fr_lu: MRP reporte
ja: MRP再スケジュール
lv_lv: MRP atkārtoti grafiki
pl_pl: MRP zmianę harmonogramu
vi_vn: Gia h?n MRP

source: The MRP reschedules could not be retrieved by the SQL because
ar: و يعيد جدولة MRP لا يمكن استردادها بواسطة SQL لأن
et: MRP korraldavad ümber ei saanud need väljaSQL sest
fa: لوازم reschedules می تواند با گذاشتن زیرا قابل بازیابی نیست
fr_lu: Le rééchelonnement MRP ne pouvait pas être récupéré par le SQL, car
hr_hr: MRP reschedules ne može dohvatiti , jer od strane SQL
ja: 得意先詳細はSQLで検索ができませんでした、というのは
lv_lv: Bankas kontu nevar iegut, jo
pl_pl: Zmianę harmonogramu MRP nie mógł zostać przywrócony przez SQL Server, ponieważ
vi_vn: Không truy xu?t du?c gia h?n MRP t? d? li?u SQL vì

source: No MRP reschedule retrieved
ar: لا MRP إعادة جدولة استرجاع
et: No MRP ajatada kätte
fa: بدون لوازم reschedule بازیابی
fr_lu: Pas MRP rééchelonner récupéré
hr_hr: Ne MRP zakazali dohvatiti
ja: いいえMRPはスケジュールない取得
lv_lv: Nav MRP pārplānot ielādēts
pl_pl: Nr MRP przełożyć przywrócony
vi_vn: Không có gia h?n MRP nào du?c truy xu?t

source: MRP Reschedule Reporting
ar: MRP إعادة جدولة التقارير
et: MRP Muuda aeg aruandlus
fa: لوازم Reschedule گزارش
fr_lu: MRP Replanifier Reporting
hr_hr: MRP Pomakni Izvještavanje
ja: レポートの再スケジュールMRP
lv_lv: SAP Pārplānot Ziņojumi
pl_pl: MRP Przełóż Sprawozdawczości
vi_vn: Báo cáo gia h?n MRP

source: Stock
ar: الأوراق المالية
et: aktsia
fa: موجودی
hr_hr: zaliha
ja: 品目ID
lv_lv: Preces kods
pl_pl: Fotografia
vi_vn: Kho

source: Work Orders Only
ar: أوامر العمل فقط
et: Töökäsud Ainult
fa: دستور کار فقط
fr_lu: Seuls les ordres de travail
hr_hr: Samo radni nalozi
ja: 作業指図だけオープン
lv_lv: Rīkojumi vienīgi
pl_pl: Tylko zleceń
vi_vn: Ch? dành cho l?nh s?n xu?t

source: Purchase Orders Only
ar: أوامر الشراء فقط
et: Ostutellimuste Ainult
fa: سفارشات خرید فقط
fr_lu: Seuls les bons de commande
hr_hr: Samo nalozi za nabavu
ja: 購買発注
lv_lv: Iepirkums
pl_pl: Zamówienia tylko
vi_vn: Chỉ dành cho đơn hàng thu mua

source: Selection:
ar: اختيار:
et: valik:
fa: انتخاب :
hr_hr: Izbor:
ja: セクション
lv_lv: Sekcijas
pl_pl: Wybór:
vi_vn: Lựa chọn:

source: MRP Shortages Report
ar: عن النقص MRP
et: MRP puudus aruanne
fa: کمبود لوازم گزارش
fr_lu: Rapport des pénuries MRP
hr_hr: MRP Manjak Prijavi
ja: メッセージレポート
lv_lv: Ziņojuma atskaite
pl_pl: Niedobory MRP Zgłoś
vi_vn: Báo cáo rút g?n MRP

source: MRP Shortages
ar: النقص MRP
et: MRP puudus
fa: کمبود لوازم
fr_lu: Pénuries MRP
hr_hr: Manjak MRP
ja: MRPの不足
lv_lv: MRP trūkums
pl_pl: Niedobory MRP
vi_vn: MRP Thiếu

source: MRP Excess Report
ar: تقرير الزائدة MRP
fr_lu: Rapport des excès MRP (gestion des besoins matériaux)
ja: メッセージレポート

source: MRP Excess
ar: MRP الزائدة
et: MRP Omavastutus
fr_lu: Excès MRP (gestion des besoins matériaux)
hr_hr: Višak MRP
ja: MRPの過剰
vi_vn: MRP dư thừa

source: Create of demandtotal failed because
ar: خلق من demandtotal فشلت بسبب
et: Loo kohta demandtotal ebaõnnestus, kuna
fa: ایجاد demandtotal از شکست خورده به دلیل
fr_lu: Échec de création des "demandtotal" car
hr_hr: Napravite mjesta demandtotal uspio jer
ja: この税務当局の更新は失敗しました
lv_lv: Neizdevās mainīt lomas dro&#353;ību, jo
pl_pl: Tworzenie z demandtotal powiodła się, ponieważ
vi_vn: T?o t?ng nhu c?u không thành công vì

source: Create of supplytotal failed because
ar: خلق من supplytotal فشلت بسبب
et: Loo kohta supplytotal ebaõnnestus, kuna
fa: ایجاد supplytotal از شکست خورده به دلیل
fr_lu: Échec de création des "supplytotal" car
hr_hr: Napravite mjesta supplytotal uspio jer
ja: この税務当局の更新は失敗しました
lv_lv: Neizdevās mainīt lomas dro&#353;ību, jo
pl_pl: Tworzenie z supplytotal powiodła się, ponieważ
vi_vn: T?o t?ng cung c?p không thành công vì

source: MRP Shortages and Excesses
ar: النقص MRP والتجاوزات
et: MRP nappuse ja omavastutustega
fr_lu: Pénuries et excès MRP (gestion des besoins matériaux)
hr_hr: Manjak MRP i pretjerivanja
ja: MRPの不足と過剰

source: The MRP shortages and excesses could not be retrieved by the SQL because
ar: لا يمكن استرجاع النقص MRP والتجاوزات من قبل SQL لأن
fr_lu: Aucune pénurie de biens immobiliers matrimoniaux affichée:
ja: 得意先詳細はSQLで検索ができませんでした、というのは

source: No MRP shortages - Excess retrieved
ar: لا نقص MRP - زيادة استرجاع
et: No MRP puudumisest - Liigne kätte
fr_lu: Aucune pénurie MRP (gestion des besoins matériaux)
hr_hr: Nema MRP nestašica - Višak dohvatiti
ja: MRP不足なし - 過剰は、取得しません
lv_lv: Nav MRP trūkums - Excess ielādēts

source: Number of Parts:
ar: عدد الأجزاء:
et: Osade arv :
fa: تعداد قطعات :
fr_lu: Nombre de pièces:
hr_hr: Broj dijelova :
ja: 部品の数：
lv_lv: Skaits Parts :
pl_pl: Z kilku części:
vi_vn: S? ph?n

source: Total Extended Shortage:
ar: مجموع نقص الموسعة:
et: Kokku Laiendatud Puudus :
fa: کمبود تعداد تمدید :
hr_hr: Ukupno Extended Nedostatak :
ja: 合計拡張不足：
lv_lv: Pavisam Paplašinātā Iztrūkums :
pl_pl: Razem Extended Niedobór:
vi_vn: Toàn b? các m? r?ng rút g?n:

source: Total Extended Excess:
ar: مجموع الزيادة الموسعة:
et: Kokku Laiendatud Omavastutus :
hr_hr: Ukupno Extended Višak :
ja: 御提供価格

source: MRP Shortages - Excess Reporting
ar: النقص MRP - التقارير الزائدة
et: MRP puudumisest - Liigne aruandlus
fr_lu: Pénuries MRP (gestion des besoins matériaux) - Rapport des excès
hr_hr: Manjak MRP - Višak Reporting
ja: MRP不足 - 過剰レポーティング

source: Sort
ar: نوع
fa: مرتبسازی بر حسب
fr_lu: Trier
hr_hr: Sortiranje
ja: 短い
lv_lv: Piedodiet
pl_pl: Sortuj
vi_vn: Loại

source: Extended Shortage Dollars
ar: دولار نقص الموسعة
et: Laiendatud nappus dollarit
fa: دلار تمدید کمبود
fr_lu: Pénurie prolongée de dollars
hr_hr: Proširene nestašice dolara
ja: 拡張不足ドル
lv_lv: Pagarināts Trūkums dolāri
pl_pl: Dolary Extended Niedobór
vi_vn: Thiếu đô la mở rộng

source: Shortage-Excess Option
ar: الخيار نقص - الزائدة
et: Puuduse - Liigne variant
fr_lu: Option pénuries/excès
hr_hr: Nedostatak - Višak Opcija
ja: 不足·過剰オプション
lv_lv: Trūkums - Excess variants

source: Report MRP Shortages
ar: الإبلاغ عن النقص MRP
et: Teata MRP puudus
fr_lu: Rapport des pénuries MRP (gestion des besoins matériaux)
hr_hr: Prijavi MRP nestašica
ja: MRPの不足を報告

source: Report MRP Excesses
ar: الإبلاغ عن تجاوزات MRP
et: Teata MRP omavastutustega
fa: گزارش افراط لوازم
fr_lu: Rapport d'excès MRP
hr_hr: Prijavi MRP ekscesima
ja: MRPの行き過ぎを報告
lv_lv: Ziņojums MRP pārmērības
pl_pl: Zgłoś ekscesów MRP
vi_vn: Báo cáo MRP thái quá

source: Supply
ar: تزويد
et: varustama
fa: ذخیره
fr_lu: Approvisionnement
hr_hr: snabdijevanje
ja: 仕入先
lv_lv: Piegādātājs
pl_pl: Zasilania
vi_vn: cung cấp

source: Demand
ar: الطلب
et: nõudlus
fa: تقاضا
fr_lu: Demande
hr_hr: potražnja
ja: 必要数量
lv_lv: Pieprasījums
pl_pl: Potrzeba
vi_vn: yêu cầu

source: Ext. Shortage
ar: تحويلة.
et: Ext .
fa: Ext. کمبود
fr_lu: Pénurie détaillée
hr_hr: Ext .
ja: 内線。
lv_lv: Ext .
pl_pl: Wewn. Brak
vi_vn: Ext.

source: Excess
ar: فائض
et: liig
fr_lu: Excès
ja: 処理
lv_lv: pārpalikums

source: Ext. Excess
ar: تحويلة.
et: Ext .
fr_lu: Dépassements détaillé
hr_hr: Ext .
ja: 内線。

source: There are no members of the Inventory Valuation Recipients email group
ar: لا يوجد أعضاء تثمين المجموعة البريد الإلكتروني للمتلقي الجرد
et: Puuduvad liikmed varude hindamise saajad e rühma
fa: هیچ یک از اعضای پرسشنامه گذاری گروه دریافت کنندگان ایمیل وجود دارد
fr_lu: Il n'y a pas membres de l' évaluation bénéficiaires groupe de messagerie d'inventaire
hr_hr: Nema članovi Inventar vrednovanje primatelja e skupine
ja: 在庫評価受信者のメールグループのメンバーが全くありません
lv_lv: Nav par inventarizācijas Vērtēšanas adresātu e-pasta grupas dalībnieki
pl_pl: Brak użytkowników odbiorców magazynu Wyceny grupy e-mail
vi_vn: Không có các thành viên của Những người nhận định giá nhóm email tồn kho

source: Please find herewith the stock valuation report
ar: تجدون طيه تقرير تقييم الأسهم
et: Palun leia käesolevagavarude hindamise aruanne
fa: لطفا پیدا کردن این نامه گزارش ارزیابی سهام
fr_lu: Rapport d'évaluation des stocks
hr_hr: Molimo pronaći ovime izvješće vrednovanja zaliha
ja: これにより株式価値算定書を見つけてください
lv_lv: Lūdzu šeit akciju novērtējuma ziņojumu
pl_pl: Raport w załączeniu
vi_vn: Xin vui lòng tìm kèm theo Quyết định báo cáo định giá cổ phiếu

source: Print Inventory Valuation
ar: طباعة تقييم المخزون
et: Trüki Varude hindamine
fa: نسخه قابل چاپ گذاری پرسشنامه
fr_lu: Imprimer évaluation des stocks
hr_hr: Ispis Inventar vrednovanje
ja: 棚卸資産の評価を印刷
lv_lv: Drukāt krājumu novērtēšanu
pl_pl: Wydrukuj wyceny zapasów
vi_vn: In Định giá hàng tồn kho

source: The Inventory valuation report has been mailed
et: Varude hindamine aruanne on saatnud
fa: گزارش ارزیابی موجودی فرستاده شده است
fr_lu: Le rapport d'évaluation de l'inventaire a été envoyé
hr_hr: Izvješće Inventar vrijednost je poslan
ja: 在庫評価レポートが郵送されています
lv_lv: Krājumu novērtēšana ziņojums ir nosūtīts
pl_pl: Raport wyceny zapasów został wysłany
vi_vn: Báo cáo định giá hàng tồn kho đã được gửi

source: There are errors lead to mails not sent
ar: هناك أخطاء تؤدي إلى رسائل لم ترسل
et: On vigu põhjustada kirju ei saadeta
fa: اشتباهات وجود دارد منجر به ایمیل ارسال نشد
fr_lu: Il ya des erreurs conduisent à des mails ne sont pas envoyés
hr_hr: Postoje pogreške dovesti do mailova poslanih ne
ja: ありますエラーは送信されませんメールにつながる
lv_lv: Ir kļūdas, izraisīt pastu nav nosūtīti
pl_pl: Istnieją błędy prowadzą do maili nie wysłanych
vi_vn: Có sai sót dẫn đến thư không gửi

source: There are no members of the Sales Analysis Report Recipients email group
ar: لا يوجد اعضاء من تحليل تقرير فريق البريد الإلكتروني للمتلقي المبيعات
et: Puuduvad liikmed Müük analüüs Teata saajad e rühma
fa: هیچ یک از اعضای فروش تجزیه و تحلیل گزارش گروه دریافت کنندگان ایمیل وجود دارد
fr_lu: Il n'y a pas de membres du Rapport d'analyse des bénéficiaires groupe de messagerie des ventes
hr_hr: Nema članovi Prijavi prodaja analiza primatelja e skupine
ja: 販売分析レポート受信者のメールグループのメンバーが全くありません
lv_lv: Nav no pārdošanas analīzes ziņojumā adresātu e-pasta grupas dalībnieki
pl_pl: Brak członków Sprzedaży Analiza odbiorców raportów grupy e-mail
vi_vn: Không có các thành viên của Báo cáo phân tích nhóm Người nhận email bán hàng

source: Please find herewith sales report
ar: تجدون طيه تقرير المبيعات
et: Palun leia käesolevaga müügi aruanne
fa: لطفا این نامه پیدا کردن گزارش فروش
fr_lu: S'il vous plaît trouver ci-joint le rapport des ventes
hr_hr: Molimo pronaći ovime prodaje izvješće
ja: これにより売上レポートを見つけてください
lv_lv: Lūdzu šeit pārdošanas atskaiti
pl_pl: Raport sprzedaży w załączeniu.
vi_vn: Vui lòng xem báo cáo bán hàng theo Thông tư này

source: Sales Analysis Report
ar: تقرير تحليل المبيعات
et: Müügi analüüs aruanne
fa: فروش تجزیه و تحلیل گزارش
fr_lu: Rapport d'analyse des ventes
hr_hr: Izvješće o analizi prodaje
ja: 販売分析レポート
lv_lv: Pārdo&#353;anas analīzes atskaite
pl_pl: Raport Sprzedaży
vi_vn: Báo cáo phân tích kinh doanh

source: Error running automated sales report number
ar: خطأ تشغيل مبيعات الآلي رقم التقرير
et: Viga töötab automatiseeritud müügi aruande number
fa: خطا در حال اجرا خودکار فروش تعداد گزارش
fr_lu: Erreur lors de la création automatique des rapports de vente
hr_hr: Pogreška prikazivati ​​automatizirane prodaje prijaviti broj
ja: 自動販売を実行しているエラーは、番号を報告
lv_lv: Kļūda Running automatizētas pārdošanu ziņo numuru
pl_pl: Błąd przy generowaniu numeru raportu sprzedaży
vi_vn: G?p l?i khi ch?y s? báo cáo kinh doanh t? d?ng

source: Please find herewith the comma separated values sales report
ar: تجدون طيه مفصولة بفواصل تقرير مبيعات القيم
et: Palun leia käesolevagakomaga eraldatud väärtuste müügi aruanne
fa: لطفا پیدا کردن این نامه با کاما از هم جدا ارزش گزارش فروش
fr_lu: Rapport des ventes (format CSV)
hr_hr: Molimo pronaći ovimerazdvojene zarezom prodaje izvješće
ja: 同封、カンマで区切られた値の売上レポートを見つけてください
lv_lv: Lūdzu šeitkomatiem atdalītas vērtības pārdošanas atskaiti
pl_pl: Proszę znaleźć niniejszym oddzielone przecinkami wartości raportu sprzedaży
vi_vn: Xin vui lòng tìm kèm dấu phẩy giá trị báo cáo bán hàng

source: Sales Analysis
ar: تحليل المبيعات
et: müügi analüüs
fa: فروش تجزیه و تحلیل
fr_lu: Analyses des Ventes
hr_hr: Analiza prodaje
ja: 販売分析
lv_lv: Pārdo&#353;anas analīze
pl_pl: Analiza Sprzedaży
vi_vn: Phân tích kinh doanh

source: CSV Format
ar: تنسيق CSV
et: CSV formaadis
fa: فرمت CSV
fr_lu: Format CSV
hr_hr: Format CSV
ja: CSV形式
lv_lv: CSV formāts
pl_pl: Format CSV
vi_vn: ĐỊnh dạng CSV

source: Mailing Group Maintenance
ar: صيانة المجموعة البريدية
et: Mailing Group Hooldus
fa: تعمیر و نگهداری پستی گروه
fr_lu: Maintien du groupe de diffusion
hr_hr: Poštanska Grupa Održavanje
ja: メーリンググループのメンテナンス
lv_lv: Pasta Group uzturēšana
pl_pl: Konserwacja Grupa Pocztowa
vi_vn: Gửi thư Nhóm bảo trì

source: The Mail Group should be less than 100 characters and cannot contain illegal characters and cannot be null
ar: يجب أن تكون المجموعة البريد أقل من 100 حرفا ولا يمكن أن تحتوي أحرف غير شرعية ولا يمكن أن تكون فارغة
et: Mail Group peaks olema väiksem kui 100 tähemärki ja ei tohi sisaldada keelatud märke ja ei saa olla null
fa: ایمیل گروه کمتر از 100 حرف باید و می تواند شامل کاراکترهای غیر قانونی نیست و نمی تواند تهی
hr_hr: Grupa Mail bi trebao biti manji od 100 znakova i ne smije sadržavati nedopuštene znakove , a ne može biti nula
ja: メールグループは、100文字未満である必要があり、不正な文字を含めることはできませんし、 NULLにすることはできません
lv_lv: Mail Group jābūt mazākam par 100 rakstu zīmēm , un nevar saturēt nederīgas rakstzīmes , un nevar būt nulle
pl_pl: Grupa Poczta powinna być mniejsza niż 100 znaków i nie może zawierać niedozwolonych znaków i nie może być zerowa
vi_vn: Thư Nhóm nên được ít hơn 100 ký tự và không có thể chứa các ký tự bất hợp pháp và không có thể là vô giá trị

source: Failed to add new mail group
ar: فشل في إضافة مجموعة بريد جديد
et: Failed lisada uusi mail rühm
fa: برای اضافه کردن ایمیل جدید گروه ناموفق بود
fr_lu: Impossible d'ajouter un nouveau groupe de messagerie
hr_hr: Nisam uspio dodati novu grupu pošte
ja: 新しいメールグループの追加に失敗しました
lv_lv: Neizdevās pievienot jaunu pasta grupu
pl_pl: Nie udało się dodać nową grupę poczty
vi_vn: Không thể thêm nhóm thư mới

source: The User Id should be set and must be less than 21 and cannot contains illegal characters
et: Kasutaja Id tuleks ja peab olema väiksem kui 21 ja ei saa sisaldab keelatud sümboleid
fa: شناسه کاربر باید و باید کمتر از 21 باشد و می تواند شامل شخصیت های غیر قانونی
hr_hr: Korisnik Id treba postaviti i mora biti manji od 21 i ne mogu sadrži nedozvoljene znakove
ja: ユーザーIDが設定されるべきであり、 21未満でなければなりませんし、不正な文字が含まれていることができない
lv_lv: Lietotāja ID jānosaka , un jābūt mazāk nekā 21 , un nevar satur neatļautas rakstzīmes
pl_pl: Id Użytkownik powinien być ustawiony i może być mniejsza niż 21 i nie zawiera niedozwolone znaki
vi_vn: Các ID người dùng sẽ được thiết lập và phải nhỏ hơn 21 và không có thể chứa các ký tự bất hợp pháp

source: The Group Id must be integer
et: Id peab olema täisarv
fa: شناسه ( شماره ) گروه ، باید عدد صحیح باشد
fr_lu: L'ID du groupe doit être un entier
hr_hr: Id Grupa mora biti cijeli broj
ja: グループIDは整数でなければなりません
lv_lv: Grupa Id jābūt veselam skaitlim
pl_pl: Id Grupa musi być liczbą
vi_vn: Id Nhóm phải là số nguyên

source: The Group name should be set and must be less than 100 characters and cannot contains illegal characters
et: Grupi nimi tuleks ja peab olema väiksem kui 100 tähemärki ja ei sisalda keelatud sümboleid
fa: نام گروه باید و باید کمتر از 100 کاراکتر باشد و می تواند شامل شخصیت های غیر قانونی
hr_hr: Grupa ime treba postaviti i mora biti manji od 100 znakova , a ne mogu sadrži nedozvoljene znakove
ja: グループ名が設定されるべきであり、 100文字未満である必要があり、不正な文字が含まれていることができない
lv_lv: Grupas nosaukums jānosaka , un jābūt mazāk nekā 100 rakstzīmes , un nevar satur neatļautas rakstzīmes
pl_pl: Nazwa grupy powinna być ustalona i może być mniejsza niż 100 znaków i nie zawiera niedozwolone znaki
vi_vn: Tên nhóm phải được thiết lập và phải được ít hơn 100 ký tự và không chứa các ký tự bất hợp pháp

source: Failed to add users to mail group
ar: فشل في إضافة مستخدمين إلى مجموعة الإلكتروني
et: Ebaõnnestus lisada kasutajaid mail rühm
fa: برای اضافه کردن کاربران به گروه ایمیل انجام نشد
fr_lu: Impossible d'ajouter des utilisateurs au groupe mail
hr_hr: Nije uspjelo dodavanje korisnika mail skupini
ja: メールグループにユーザーを追加できませんでした
lv_lv: Neizdevās pievienot lietotājus pasta grupai
pl_pl: Nie udało się dodać użytkowników do grupy poczty
vi_vn: Không thêm người dùng vào nhóm mail

source: Failed to delete the mail group which id is
ar: فشل في حذف المجموعة الإلكتروني الذي هو معرف
et: Kustutamine ebaõnnestusmail rühma, mis id on
fa: گروه الکترونیکی که شناسه (شماره) است به حذف ناموفق بود
fr_lu: Impossible de supprimer le groupe de messagerie qui id est
hr_hr: Nije uspjelo brisanje pošte skupinu koja je id
ja: IDはメールグループの削除に失敗しました
lv_lv: Neizdevās dzēst pasta grupu, kas id ir
pl_pl: Nie udało się usunąć grupę mail, którego id jest
vi_vn: Không thể xóa nhóm mail mà id là

source: The group id must be numeric
et: Grupi id peavad olema numbrilised
fa: شناسه ( شماره ) گروه ، باید عدد باشد
fr_lu: L'identifiant de groupe doit être numérique
hr_hr: Id grupa mora biti numerička
ja: グループIDは数値でなければなりません
lv_lv: Grupa id jābūt ciparu
pl_pl: Id grupa musi być liczbą
vi_vn: Nhóm id phải là số

source: The Group Name should be less than 100 and cannot contains illegal characters
et: Grupi nimi peaks olema väiksem kui 100 ja ei sisalda keelatud sümboleid
fa: نام گروه باید کمتر از 100 و می تواند شامل شخصیت های غیر قانونی
hr_hr: Ime grupe bi trebao biti manji od 100 , a ne može sadrži nedozvoljene znakove
ja: グループ名は100未満でなければならず、不正な文字が含まれていることができない
lv_lv: Grupas nosaukums ir mazāks par 100 , un nevar satur neatļautas rakstzīmes
pl_pl: Nazwa grupy powinna być mniejsza niż 100 i nie zawiera niedozwolone znaki
vi_vn: Group Name nên được ít hơn 100 và không có thể chứa các ký tự bất hợp pháp
