Repository: timschofield/KwaMoja-Medical
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar, et, fa, fr_lu, hr_hr, ja, lv_lv, pl_pl, vi_vn

source: Enter Line Item to this purchase order
ar: أدخل الخط عنصر إلى هذا أمر الشراء
et: Sisesta rida sellele tellimusele
fa: موردی را وارد خط به منظور خرید این
fr_lu: Saisir un poste pour cette commande
hr_hr: Unesite stavku u ovom narudžbenice
ja: 新しい購買発注入力
lv_lv: Ievadīt piegādi pret iepirkuma rīkojumu
pl_pl: Wpisz Line do tego przedmiotu zamówienia
vi_vn: Nhập Mục Hàng vào đơn đặt hàng này

source: Order Initiation Details
ar: التفاصيل لكي استهلال
et: Telli algatamine Details
fa: جزئیات سفارش معارفه رسمی رحیم مشایی
fr_lu: Origine de la commande
hr_hr: Naručite Iniciranje Brodu
ja: 注文創設の詳細
lv_lv: Rīkojuma ievadī&#353;anas detaļas
pl_pl: Szczegóły Nowego Zamówienia
vi_vn: Đặt hàng Chi tiết Initiation

source: Order Status
ar: ترتيب أوضاع
et: Tellimuse olek
fa: وضعیت سفارش
fr_lu: Statut des commandes
hr_hr: Status naloga
ja: 注文状況
lv_lv: Pasūtījuma statuss
pl_pl: Status zamówień
vi_vn: Tình trạng đơn hàng

source: PO Date
ar: PO التسجيل
et: PO aeg
fa: صندوق تاریخ
fr_lu: Date de cde
hr_hr: PO Datum
ja: 注文日
lv_lv: Rīkojuma datums
pl_pl: Data PO
vi_vn: Ngày don mua hàng

source: Version
ar: الإصدار
et: versioon
fa: نسخه
hr_hr: verzija
ja: バージョン
lv_lv: Versija
pl_pl: Wersja
vi_vn: Phiên b?n

source: Revised
ar: منقح
et: Läbivaadatud
fa: تجدید نظر شده
fr_lu: Révisée
hr_hr: prerađen
ja: 返品
lv_lv: Saņemts
pl_pl: Zmienione
vi_vn: Ðã du?c s?a d?i

source: Initiated By
ar: التي بدأتها
et: algatatud
fa: آغاز شده توسط
fr_lu: Initié par
hr_hr: Pokreću
ja: 作成者
lv_lv: Ievadījis
pl_pl: Wprowadził
vi_vn: Ðu?c b?t d?u theo

source: Requisition Ref
ar: طلب المرجع
et: rekvireerimise Ref
fa: درخواست کد عکس
fr_lu: Réf. de la demande
hr_hr: rekvizicije Ref.
ja: 請求書参照
lv_lv: Pieprasījuma atsauksme
pl_pl: Zapotrzebowania Ref
vi_vn: V? vi?c trung d?ng

source: Date Printed
ar: التسجيل مطبوعة
et: trükitud kuupäeva
fa: تاریخ چاپ
fr_lu: Date d'impression
hr_hr: datuma otisnutog
ja: 印刷日
lv_lv: Sagatavots
pl_pl: Data Wydruku
vi_vn: Ngày du?c in

source: Allow Reprint
ar: السماح طبع
et: Luba kordustrükk
fa: اجازه چاپ مجدد
fr_lu: Permettre la ré-impression
hr_hr: Dopustite Reprint
ja: 再印刷許可
lv_lv: Atļauj pārdrukāt
pl_pl: Pozwól na Ponowny Wydruk
vi_vn: Cho phép in lại

source: Reprint Now
ar: طبع الآن
et: Printige Now
fa: چاپ مجدد کن
fr_lu: Ré-imprimer
hr_hr: Pretisak Sada
ja: 再印刷
lv_lv: Pārdrukāt
pl_pl: Wydrukuj Ponownie
vi_vn: In lại ngay bây giờ

source: Receive this order
ar: تتلقى هذا النظام
et: Saate seda , et
fa: دریافت این دستور
fr_lu: Recevoir cet ordre
hr_hr: Primite ovu narudžbu
ja: 購買発注入庫
lv_lv: Saņemt iegādes rīkojumu
pl_pl: Pojemność tego celu
vi_vn: Nhận đơn hàng này

source: New Purchase Order
ar: جديد أمر الشراء
et: Uus ostutellimuse
fa: سفارش خرید
fr_lu: Nouveau bon de commande
hr_hr: Novi narudžbenicu
ja: 購買発注
lv_lv: Jauns Pasūtījuma
pl_pl: New Order Zakup
vi_vn: Mới Mua hàng

source: Status Comment
ar: وضع تعليق
et: Staatus Comment
fa: بازخورد (نظر شما وضعیت
fr_lu: Commentaire statut
hr_hr: Status Komentar
ja: 状況コード
lv_lv: Komentārs par statusu
pl_pl: Status komentarz
vi_vn: Bình luận tình trạng

source: Status Update
ar: تحديث الحالة
et: oleku uuendus
fa: وضعیت به روز رسانی
fr_lu: Mise à jour du satut
hr_hr: Ažuriraj status
ja: 状況コード
lv_lv: Statusa kods
pl_pl: Stan aktualizacji
vi_vn: Cập nhật tình trạng

source: Warehouse Info
ar: مستودع معلومات
et: ladu Info
fa: انبار اطلاعات
fr_lu: Banques Info
hr_hr: Skladište Info
ja: 倉庫情報
lv_lv: Papildus info
pl_pl: Magazyn Info
vi_vn: Thông tin nhà kho

source: Supplier Info
ar: المورد معلومات
et: Pakkuja Info
fa: تامین کننده اطلاعات
fr_lu: Info-fournisseur
hr_hr: Dobavljač Info
ja: 仕入先コード
lv_lv: Piegādātāja kods
pl_pl: Informacje o dostawcy
vi_vn: Thông tin nhà cung cấp

source: Warehouse
ar: مستودع
et: ladu
fa: انبار
fr_lu: Entrepôt
hr_hr: skladište
ja: 倉庫
lv_lv: Noliktava
pl_pl: Magazyn
vi_vn: Nhà kho

source: The default stock location set up for this user is not a currently defined stock location
ar: موقع الاسهم الافتراضية التي أنشئت من أجل هذا المستخدم ليس موقعا الأسهم المحددة حاليا
et: Default stock asukoha loodud see kasutaja ei ole praegu kindlaksmääratud varude asukohta
fa: به طور پیش فرض محل سهام تا کاربر برای این مجموعه تعریف شده در حال حاضر محل سهام نمی باشد.
fr_lu: La situation géographique pour cet utilisateur n'est pas une situation actuellement définie
hr_hr: Mjesto zadana dionica postavljen za ovog korisnika nijetrenutno definira dioničko Mjesto
ja: このユーザ用に設定されたデフォルトの株式の場所は、現在定義されている在庫場所ではありません
lv_lv: Noklusētā noliktava, kura ir piesaistīta lietotājam nav izveidota
pl_pl: Domyślny magazyn ustawiony dla tego użyttkownika nie jest aktualnie zdefiniowanym magazynem
vi_vn: Ð?a di?m kho m?c d?nh thi?t l?p cho ngu?i s? d?ng này không ph?i d?a di?m kho du?c xác d?nh hi?n t?i

source: Your system administrator needs to amend your user record
ar: يحتاج مسؤول النظام الخاص بك ل تعديل سجل المستخدم الخاص بك
et: Teie süsteemiadministraator on vaja muuta oma kasutaja rekord
fa: مدیر سیستم شما نیاز به اصلاح خود را ثبت کاربر
fr_lu: Votre administrateur système a besoin de modifier votre enregistrement utilisateur
hr_hr: Administrator sustava treba dopuniti svoje korisničko rekord
ja: システム管理者は、ユーザレコードを修正する必要があります
lv_lv: Jūsu sistēmu administratoram ir jālabo jūsu lietotāja uzstādijumi
pl_pl: Twój administrator musi skorygować twoje ustawienia
vi_vn: Ngu?i qu?n lý h? th?ng c?n s?a d?i h? so ngu?i s? d?ng

source: Delivery Contact
ar: التسليم اتصل
et: Toimetaja Kontakt
fa: تماس با تحویل
fr_lu: Livraison Contact
hr_hr: Dostava Kontakt
ja: 納品先
lv_lv: Piegādāt uz
pl_pl: Dostawa Kontakt
vi_vn: Thông tin liên lạc giao hàng

source: Delivery By
ar: التسليم عن طريق
et: käsipostiga
fa: تحویل توسط
fr_lu: Expéditeur
hr_hr: Dostava po
ja: 納品
lv_lv: Piegāde
pl_pl: Dostawy przez
vi_vn: Giao hàng bởi

source: Supplier Selection
ar: اختيار الموردين
et: Pakkuja valimine
fa: تامین کننده انتخاب
fr_lu: Sélection de fournisseur
hr_hr: Dobavljač Izbor
ja: 仕入先選択
lv_lv: Piegādātāju meklē&#353;ana
pl_pl: Wybór Dostawcy
vi_vn: lựa chọn nhà cung cấp

source: Select Now
ar: اختر الآن
et: Vali nüüd
fa: انتخاب کن
fr_lu: Sélectionner
hr_hr: Odaberite sada
ja: 選択Box
lv_lv: Izvēlēties
pl_pl: Wybierz teraz
vi_vn: Chọn ngay

source: Supplier Contact
ar: المورد الاتصال
et: Pakkuja Kontakt
fa: تماس با تامین کننده
fr_lu: Contacter le fournisseur
hr_hr: Dobavljač Kontakt
ja: 仕入先連絡先
lv_lv: Vendor Contacts
pl_pl: Dostawca Kontakt
vi_vn: Thông tin liên hẹ nhà cung cấp

source: Enter Line Items
ar: أدخل الخط الأصناف
et: Sisesta reaüksusi
fa: مورد خط را وارد کنید
fr_lu: Saisir un poste
hr_hr: Unesite Line artikle
ja: 行品目入力
lv_lv: Ievadīt preci
pl_pl: Wprowadź Pozycje
vi_vn: Nhập dòng hàng

source: Purchase Order Items
ar: طلب شراء وحدات
et: Ostutellimuse valikud
fa: مورد سفارش خرید
fr_lu: Articles en commande
hr_hr: Narudžbenica artikle
ja: 購買発注品目
lv_lv: Preces iepirkuma rÄ«kojumÄ�
pl_pl: Pozycje Zamówienia Zakupu
vi_vn: Các mặt hàng trong đơn mua hàng

source: Back To Purchase Order Header
ar: عودة إلى شراء رأس ترتيب
et: Tagasi Ostutellimuse Päise
fa: بازگشت به سربرگ سفارش خرید
fr_lu: Retour aux détails de la commande
hr_hr: Povratak na Narudžbenica Zaglavlje
ja: 受注ヘッダーを購入するために戻って
lv_lv: AtpakaÄ¼ uz iepirkuma rÄ«kojuma sÄ�kumu
pl_pl: Powrót do Naglówka Zamówienia Zakupu
vi_vn: Quay l?i tiêu d? don mua hàng

source: The conversion factor is expected to be numeric - the figure which converts from our units to the supplier units. e.g. if the supplier units is a tonne and our unit is a kilogram then the conversion factor that converts our unit to the suppliers unit is 1000
ar: ومن المتوقع أن تكون رقمية عامل التحويل - الرقم الذي يحول من وحداتنا إلى وحدات المورد .
et: Ümberhindamistegurite oodatakse numbreid -näitaja, mis muudab meie üksustetarnija ühikut.
fa: عامل تبدیل شده است انتظار می رود که عددی - شکل که از واحد ما را به واحدهای عرضه کننده کالا تبدیل شده است .
fr_lu: Le facteur de conversion est numérique - Ce nombre sert à convertir nos unités de/vers celles de nos fournisseurs, par exemple, si le fournisseur mesure en tonne et que notre unité est le kilo, alors le facteur de conversion est de 1000
hr_hr: Pretvorbeni faktor se očekuje da će biti numerička -brojka koja se pretvara iz naših jedinica prema dobavljaču jedinica .
ja: サプライヤーとのユニットに、当社台から変換し図 - 換算係数は、数値であることが期待されています。
lv_lv: Pārrēķina koeficients būs ciparu -skaitlis , kas pārveido no mūsu vienības piegādātājām vienībām .
pl_pl: Przelicznik powinien być numeryczne -figura, która konwertuje z naszych jednostek na jednostki dostawcami.
vi_vn: Số chuyển đổi dự kiến ​​sẽ được số - con số mà chuyển đổi từ các đơn vị của chúng tôi cho các đơn vị cung cấp .

source: The quantity in the supplier units is expected to be numeric. Please re-enter as a number
ar: ومن المتوقع أن تكون رقمية و كمية في وحدات المورد .
et: Kogustarnija ühikut oodatakse numbreid .
fr_lu: On prévoit que la quantité dans les unités de fournisseur à être numérique .
hr_hr: Količina u jedinicama dobavljača se očekuje da će biti brojni .
ja: サプライヤー単位の量は数値であることが期待される。
lv_lv: Apjomā attiecīgo piegādātājvalstu vienību daudzums būs ciparu .

source: The supplier price is expected to be numeric. Please re-enter as a number
ar: ومن المتوقع أن تكون رقمية سعر المورد .
et: Tarnija hind peaks olema numbriline .
fr_lu: On prévoit que le prix du fournisseur pour être numérique.
hr_hr: Dobavljač cijena se očekuje da bude brojčana .
ja: サプライヤー価格は数値であると予想される。
vi_vn: Giá nhà cung cấp dự kiến ​​sẽ được số.

source: The purchase order cannot be committed to the database because there is no delivery street address specified
ar: لا يمكن أن ترتكب أمر الشراء إلى قاعدة البيانات لأنه لا يوجد تسليم عنوان الشارع محدد
et: Ostutellimus ei saa pühendunud andmebaasi sest puudub kohaletoimetamise aadress määratletud
fr_lu: Le bon de commande ne peut être entré dans la base car l'adresse de livraison est incomplète
hr_hr: Narudžbenica ne može biti predana na bazu podataka , jer nema adrese dostave ulica navedeno
ja: 指定しないデリバリー住所がないため、発注書がデータベースにコミットすることはできません
vi_vn: Các đơn đặt hàng không có thể được cam kết cơ sở dữ liệu vì không có giao địa chỉ đường phố quy định

source: The purchase order can not be committed to the database because there is no location specified to book any stock items into
ar: لا يمكن أن ترتكب أمر الشراء إلى قاعدة البيانات لأنه لا يوجد مكان محدد لحجز أي بنود المخزون في
et: Ostutellimus ei saa pühendunud andmebaasi , sest ei ole määratud asukohta broneerida iga aktsia esemete
fa: سفارش خرید می توانید به پایگاه داده نمی شود مرتکب شده است زیرا هیچ مکان مشخص شده به کتاب هر انبار موجود به وجود
fr_lu: La commande ne peut être enregistrée car il n y a pas de localisation géographique
hr_hr: Narudžbenica ne može biti predana na bazu podataka , jer ne postoji lokacija navedena naručiti bilo dionica stavke u
ja: に任意の在庫のある商品を予約する指定のない場所が存在しないため、発注書がデータベースにコミットすることはできません
lv_lv: Iepirkuma rÄ«kojumu nevar reÄ£istrÄ�t datubÄ�zÄ�, jo nav norÄ�dÄ«ta noliktava
pl_pl: Nie można zapisać zamówienia zakupu do bazy ze względu na brak podanego magazynu
vi_vn: Các đơn đặt hàng không có thể được cam kết cơ sở dữ liệu vì không có địa điểm quy định để đặt bất kỳ mục cổ phiếu vào

source: The purchase order can not be committed to the database because there are no lines entered on this order
ar: لا يمكن أن ترتكب أمر الشراء إلى قاعدة البيانات لأنه لا توجد خطوط دخلت على هذا النظام
et: Ostutellimus ei saa pühendunud andmebaasi , sest puuduvad read kantud see , et
fa: سفارش خرید می توانید به پایگاه داده نمی شود متعهد هستند زیرا هیچ خط وارد شده در این دستور وجود دارد
fr_lu: La commande ne peut être enregistrée car il n y a pas de ligne de commande
hr_hr: Narudžbenica ne može biti predana u bazi podataka jer ne postoje linije ušli na ovim redoslijedom
ja: この順序で入力しない行が存在しないため、発注書がデータベースにコミットすることはできません
lv_lv: Iepirkuma rīkojumu nevar reÄ£istrÄ�t, jo nav ievadÄ«tas preces
pl_pl: Nie można zapisać zamówienia zakupu do bazy ze względu na brak pozycji zamówienia
vi_vn: Các đơn đặt hàng không có thể được cam kết cơ sở dữ liệu bởi vì không có đường vào đặt hàng này

source: Order Created and Authorised by
ar: النظام أنشاء و بتصريح من
et: Tellimus Loodud ja volitusel
fr_lu: Commande créée et autorisée par
ja: 順序は、によって作成され、ロレックス
lv_lv: Pasūtīt Created un Atļauts līdz

source: Your authority to approve purchase orders in
ar: سلطتكم في الموافقة أوامر الشراء في
et: Teie asutusel lubada müügitellimuste
fr_lu: Votre autorisation pour approuver les commandes
ja: に発注書を承認する権限
lv_lv: Jūsu iestāde apstiprināt pirkšanas pasūtījumus

source: has not yet been set up
ar: لم تحدد بعد حتى
fr_lu: pas encore été mis en place
ja: が挿入された

source: The order will be created with a status of pending and will require authorisation
ar: سيتم إنشاء النظام مع حالة معلقة و سوف تتطلب إذنا
et: Selleks on loodudstaatuse otsustamisel ja seda luba vaja
fa: منظور خواهد شد با یک وضعیت معلق ایجاد خواهد شد و مجوز نیاز
fr_lu: la commande sera en attente d'autorisation
hr_hr: Kako će biti izrađen sa statusom u tijeku , te će zahtijevati dozvolu
ja: オーダーは保留の状態で作成されますと承認を必要とします
lv_lv: Pasūtījums tiks izveidota ar statusu gaidot , un būs vajadzīga atļauja
pl_pl: Zamówienie zostanie utworzony ze statusem czasu i będzie wymagać zezwolenia
vi_vn: Thứ tự sẽ được tạo ra với trạng thái chờ và sẽ cần giấy phép

source: Order Created by
ar: ابتكرت من قبل النظام
et: Tellimus Loodud
fa: سفارش ایجاد شده توسط
fr_lu: Commande créée par
hr_hr: Poredak koji je stvorila
ja: 注文日
lv_lv: Lai Izveidoja
pl_pl: Zamówienie Wykonawca
vi_vn: Để tạo bởi

source: The purchase order header record could not be inserted into the database because
ar: لا يمكن إدراج النظام سجل رأس الشراء إلى قاعدة البيانات بسبب
et: Ostutellimus päisekirjet ei saa lisada andmebaasi sest
fa: سفارش خرید ضبط هدر می تواند به پایگاه داده نمی شود چون وارد
fr_lu: L'en-tête de la commande ne peut être enregistré dans la base de données car
hr_hr: Header narudžbenica rekord ne može se umetnuti u bazu podataka , jer
ja: 発注ヘッダー·レコードがデータベースに挿入することができませんでしたので、
lv_lv: Iepirkum rÄ«kojuma augÅ¡u nevar reÄ£istrÄ�t datubÄ�zÄ�, jo
pl_pl: Nagłówek zamówienia zakupu nie może być zapisany do bazy ponieważ
vi_vn: Mua kỷ lục tiêu đề để không có thể được đưa vào cơ sở dữ liệu bởi vì

source: The SQL statement used to insert the purchase order header record and failed was
ar: تستخدم عبارة SQL لإدراج طلب شراء سجل الرأس و فشل كان
et: SQL kasutada lisadatellimusele päisekirjet ja ei olnud
fa: در این بیانیه مورد استفاده قرار گذاشتن برای وارد کردن سفارش خرید ضبط هدر و شکست خورده بود
fr_lu: Échec de la commande SQL d'ajoût d'en-tête de bon de commande:
hr_hr: SQL se koristi za umetanje zaglavlja rekord narudžbenice i nije bio
ja: SQL文は、発注ヘッダレコードを挿入するために使用されていた失敗した
lv_lv: SQL izmanto, lai ievietotu pasūtījuma galvenes ieraksts , un neizdevās , bija
pl_pl: Użyta fraza SQL
vi_vn: Các câu lệnh SQL được sử dụng để chèn các bản ghi tiêu đề đơn đặt hàng và không được

source: One of the purchase order detail records could not be inserted into the database because
ar: لا يمكن إدراج واحدة من شراء سجلات التفصيل النظام في قاعدة البيانات بسبب
et: Üks ostutellimus üksikasjalikult andmeid ei saa sisestada andmebaasi , sest
fa: یکی از جزئیات به منظور خرید اسناد می تواند به پایگاه داده نمی شود چون وارد
fr_lu: Une fiche n'a pas pu être ajoutée à la base de données
hr_hr: Jedan od narudžbenica detaljno zapisa ne može se umetnuti u bazu podataka , jer
ja: 発注詳細レコードの一つがデータベースに挿入することができませんでしたので、
lv_lv: Viens no pirkuma pasūtījuma detaļu ierakstus nevar ievietot datu bāzē , jo
pl_pl: Jedna z pozycji zamówienia zakupu nie może być dodana do bazy ponieważ
vi_vn: Một trong những mua hồ sơ chi tiết để không có thể được đưa vào cơ sở dữ liệu bởi vì

source: The SQL statement used to insert the purchase order detail record and failed was
ar: تستخدم عبارة SQL لإدراج أمر الشراء تسجيل تفصيلي و فشلت كان
et: SQL kasutada lisadatellimusele detail rekord ja ei olnud
fa: در این بیانیه مورد استفاده قرار گذاشتن برای وارد کردن سفارش خرید ضبط جزئیات و شکست خورده بود
fr_lu: Échec de la commande SQL d'ajoût de bon commande:
hr_hr: SQL se koristi za umetanje detaljni zapis narudžbenice i nije bio
ja: SQL文は、購入注文詳細レコードを挿入するために使用されていた失敗した
lv_lv: SQL izmanto, lai ievietotu pasūtījuma detaļu uzskaiti un neizdevās , bija
pl_pl: Użyta fraza SQL
vi_vn: Các câu lệnh SQL được sử dụng để chèn các bản ghi chi tiết đơn đặt hàng và không được

source: Print Purchase Order
ar: طباعة أمر الشراء
et: Trüki ostutellimuse
fa: نسخه قابل چاپ سفارش خرید
fr_lu: Bon de commande imprimable
hr_hr: Ispis narudžbenice
ja: 購買発注印刷
lv_lv: Drukāt iepirkuma rīkojumu
pl_pl: Wydruk Zamówienia Zakupu
vi_vn: In đơn hàng thu mua

source: Order completed by
ar: أجل الانتهاء من
et: Tellimus lõpetatud
fr_lu: Commande terminée le
ja: 完了

source: Order modified by
ar: أجل تعديلها من قبل
et: Telli muudetud
fr_lu: Commande modifiée par
ja: 完了

source: The purchase order could not be updated because
ar: تعذر تحديث أمر الشراء بسبب
et: Ostutellimus ei saa ajakohastada , sest
fa: سفارش خرید نمی تواند به دلیل به روز شده
fr_lu: La commande ne peut être mise à jour car
hr_hr: Narudžbenica nisu mogli biti ažurirana , jer
ja: ので、注文書を更新できませんでした
lv_lv: Iepirkuma rÄ«kojumu nevar labot, jo
pl_pl: Nie można zmienić zamówienia zakupu ponieważ
vi_vn: Các đơn đặt hàng không có thể được cập nhật bởi vì

source: The SQL statement used to update the purchase order header record, that failed was
ar: وكان بيان SQL استخدامها لتحديث طلب شراء سجل الرأس ، التي فشلت
et: SQL kasutada uuendada ostutellimuse päisekirjet , mis ei olnud
fa: بیانیه گذاشتن برای به روز رسانی خرید منظور ثبت هدر ، که شکست خورده بود
fr_lu: Échec de la commande SQL de mise à jour de l'en-tête du bon de commande:
hr_hr: SQL se koristi za ažuriranje zaglavlja rekord narudžbe , koji nije bio
ja: 失敗した発注ヘッダー·レコードを更新するために使用されるSQL文は、だった
lv_lv: SQL izmanto, lai atjauninātu pasūtījuma galvenes ieraksts , ka neizdevās bija
pl_pl: Użyta fraza SQL
vi_vn: Các câu lệnh SQL được sử dụng để cập nhật các bản ghi tiêu đề đơn đặt hàng, mà không thành công là

source: The purchase order detail line could not be deleted because
ar: لا يمكن حذف أمر الشراء سطر التفاصيل لأن
fr_lu: Le détail des lignes de commande ne peut être supprimé car
ja: 更新された受注行は修正できない理由は

source: The SQL statement used to delete the purchase order detail record, that failed was
ar: وكان بيان SQL تستخدم ل حذف أمر الشراء سجل التفاصيل ، التي فشلت
fr_lu: Échec de la commande SQL de suppression de la fiche "détail de l'ordre d'achat":
ja: 場所レコード追加に用いられたSQLは失敗した

source: One of the purchase order detail records could not be updated because
ar: تعذر تحديث واحدة من شراء سجلات التفصيل لأن النظام
et: Üks ostutellimus detail arvestust ei saa ajakohastada , sest
fa: یکی از خرید ثبت جزئیات سفارش نمی تواند به دلیل به روز شده
fr_lu: une des fiches ne peut pas être mise à jour
hr_hr: Jedan od narudžbenica detaljno zapisa nisu mogli biti ažurirana , jer
ja: 発注詳細レコードの一つは更新できませんでしたので、
lv_lv: Vienu no iepirkumu rÄ«kojuma sastÄ�vdaÄ¼Ä�m nevar labot, jo
pl_pl: Jedna z pozycji zamówienia nie może być zaktualizowana ponieważ
vi_vn: Một trong những mua hồ sơ chi tiết để không có thể được cập nhật bởi vì

source: The SQL statement used to update the purchase order detail record that failed was
ar: تستخدم عبارة SQL لتحديث طلب شراء سجل التفاصيل التي فشلت كان
et: SQL kasutada uuendada ostutellimuse detail rekord , mis ei olnud
fa: بیانیه گذاشتن برای به روز رسانی خرید منظور ثبت جزئیات است که شکست خورده بود
fr_lu: Échec de la commande SQL de mise à jour du bon de commande:
hr_hr: SQL se koristi za ažuriranje detaljni zapis narudžbenice koja nije uspjela je
ja: SQLステートメントが失敗しました購入注文詳細レコードを更新するために使用
lv_lv: SQL izmanto, lai atjauninātu pasūtījuma detaļu ieraksts , ka nav tika
pl_pl: Użyta fraza SQL
vi_vn: Các câu lệnh SQL được sử dụng để cập nhật các đơn đặt hàng kỷ lục chi tiết mà không thành công là

source: This item cannot be deleted because some of it has already been received
ar: لا يمكن حذف هذا البند لأن بعض أنه قد سبق وردت
et: Seda parameetrit ei saa kustutada, sest mõned on juba saanud
fa: این مورد را نمی توان حذف شده به دلیل برخی از آن در حال حاضر دریافت شده است
fr_lu: L'article ne peut pas �re supprim�car une partie a d����r�eptionn�
hr_hr: Ova stavka se ne može izbrisati , jer neke od njih već je primila
ja: そのいくつかは既に受信されているため、こちらは削除できません
lv_lv: Šis postenis nevar izdzēst , jo daži no tā jau ir saņēmis
pl_pl: Ta pozycja nie może być usunięta ponieważ jej część już przyjęto
vi_vn: Mặt hàng này không thể bị xóa vì một số của nó đã được nhận

source: Cannot Enter this order line
ar: لا يمكن أن يدخل هذا الخط النظام
et: Ei saa minna seda , et liin
fa: آیا می توانم وارد این خط منظور نمی
fr_lu: Impossible d'entrer ce poste
hr_hr: Ne mogu ući u ovaj redak narudžbe
ja: この注文行が入力できない
lv_lv: Nevar ievadÄ«t Å¡o rÄ«kojuma rindu
pl_pl: Nie można wprowadzić tej pozycji zamówienia
vi_vn: Không thể nhập dòng lệnh này

source: The quantity of the order item must be numeric
ar: كمية من بند النظام يجب أن يكون الرقمية
et: Koguses, et toode peab olema number
fa: مقدار مورد سفارش باید عدد باشد
fr_lu: La quantité d un article commandé doit être numérique
hr_hr: Količina naloga mora biti numerička
ja: 注文品目の数量は数字でなければならない
lv_lv: Daudzumam ir jÄ�bÅ«t skaitlim
pl_pl: Ilość w pozycji zamówienia musi być numeryczna
vi_vn: Số lượng các mục để phải số

source: The quantity of the ordered item entered must be a positive amount
ar: كمية من أمر البند دخلت يجب أن تكون كمية إيجابية
et: Kogustellitud kirje sisestatud peab olema positiivne summa
fa: مقدار مورد دستور داده وارد شده باید مقدار مثبت
fr_lu: La quantité d un article commandé doit être positive
hr_hr: Količina naručenog stavku upisanu moraju bitipozitivni iznos
ja: 入力した注文した品物の量は正の量でなければなりません
lv_lv: Daudzumam ir jÄ�bÅ«t pozitÄ«vam
pl_pl: Wprowadzona ilość w pozycji zamówienia musi być dodatnia
vi_vn: Số lượng các mặt hàng đặt mua vào phải là giá trị dương

source: The price entered must be numeric
ar: سعر دخلت يجب أن يكون الرقمية
et: Sisestatud hind peab olema number
fa: قیمت وارد شده باید عدد باشد
fr_lu: Le prix saisi doit être numérique
hr_hr: Cijena ušao mora biti numerička
ja: 入力した価格は数値でなければなりません
lv_lv: Cenai ir jÄ�bÅ«t skaitlim
pl_pl: Wprowadzona cena musi być dodatnia
vi_vn: Giá nhập vào phải là số

source: The date entered must be in the format
ar: يجب أن يكون التاريخ الذي تم إدخاله في شكل
et: Sisestatud kuupäev peab olema kujul
fa: تاریخ وارد شده باید در قالب می شود
fr_lu: La date saisie doit être dans le bon format
hr_hr: Datum ušao mora biti u obliku
ja: 入力された日付の形式でなければなりません
lv_lv: Datumam ir jÄ�bÅ«t sekojoÅ¡Ä� formÄ�tÄ�
pl_pl: Wprowadzona data musi być w formacie
vi_vn: Ngày nhập vào phải có định dạng

source: The account details for
ar: تفاصيل الحساب لل
et: Konto andmed
fa: مشخصات حساب برای
fr_lu: Les informations du compte pour
hr_hr: Pojedinosti o računu za
ja: 勘定コードは数字でなければいけない
lv_lv: Apraksts par
pl_pl: Szczegóły na konto
vi_vn: Chi tiết tài khoản cho

source: The SQL used to retrieve the details of the account, but failed was
ar: و SQL المستخدمة لاسترداد تفاصيل الحساب ، لكنها فشلت وكان
et: SQL kasutatud laadida üksikasjad konto , kuid ei olnud
fa: گذاشتن استفاده برای بازیابی اطلاعات مربوط به حساب ، اما شکست خورده بود
fr_lu: Échec de la commande SQL d'affichage du compte:
hr_hr: SQL se koristi za dohvaćanje pojedinosti o računu , ali nije bio
ja: 預金口座詳細の取出にSQLは用いられた
lv_lv: SQL neizdevās iegūt cenas,
pl_pl: SQL na uzyskiwanie informacji dotyczących rachunku, ale nie było
vi_vn: Dữ liệu SQL dùng để truy xuất thong tin tài khoản, nhưng không thành công là
