Repository: timschofield/KwaMoja-Medical
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar, et, fa, fr_lu, hr_hr, ja, lv_lv, pl_pl, vi_vn

source: Enter another Credit Note for this Supplier
ar: أدخل آخر ملاحظة الائتمان هذه الشركة
et: Sisestage teine ​​kreeditarve võtmesõnad
fr_lu: Saisir un autre avoir pour ce fournisseur
hr_hr: Unesite još odobrenju za ovaj Dobavljača
ja: 仕入先への支払入力
lv_lv: Ievadītu citu kredīta paziņojumu par šo Piegādātāja
pl_pl: Wprowadź inny noty kredytowej do tego dostawcy
vi_vn: Nhập khác Lưu ý tín dụng cho Nhà cung cấp này

source: Supplier Inquiry
ar: المورد التحقيق
et: Pakkuja Inquiry
fr_lu: Fournisseur d'enquête
hr_hr: Dobavljač Upit
ja: サプライヤ問い合わせ
lv_lv: piegādātājs Izmeklēšanas
pl_pl: Przeszukiwanie Dostawcy
vi_vn: Yêu c?u thông tin nhà cung c?p

source: To display the enquiry a Supplier must first be selected from the Supplier selection screen
ar: لعرض التحقيق مورد يجب أولا اختيارها من شاشة اختيار مزود
et: Kuvamiseks küsitlusPakkuja peab olema eelnevalt valitud Tarnija valiku ekraan
fr_lu: Pour afficher l'enquête, un fournisseur doit d'abord être sélectionné dans l'écran de sélection des fournisseurs
hr_hr: Da biste prikazali upitDobavljač prvo mora biti izabran iz ekrana dobavljač izbor
ja: 問い合わせを表示するにはサプライヤは、最初サプライヤ選択画面から選択する必要があります
lv_lv: Lai parādītu izmeklēšanuPiegādātāja vispirms jāizvēlas no piegādātāja izvēles ekrānu
pl_pl: Aby wyświetlić dane dla Dostawcy musisz wybrać dostawcę przez stronę Wybór Dostawcy
vi_vn: Ð? hi?n th? yêu c?u tru?c tiên c?n ch?n nhà cung c?p t? màn hình ch?n nhà cung c?p

source: Select a Supplier to Inquire On
ar: تحديد مورد للاستفسار عن
et: Valige tarnija vajab teavet
fr_lu: Sélectionner un fournisseur
hr_hr: Odaberite Dobavljač se raspitivati
ja: を照会するサプライヤを選択
lv_lv: Izvēlieties Piegādātāja lai pieprasītu informāciju par
pl_pl: Wybierz Dostawcę do Przeszukiwań
vi_vn: L?a ch?n nhà cung c?p d? yêu c?u thông tin

source: The supplier details could not be retrieved by the SQL because
ar: لا يمكن استرجاع تفاصيل المورد من قبل SQL لأن
et: Tarnija andmed ei õnnestunud poolt SQL sest
fr_lu: Les détails avec le fournisseur n'a pas pu être récupéré par le SQL, car
hr_hr: Dobavljačem detalji nisu mogli biti pronađeni od strane SQL , jer
ja: サプライヤーの詳細は、SQLによって取得できませんでしたので、
lv_lv: Piegādātāja informāciju nevar iegūt, SQL , jo
pl_pl: Dane dostawcy nie mogą być odtworzone przez SQL ponieważ
vi_vn: Chi ti?t v? nhà cung c?p không truy xu?t du?c b?ng d? li?u SQL vì

source: Hold
ar: عقد
et: hoidma
fa: نگه داشتن
fr_lu: En attente
hr_hr: držati
ja: ホールド
lv_lv: turēt
pl_pl: Wstrzymaj
vi_vn: Gi?

source: Release
ar: الإفراج
et: Vabastage
fr_lu: Libéré
hr_hr: Oslobodite
ja: 放し
lv_lv: atlaidiet
pl_pl: Zwolnienie
vi_vn: Th?

source: The Supplier Transactions could not be updated because
ar: تعذر تحديث المعاملات مزود ل
et: Pakkuja ei ole võimalik normaalselt uuendatud sest
fr_lu: Les transactions des fournisseurs n'ont pas été mises à jour car
hr_hr: Dobavljačem Transakcije nisu mogli biti ažurirana , jer
ja: サプライヤーとの取引を更新できませんでしたので、
lv_lv: Piegādātājam Darījumi nevar atjaunināt , jo
pl_pl: Transakcje Dostawcy nie mogą zostać zapisane ponieważ
vi_vn: Không c?p nh?t du?c các giao d?ch c?a nhà cung c?p

source: Supplier Ref
ar: المورد المرجع
et: Pakkuja Ref
hr_hr: Dobavljač Ref.
ja: サプライヤー参照
lv_lv: piegādātājs Ref
pl_pl: Dostawca Ref
vi_vn: Tham chi?u c?a nhà cung c?p

source: View GL Postings
ar: مشاهدة GL ​​التدوينات
et: Vaata GL Sõnumeid
hr_hr: Pogledajte GL obavijesti
ja: ビューGLポスティング
lv_lv: Apskatīt grāmatojumus
pl_pl: Pokaż Zapisy KG
vi_vn: Xem GL đăng

source: View Payments
ar: مشاهدة الدفعات
et: Vaata Maksed
fr_lu: Paiements Voir
hr_hr: Pogledajte Uplate
ja: 支払いを見る
lv_lv: Apskatīt maksājumus
pl_pl: Płatności Zobacz
vi_vn: Hiển thị thanh toán

source: View Allocations
ar: عرض المخصصات
et: Vaata eraldised
hr_hr: Pogledajte izdvajanja
ja: 割り当てを見る
lv_lv: Apskatīt alokāciju
pl_pl: Zobacz Dotacje
vi_vn: Xem vi?c phân b?

source: Enter Supplier Invoice
ar: أدخل مزود الفاتورة
et: Sisesta Tarnija arve
fr_lu: Saisir une facture fournisseur
hr_hr: Unesite Supplier fakture
ja: 仕入先請求書を入力してください
lv_lv: Ievadīt piegādātāja rēķinu
pl_pl: Wprowadź Fakturę Dostawcy
vi_vn: Nhập hóa đơn nhà cung cấp

source: Supplier Invoice
ar: المورد الفاتورة
et: tarnija arve
fr_lu: Des factures fournisseurs
hr_hr: Dobavljač Račun
ja: 仕入先設定
lv_lv: Ievadīt piegādātāja rēķinu
pl_pl: Faktura Dostawcy
vi_vn: Hóa đơn nhà cung cấp

source: Enter Supplier Invoice:
ar: أدخل مزود الفاتورة:
et: Sisesta Tarnija arve :
hr_hr: Unesite Supplier fakture :
ja: 仕入先の請求書入力
lv_lv: Ievadīt piegādātāja rēķinu
pl_pl: Wpisz faktury dostawcy:
vi_vn: Nhập hóa đơn nhà cung cấp:

source: To enter a supplier invoice the supplier must first be selected from the supplier selection screen
ar: لإدخال فاتورة المورد المورد يجب أولا مختارة من شاشة اختيار الموردين
et: Sisestamiseks tarnija arve peab tarnija esimene valitaksetarnija valiku ekraan
fr_lu: Pour saisir une facture fournisseur, le fournisseur doit d'abord être sélectionné dans l'écran de sélection des fournisseurs
hr_hr: Za unos dobavljaču račundobavljača prvo mora biti izabran iz zaslona dobavljač izbor
ja: 仕入先請求書を入力するには仕入先が最初のサプライヤの選択画面から選択する必要があります
lv_lv: Lai ievadītu piegādātāju rēķinupiegādātājam vispirms jāizvēlas no piegādātāja izvēles ekrānu
pl_pl: Aby wprowadzić fakturę dostawcy najpierw musisz wybrać dostawcę
vi_vn: Để nhập hóa đơn nhà cung cấp, nhà cung cấp phải được chọn từ màn hình " Chọn nhà cung cấp"

source: Select A Supplier to Enter an Invoice For
ar: تحديد مورد لإدخال فاتورة لل
et: Vali tarnija Sisestaarve
fr_lu: Sélectionner un fournisseur pour saisir une facture
hr_hr: Odaberite dobavljač za Upišite račun za
ja: 請求書を入力するためにサプライヤーを選択してください
lv_lv: Izvēlieties Piegādātāja ievadīt rēķinu par
pl_pl: Wybierz Dostawcę do Wprowadzenia Faktury
vi_vn: L?a ch?n nhà cung c?p d? nh?p hóa don cho

source: Your permissions do not allow receiving of goods. Automatic receiving of purchase orders is restricted to those only users who are authorised to receive goods/services
ar: الأذونات الخاصة بك لا تسمح استلام البضائع .
et: Teie õigused ei luba saanud kaupu.
fa: مجوز شما اجازه نمی دهد دریافت کالا .
hr_hr: Vaši dopuštenja ne omogućuju primanje robe .
ja: あなたの権限は商品の受信はできません。
lv_lv: Jūsu atļaujas neļauj saņemt preču .
pl_pl: Twoje uprawnienia nie pozwalają na odbieranie towarów .
vi_vn: Quyền truy cập của bạn không cho phép tiếp nhận hàng hóa .

source: Auto receiving of controlled stock items that require serial number or batch number entry is not currently catered for. Only orders with normal non-serial numbered items can be received automatically
ar: السيارات تلقي المخزن عناصر التحكم التي تتطلب إدخال الرقم المسلسل أو رقم الدفعة ليست تهتم حاليا ل .
et: Auto said kontrollitud ladustatud tooted , mis nõuavad seerianumber või partii number kanne ei ole praegu arvesse.
fa: دریافت خودکار انبار قلم موجود کنترل شده ای که نیاز به شماره سریال و یا ورود به تعداد دسته است در حال حاضر برای catered نیست.
fr_lu: Auto recevoir des éléments de stockage contrôlée qui nécessitent le numéro de série ou de lot saisie du numéro n'est pas actuellement pris en charge .
hr_hr: Auto primanje kontroliranim zaliha predmeta koji zahtijevaju serijski broj ili broj serije ulaska trenutno nije vesele .
ja: シリアル番号またはバッチ番号の入力を必要とする管理された在庫の項目の受信自動現在の仕出し料理ではありません。
lv_lv: Auto saņemšanas kontrolējamo preces , kas prasa sērijas numurs vai partijas numurs nodot pašlaik nav apmierinātas.
pl_pl: Auto odbieranie kontrolowanych magazynie pozycji , które wymagają numeru seryjnego lub wpisu numer partii nie jest obecnie pokrywane.
vi_vn: Tự động nhận của kho kiểm soát yêu cầu số serial hoặc nhập số lô không phải là hiện đang phục vụ cho .

source: You should automatically be forwarded to the entry of invoices against goods received page
ar: ينبغي لك تلقائيا تحال إلى إدخال الفواتير على السلع الواردة الصفحة
et: Sa peaksid automaatselt edastatakse kanne arvete vastu saadud kaupa lehekülg
fr_lu: Vous devriez être automatiquement transmis à l'entrée des factures contre les biens reçus page
hr_hr: Trebali biste biti automatski proslijeđen na ulasku faktura protiv robu primili stranicu
ja: ページを受け取ったあなたは、自動的に商品に対する請求書のエントリに転送されるべき
lv_lv: Jūs automātiski pārsūtīs uz rēķinu ievadī&#353;anu pret saņemtām precēm
pl_pl: Powienienneś zostać automatycznie przeniesiony do formularza wprowadzania faktury z Pz
vi_vn: B?n s? du?c t? d?ng chuy?n d?n c?p nh?t c?a hóa don against trang hàng hóa dã nh?n

source: You should automatically be forwarded to the entry of invoices against shipments page
ar: ينبغي لك تلقائيا تحال إلى دخول الفواتير ضد شحنات الصفحة
et: Sa peaksid automaatselt edastatakse kanne arvete vastu saadetisi lehele
fr_lu: Vous devriez être automatiquement transmis à l'entrée des factures contre les expéditions page
hr_hr: Trebali biste biti automatski proslijeđen na ulasku faktura protiv pošiljke stranici
ja: あなたは自動的に出荷ページに対する請求書のエントリに転送されるべき
lv_lv: Jums vajadzētu automātiski jānosūta , iekļauj rēķinu pret sūtījumiem lapā
pl_pl: Należy być automatycznie przesyłane do wejścia faktur wobec transportu strona
vi_vn: B?n s? du?c t? d?ng chuy?n d?n c?p nh?t c?a hóa don against trang v?n chuy?n

source: You should automatically be forwarded to the entry of invoices against the general ledger page
ar: ينبغي لك تلقائيا تحال إلى دخول الفواتير ضد صفحة دفتر الأستاذ العام
et: Sa peaksid automaatselt edastatakse kanne arvete vastupearaamat lehele
fr_lu: Vous devriez être automatiquement transmis à l'entrée des factures contre la page du grand livre général
hr_hr: Trebali biste biti automatski proslijeđen na ulasku faktura protiv glavne knjige stranici
ja: あなたは、自動的に総勘定元帳のページに対する請求書のエントリに転送されるべき
lv_lv: Jums vajadzētu automātiski jānosūta , iekļauj rēķinu pret vispārējo virsgrāmatu lapā
pl_pl: Powienienneś zostać automatycznie przeniesiony do formularza wprowadzania faktury wg pozycji KG
vi_vn: Bạn sẽ tự động được chuyển tiếp đến sự xâm nhập của hoá đơn so với trang sổ cái chung

source: You should automatically be forwarded to the entry of invoices against contracts page
ar: ينبغي لك تلقائيا تحال إلى دخول الفواتير ضد صفحة العقود
et: Sa peaksid automaatselt edastatakse kanne arvete vastu lepingute lehele
fr_lu: Vous devriez être automatiquement transmis à l'entrée des factures par rapport aux contrats page
hr_hr: Trebali biste biti automatski proslijeđen na ulasku računa po ugovorima stranici
ja: 注文行の詳細ページの入力を自動的に進めなければなりません
lv_lv: Jums vajadzētu automātiski jānosūta , iekļauj rēķinu pret līgumu lapā
pl_pl: Należy być automatycznie przesyłane do wejścia faktur przed umów strony
vi_vn: Bạn sẽ tự động được chuyển tiếp đến sự xâm nhập của hóa đơn đối với các hợp đồng trang

source: You should automatically be forwarded to the entry of invoice amounts against fixed assets page
ar: ينبغي لك تلقائيا تحال إلى دخول كميات فاتورة ضد صفحة الأصول الثابتة
et: Sa peaksid automaatselt edastatakse kande arve summade eest põhivara lehekülg
fr_lu: Vous devriez être automatiquement transmis à l'entrée des montants des factures sur immobilisations page
hr_hr: Trebali biste biti automatski proslijeđen na ulasku računu iznose protiv stalnih sredstava stranici
ja: 注文行の詳細ページの入力を自動的に進めなければなりません
lv_lv: Jums vajadzētu automātiski jānosūta , iekļauj rēķinu summas, pret pamatlīdzekļu lapā
pl_pl: Należy być automatycznie przesyłane do wejścia na fakturze kwoty na środki trwałe
vi_vn: Bạn sẽ tự động được chuyển tiếp đến sự xâm nhập của một lượng hóa đơn đối với trang tài sản cố định

source: Supplier Invoice Reference
ar: المورد الفاتورة المرجعي
et: Tarnija arve Viide
fr_lu: Fournisseur de référence de facture
hr_hr: Dobavljač Račun Reference
ja: 仕入先請求書参照
lv_lv: Piegādātāja rēķina NR.
pl_pl: Numer Faktury Dostawcy
vi_vn: Tham chi?u hóa don c?a nhà cung c?p

source: Purchase Order Charges
ar: طلب شراء رسوم
et: Ostutellimuse eest
fr_lu: Arrêté sur les prix d'achat
hr_hr: Narudžbenica Naknade
ja: 購買発注
lv_lv: Pirkuma pasūtījuma maksājumi
pl_pl: Opłaty Zamówienie
vi_vn: Phí mua hàng

source: Seq
ar: يليها
et: Jrk
ja: 配列
pl_pl: Kol
vi_vn: tiếp theo

source: Price in
ar: السعر في
et: Hind
fr_lu: Prix en
hr_hr: Cijena u
ja: の価格
lv_lv: Cena
pl_pl: Cena w
vi_vn: Giá c? cho

source: Shipment Charges
ar: شحنة رسوم
et: saadetise eest
fr_lu: Frais d'expédition
hr_hr: pošiljke Optužbe
ja: 出荷請求合計
lv_lv: Sūtījuma Maksas
pl_pl: Opłaty przesyłki
vi_vn: phí vận chuyển

source: Total shipment charges
ar: مجموع رسوم الشحن
et: Kõik saadetise eest
fr_lu: Total frais d'expédition
hr_hr: Ukupno troškovi otpreme
ja: 出荷請求合計

source: Fixed Asset Additions
ar: إضافات الأصول الثابتة
et: Põhivarade Lisandunud
fr_lu: Ajoûts d'immobilisations
hr_hr: Fiksne imovine Povećanja
ja: 固定資産の追加
lv_lv: Pamatlīdzeklis Papildinājumi
pl_pl: Fixed Asset Dodatki
vi_vn: Bổ sung tài sản cố định

source: Total asset additions
ar: مجموع الإضافات الأصول
et: Varade täiendused
fr_lu: Total des biens
ja: トランザクション問合せ

source: Total contract charges
ar: مجموع رسوم العقد
fr_lu: Total frais de contrat
ja: 出荷請求合計

source: Invoice Total
ar: إجمالي الفاتورة
et: arve kokku
fr_lu: Total facture
hr_hr: Račun Ukupno
ja: 請求合計
lv_lv: Rēķins kopā
pl_pl: Razem Brutto
vi_vn: T?ng hóa don

source: Enter Invoice
ar: أدخل الفاتورة
et: Sisesta Arve
fr_lu: Saisir une facture
hr_hr: Unos računa
ja: 請求入力
lv_lv: Ievadīt rēķinu
pl_pl: Wprowadź Fakturę
vi_vn: Nhập hóa đơn

source: The invoice as entered cannot be processed because the total amount of the invoice is less than 0
ar: الفاتورة كما دخلت لا يمكن معالجتها لأن المبلغ الإجمالي لل فاتورة أقل من 0
et: Arvele kanda ei saa töödelda, kuna kogu arve summa on väiksem kui 0
fr_lu: La facture est entré ne peut pas être traitée parce que le montant total de la facture est inférieur à 0
hr_hr: Račun kao unijeli ne može biti obrađen , jerukupan iznos računa manji od 0
ja: 請求書の合計金額が0未満であるため、などの入力、請求書を処理することはできません
lv_lv: Rēķins kā ievadīta nevar apstrādāt, jokopējā summa rēķinā, ir mazāks nekā 0
pl_pl: Faktura wpisanej nie mogą być przetwarzane, ponieważ całkowita kwota faktury jest mniejsza niż 0
vi_vn: Hóa đơn đã nhập không thể được xử lý bởi vì tổng số tiền của hóa đơn là nhỏ hơn 0

source: Invoices are expected to have a positive charge
ar: ومن المتوقع أن يكون لها شحنة موجبة الفواتير
et: Arved on oodatapositiivset laengut
fr_lu: Les factures doivent être supérieure à zéro
hr_hr: Računi se očekuje da će imati pozitivan naboj
ja: 請求書は、正電荷を有することが期待される
lv_lv: Rēķini ir sagaidāms, ka pozitīvu lādiņu
pl_pl: Faktury powinny mieć ładunek dodatni
vi_vn: Hóa đơn dự kiến ​​sẽ có một điện tích dương

source: The tax total is
ar: مجموع الضريبة
fr_lu: La taxe totale est de
hr_hr: Porez je
ja: 合計確認
lv_lv: Nodokļu summa ir

source: The ovamount is
ar: و ovamount هو
fr_lu: Le montant total est de
hr_hr: Ovamount je
ja: 構成

source: The invoice as entered will be processed but be warned the amount of the invoice is zero!
ar: وسيتم تجهيز الفاتورة كما دخل ولكن حذر من أن يكون مبلغ الفاتورة هو صفر !
et: Arvele kantud andmeid töödeldakse kuid hoiatataksearve summa on null !
fa: صورتحساب وارد شده پردازش می شود اما هشدار داده می شودمبلغ صفر است !
fr_lu: La facture est entré seront traitées, mais être averti du montant de la facture est de zéro!
hr_hr: Račun kao ušao će biti obrađen , ali je upozorioiznos računa je nula !
ja: 入力した請求書が処理されますが、請求書の金額がゼロであると警告される！
lv_lv: Rēķins , kas ierakstīts tiks apstrādāta, bet jābrīdinarēķina summa ir nulle !
pl_pl: Faktura wpisanej będą przetwarzane ale uprzedzamy, że kwota faktury jest zero!
vi_vn: Hóa đơn đã nhập sẽ được xử lý nhưng được cảnh báo số tiền của hóa đơn là số không !

source: Invoices are normally expected to have a positive charge
ar: ومن المتوقع عادة أن يكون الفواتير شحنة موجبة
et: Arved eeldatakse tavaliselt on positiivne laeng
fr_lu: Les factures doivent être supérieure à zéro
hr_hr: Računi se obično očekuje da će imati pozitivan naboj
ja: 請求書は、通常、正の電荷を有することが期待される
lv_lv: Rēķini parasti tiek gaidīts , lai būtu pozitīvs maksas
pl_pl: Faktury są zwykle oczekuje się, że ładunek dodatni
vi_vn: Hóa đơn thường được dự kiến ​​sẽ có một điện tích dương

source: The invoice as entered cannot be processed because the there is no suppliers invoice number or reference entered
ar: الفاتورة كما دخلت لا يمكن معالجتها لأن ليس هناك الموردون رقم الفاتورة أو إشارة دخل
et: Arvele kanda ei saa töödelda, kunaseal ei ole tarnijad arve number või viide sisestatud
fa: صورتحساب وارد شده نمی تواند پردازش شود چرا که هیچ تامین کنندگان شماره فاکتور یا مرجع وارد وجود دارد
fr_lu: La facture est entré ne peut pas être traitée parce que la il n'y a pas de numéro de facture fournisseurs ou de référence est entré
hr_hr: Račun kao unijeli ne može se obraditi jernema broja dobavljača fakture ili referentni ušao
ja: 入力しない仕入先の請求書番号または参照がないので入力した請求書を処理することはできません
lv_lv: Rēķins , kas ierakstīts nevar apstrādāt, jonav piegādātāji rēķina numurs vai atsauces ievadīts
pl_pl: Wprowadzona faktura nie może być przetworzona ponieważ nie wprowadzono numeru faktury
vi_vn: Hóa don không du?c x? lý vì không có s? hóa don c?a nhà cung c?p ho?c s? tham chi?u nào du?c nh?p

source: The supplier invoice number must be entered
ar: يجب إدخال المورد رقم الفاتورة
et: Tarnija arve number tuleb sisestada
fr_lu: Le numéro de la facture fournisseur doit être inscrit
hr_hr: Broj fakture dobavljača mora se unijeti
ja: 仕入先請求書番号を入力する必要があります
lv_lv: Piegādātājs rēķina numurs ir jāieraksta
pl_pl: Trzeba podać numer faktury dostawcy
vi_vn: C?n nh?p vào s? hóa don nhà cung c?p

source: The invoice as entered cannot be processed because the invoice date entered is not in the format
ar: الفاتورة كما دخلت لا يمكن معالجتها لأن تاريخ الفاتورة أدخلته ليس في الشكل
et: Arvele kanda ei saa töödelda, kunaarve kuupäeva sõlmitud ei oleformaat
fr_lu: La facture est entré ne peut pas être traitée car la date de facturation entré n'est pas dans le format
hr_hr: Račun kao unijeli ne može biti obrađen , jerdatum računa nije ušao u formatu
ja: 入力した請求書の日付が形式ではないので、入力した請求書を処理することはできません
lv_lv: Rēķins , kas ierakstīts nevar apstrādāt, jorēķina ieraksta datums nav formātā
pl_pl: Wprowadzona faktura nie może być przetworzona ponieważ podana data nie jest w formacie
vi_vn: Hóa don nh?p vào không du?c x? lý vì ngày làm hóa don v?a nh?p không dúng d?nh d?ng

source: The invoice as entered cannot be processed because the invoice date is after today
ar: الفاتورة كما دخلت لا يمكن معالجتها لأن تاريخ الفاتورة بعد اليوم
et: Arvele kanda ei saa töödelda, sestarve kuupäev on pärast täna
fr_lu: La facture est entré ne peut pas être traitée parce que la date de la facture est à compter d'aujourd'hui
hr_hr: Račun kao unijeli ne može biti obrađen , jerdatum računa je nakon danas
ja: 請求書の日付は今日の後にあるので、そのまま入力した請求書を処理することはできません
lv_lv: Rēķins , kas ierakstīts nevar apstrādāt, jorēķina datums ir pēc šodienas
pl_pl: Wprowadzona faktura nie może być przetworzona ponieważ wprowadzona data jest późniejsza od dzisiejszej
vi_vn: Hóa don nh?p vào không du?c x? lý vì ngày làm hóa don là sau ngày hôm nay

source: Purchase invoices are expected to have a date prior to or today
ar: ومن المتوقع أن يكون لها تاريخ قبل اليوم أو فواتير الشراء
et: Ostuarved on oodatakuupäeva enne või täna
fa: خرید فاکتورها انتظار می رود که به تاریخ قبل از امروز
fr_lu: Les factures d'achat doivent avoir une date antérieure à aujourd'hui ou
hr_hr: Kupnju fakture se očekuje da će imati datum prije ili danas
ja: 購入の請求書は前に日または今日を持っていると予想され
lv_lv: Pirkuma rēķini ir sagaidāms, ka kādu dienu pirms vai šodien
pl_pl: Faktrua dostawcy powinna mieć datę dzisiejszą lub wcześniejszą
vi_vn: Hóa don mua hàng d? ki?n s? có m?t ngày tru?c ho?c ngày hôm nay

source: The invoice as entered cannot be processed because the exchange rate for the invoice has been entered as a negative or zero number
ar: الفاتورة كما دخلت لا يمكن معالجتها لأن سعر الصرف للفاتورة كما تم إدخال رقم سالب أو صفر
et: Arvele kanda ei saa töödelda, kuna vahetuskursiarve on kantud negatiivse või null number
fa: صورتحساب وارد شده می تواند نمی شود چرا که نرخ ارز برای فاکتور به عنوان یک عدد منفی و یا صفر وارد شده است
fr_lu: La facture est entré ne peut pas être traitée parce que le taux de change pour la facture a été inscrit comme un nombre négatif ou nul
hr_hr: Račun kao unijeli ne može biti obrađen jer je tečaj za fakturu je ušao kao negativan ili nula broju
ja: 請求書の為替レートが負またはゼロの数値として入力されているため、入力したとして請求書を処理することはできません
lv_lv: Kā tas iegrāmatots rēķins nevar apstrādāt, jomaiņas kursu rēķina ir ievadīts kā negatīvu vai nulles numuru
pl_pl: Wprowadzona faktura nie może być przetworzona ponieważ wprowadzony kurs jest zerowy lub ujemny
vi_vn: Hóa don v?a nh?p không du?c x? lý vì t? giá h?i doái cho hóa don v?a nh?p vào là s? âm ho?c là s? 0

source: The invoice total as entered is less than the sum of the shipment charges, the general ledger entries (if any), the charges for goods received, contract charges and fixed asset charges. There must be a mistake somewhere, the invoice as entered will not be processed
ar: إجمالي الفاتورة كما دخل أقل من مجموع رسوم الشحن، و إدخالات دفتر الأستاذ العام (إن وجدت )، و رسوم البضائع الواردة ، ورسوم العقد و رسوم الاصول الثابتة .
et: Arve summa on kantud vähem kui summa saadetise eest ,pearaamatu kanded (kui üldse) ,eest saadud kaupa , lepingulised kulud ja põhivara eest .
fa: کل فاکتور را به عنوان وارد کمتر از مجموع هزینه های حمل و نقل ، نوشته های عمومی معین ( در صورت وجود ) است، اتهامات عنوان شده برای کالا ، هزینه های قرارداد و هزینه های دارائی های ثابت .
fr_lu: Le total de la facture est inférieur à la somme des frais d'expédition, des entrées du GL (s'il y en a ), des frais de manutention, des charges afférant au contrat et des charges fixes. Cette facture ne sera pas traitée en l'état.
hr_hr: Račun ukupno su ušla je manje od zbroja Pošiljka optužbi, stavke glavne knjige ( ako ih ima ) , naknade za primljena dobra , ugovor naknade i pristojbe dugotrajne imovine .
ja: 入力したとして請求合計が出荷料、総勘定元帳エントリ（もしあれば）の合計よりも小さい場合は、商品の料金は、契約料や固定資産費用、受け取った。
lv_lv: Rēķins Kopējais ievadītais ir mazāka par summu, ko veido pārvadāšanas maksu , lai virsgrāmatas ierakstus ( ja tādi ir) , tad attiecībā uz precēm, saņemtajiem maksājumiem , līguma maksājumi un pamatlīdzekļu maksas .

source: The sql to check for the previous entry of the same invoice failed
ar: في SQL للتحقق من الإدخال السابق من نفس الفاتورة فشلت
et: SQL kontrollida eelmist sama arve ei
fa: SQL برای ورود قبلی از همان فاکتور را بررسی کنید به شکست انجامید
fr_lu: Le sql pour vérifier l'entrée précédente de la même facture n'a pas
hr_hr: SQL provjeriti za prethodni upis na istom računu nije
ja: 同じ請求書の前のエントリをチェックするためのSQLが失敗した
lv_lv: SQL , lai pārbaudītu iepriekšējo ierakstu un tajā pašā rēķinā neizdevās
pl_pl: Pytanie sql w celu sprawdzenia uprzedniego wprowadzenia tej samej faktury nie powiodło się
vi_vn: D? li?u SQL dùng d? ki?m tra l?n nh?p tru?c c?a cùng m?t hóa don dã không thành công

source: The following SQL to test for a previous invoice with the same reference from the same supplier was used
ar: تم استخدام SQL التالية لاختبار للحصول على الفاتورة السابقة مع الإشارة نفسه من المورد نفسه
et: Järgmine SQL testimisekseelmine arve sama viide samalt tarnijalt kasutati
fr_lu: Commande SQL de vérification de l'existance d'une facture avec les mêmes références pour le même fournisseur:
hr_hr: Sljedeći SQL za testiranje za prethodni računa s istim pozivom od istog dobavljača bio korišten
ja: 既存の制御されているが、不連続の品目をテストする以下のSQLが使われました

source: The invoice number
ar: رقم الفاتورة
et: Arve number
fr_lu: Le numéro de facture
hr_hr: Broj računa
ja: 送り状番号
lv_lv: Rēķina numurs
pl_pl: Faktura numer
vi_vn: Số hóa đơn

source: has already been entered
ar: وقد تم بالفعل دخلت
et: on juba kantud
fr_lu: a déjà été conclu
hr_hr: već unesen
ja: すでに入力されている
lv_lv: jau ir ievadīti
pl_pl: została już dodana wcześniej
vi_vn: Đã được nhập vào

source: It cannot be entered again
ar: فإنه لا يمكن إدخالها مرة أخرى
et: Seda ei saa aga uuesti sisestada
fr_lu: Il ne peut pas être entré à nouveau
hr_hr: To ne može biti ponovno unijeti
ja: それは、再び入力することはできません
lv_lv: To nevar ievadīt atkārtoti
pl_pl: nie można więc jej wprowadzić ponownie
vi_vn: Không nh?p l?i du?c
