Repository: timschofield/KwaMoja-Medical
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar, et, fa, fr_lu, hr_hr, ja, lv_lv, pl_pl, vi_vn

source: Shows only items with QOH greater than zero thus avoiding the Arriving Soon items.
ar: لا يظهر الا مع العناصر QOH أكبر من الصفر وبالتالي تجنب وصوله قريبا البنود.
et: Näitab ainult esemed QOH nullist suurem vältides Saabuv saabuvaid esemeid .
fa: تنها اقلام با QOH بزرگتر از صفر در نتیجه اجتناب از ورود به زودی آیتم را نشان می دهد .
fr_lu: Affiche uniquement les articles avec QOH supérieur à zéro évitant ainsi les BIENTOT articles .
hr_hr: Prikazuje samo stavke s QOH veću od nule izbjegavajući na taj način stižu uskoro stavke .
ja: こうして到着すぐにアイテムを避けてゼロより大きいQOHたアイテムのみを表示します。
lv_lv: Rāda tikai preces ar QOH lielāks par nulli , tādējādi izvairoties no atbraukušā gaidāmas preces .
pl_pl: Pokazuje tylko elementy z QOH większej niż zero unikając w ten sposób Przybywając Soon przedmioty .
vi_vn: Chỉ hiển thị mục có QOH lớn hơn không vì vậy tránh được Đến Ngay sau đó các mặt hàng.

source: Show/Hide QOH column
ar: إظهار / إخفاء عمود QOH
et: Show / Hide QOH veerg
fa: نمایش / عدم نمایش ستون QOH
fr_lu: Afficher / Masquer la colonne QOH
hr_hr: Show / Hide QOH stupac
ja: QOH列の表示/非表示
lv_lv: Rādīt / paslēpt QOH kolonnu
pl_pl: Pokaż / Ukryj QOH kolumnę
vi_vn: Hiện / Ẩn cột QOH

source: Hide
ar: إخفاء
et: varjama
fa: پنهان کردن
hr_hr: sakriti
ja: 隠す
lv_lv: slēpt
pl_pl: ukryć
vi_vn: che

source: Shows / Hides the QOH column Select Hide if you do not want webSHOP visitors to know how many stock do you currently hold.
ar: معارض / يخفي العمود QOH تحديد إخفاء إذا كنت لا تريد زوار WEBSHOP أن تعرف كم عدد الأسهم التي تحملها حاليا .
et: Näitab / peidabQOH veerus Valige Varja kui sa ei taha Veebipood külastajad teada, kui palju aktsia sa praegu ootel .
fa: نشان می دهد / پنهان ستون QOH را انتخاب کنید ویرایشهای اگر شما نمی خواهید بازدید کنندگان webSHOP به می دانم که چگونه بسیاری از سهام شما در حال حاضر نگه .
fr_lu: Afficher / masquer la colonne QOH sélectionnez Masquer si vous ne voulez pas que les visiteurs de la boutique en ligne de savoir combien de stock détenez-vous présentement .
hr_hr: Pokazuje / SkrivaQOH stupcu Odaberite sakrij ako ne želite webshop posjetitelji znati koliko je dionica ti trenutno drže .
ja: あなたはウェブショップの訪問者は、現在どのように多くの株式を保持か知られたくない場合に表示/非表示を切り替えQOH列は非表示を選択します。
lv_lv: Izstādes / paslēpjQOH kolonna Izvēlieties Paslēpt , ja jūs nevēlaties, interneta veikalu apmeklētājiem zināt, cik daudz akciju jūs pašlaik tur .
pl_pl: Pokazuje / ukrywaQOH kolumna Wybierz Ukryj , jeśli nie chcesz, odwiedzający sklep internetowy wiedzieć ile Zdjęcie masz aktualnie posiadają .
vi_vn: Chương trình / Da cột QOH Chọn Ẩn nếu bạn không muốn khách truy cập webshop biết có bao nhiêu cổ phiếu bạn đang nắm giữ.

source: Stock Locations
et: stock asukohad
fa: محل سهام
fr_lu: Emplacements de stock
hr_hr: Stock Lokacije
ja: 株式の場所
lv_lv: stock Vietas
pl_pl: Lokalizacje zdjęcia
vi_vn: Địa điểm chứng khoán

source: Select one or more stock locations (warehouses) that webSHOP should consider stock for the purposes of displaying the on hand quantity for customer information
ar: اختيار واحد أو أكثر من المواقع الأوراق المالية ( المستودعات ) التي WEBSHOP أن تنظر الأوراق المالية لأغراض عرض كمية اليد على للحصول على معلومات العملاء
et: Valige üks või mitu aktsia kohtades ( ladudes ) , et Veebipood kaaluda aktsia jaoks väljapanek käsi koguse kliendiinfo
fa: انتخاب یک یا چند سهام مکان ( انبار ) که webSHOP باید سهام برای اهداف نمایش مقدار دست برای اطلاعات مربوط به مشتری در نظر
fr_lu: Sélectionnez un ou plusieurs lieux de stockage (entrepôts ) qui Webshop devrait considérer stock pour les fins de l'affichage de la quantité de main sur des informations à la clientèle
hr_hr: Odaberite jednu ili više dionica mjesta ( skladišta ) koji webshop treba uzeti u obzir zaliha za potrebe prikazivanja na ruku količinu informacija za kupca
ja: ウェブショップは、顧客情報のために手の量を表示する目的のために株式を考慮すべきことを一つ以上の在庫場所（倉庫）を選択してください
lv_lv: Izvēlieties vienu vai vairākas akciju vietās ( noliktavas ), kas FLASH vajadzētu apsvērt sastāvs kā attēlot uz rokas daudzumu informāciju par klientu vajadzībām
pl_pl: Wybierz jeden lub więcej akcji lokalizacje ( magazyny) , że sklep internetowy powinien rozważyć akcji dla celów wyświetlania na ilość rąk do informacji o klientach
vi_vn: Chọn một hoặc nhiều địa điểm cổ phiếu ( kho ) mà webshop nên xem xét cổ phiếu cho mục đích hiển thị số lượng tay trên thông tin khách hàng

source: Allow Payment Surcharges
ar: تسمح الرسوم الإضافية الدفع
et: Tasumise lisatasud
fa: اجازه اضافه بهایی پرداخت
fr_lu: Laisser surtaxes de paiement
hr_hr: Dopustite plaćanja Nadoplate
ja: 支払いサーチャージを許可する
lv_lv: Atļaut Maksājumu papildmaksas
pl_pl: Pozwól Dopłaty płatności
vi_vn: Cho phép phụ phí thanh tóan

source: Add surcharges for different payment methods.
ar: إضافة رسوم إضافية لطرق الدفع المختلفة .
et: Lisa kehtida erinevad makseviisid.
fa: اضافه کردن اضافه بهایی هم برای روش های مختلف پرداخت .
fr_lu: Ajouter surtaxes pour les différents modes de paiement .
hr_hr: Dodaj surcharges za različite metode plaćanja .
ja: 別の支払方法のために課徴金を追加します。
lv_lv: Pievienot uzcenojumu dažādas maksājumu metodes .
pl_pl: Dodaj dopłat dla różnych metod płatności.
vi_vn: Thêm phụ phí đối với phương thức thanh toán khác nhau .

source: Surcharges Stock Item
ar: فرض رسوم إضافية البند الأسهم
et: Lisatasud laonumbrist
fa: اضافه بهایی هم مورد سهام
hr_hr: Nadoplate Stock artikla
ja: サーチャージストックアイテム
lv_lv: Piemaksas Stock postenis
pl_pl: Przedmiot Zdjęcie opłaty
vi_vn: Phụ phí Cổ Mã

source: Select the KwaMoja service item to use for payment surcharges to be processed as
ar: حدد العنصر خدمة KwaMoja لاستخدامها ل فرض رسوم إضافية يتم الدفع و معالجتها على النحو
et: Vali KwaMoja teenus kirje kasutada maksmiseks hinnalisa menetletakse
fa: مقوله خدمات KwaMoja را انتخاب به استفاده برای اضافه بهایی پرداخت به عنوان پردازش
hr_hr: Odaberite stavku KwaMoja usluga koristiti za plaćanje dodatni troškovi koji se obrađuju kao
ja: として処理するために、支払いサーチャージに使用するKwaMojaサービス項目を選択
lv_lv: Izvēlieties KwaMoja pakalpojumu objektu izmantot maksājumu uzcenojumu jāapstrādā kā
pl_pl: Wybierz element serwisu KwaMoja użyć do dopłat do płatności , które mają być przetwarzane w
vi_vn: Chọn mục dịch vụ KwaMoja để sử dụng cho phụ phí thanh toán được xử lý như

source: Bank Transfer Settings
ar: إعدادات حوالة مصرفية
et: Pangaülekanne Seaded
fa: بانک تنظیمات انتقال
fr_lu: Réglages virement bancaire
hr_hr: Bankovni prijenos postavki
ja: 銀行振込の設定
lv_lv: Bankas pārskaitījums iestatījumi
vi_vn: Settings Transfer ngân hàng

source: Allow Bank Transfer Payment
ar: تسمح حوالة مصرفية الدفع
et: Laske pangaülekannet
fa: اجازه انتقال بانک پرداخت
fr_lu: Autoriser les paiements de transfert de la Banque
hr_hr: Dopustite plaćanje bankovnim prijenosom
ja: 銀行振込の支払いを許可する
lv_lv: Atļaut bankas pārvedumu
pl_pl: Pozwól przelewu bankowego
vi_vn: Cho phép chuyển tiền ngân hàng

source: Allow bank transfers to be used for payments.
ar: تسمح التحويلات المصرفية لاستخدامها للمدفوعات.
et: Laske pangaülekanded kasutada makseid.
fa: اجازه می دهد تا نقل و انتقالات بانکی برای پرداخت مورد استفاده قرار گیرد .
fr_lu: Autoriser les transferts bancaires à utiliser pour les paiements.
hr_hr: Dopustite bankovnih transfera koji će se koristiti za plaćanja .
ja: 支払いに使用する銀行振込を許可します。
lv_lv: Atļaut bankas pārskaitījumus , ko izmanto maksājumiem .
pl_pl: Pozwól przelewów bankowych , które zostaną wykorzystane do płatności .
vi_vn: Cho phép chuyển khoản ngân hàng được sử dụng để thanh toán.

source: Bank Transfer Surcharge
ar: البنك رسوم إضافية نقل
et: Pangaülekanne lisatasu
fa: بانک سربار انتقال
fr_lu: Surcharge de virement bancaire
hr_hr: Bank Transfer nadoplatu
ja: 銀行振込サーチャージ
lv_lv: Bankas pārskaitījums Piemaksa
pl_pl: Dopłata przelew bankowy
vi_vn: Ngân hàng Phụ thu Chuyển

source: The bank transfer surcharge
ar: رسوم إضافية التحويل المصرفي
et: Pangaülekandega lisatasu
fa: اضافه بها انتقال بانکی
fr_lu: Le supplément de virement bancaire
hr_hr: Doplata uplata
ja: 銀行振込手数料
lv_lv: Bankas pārskaitījums papildmaksu
pl_pl: Płatne przelewem
vi_vn: Phụ phí chuyển khoản ngân hàng

source: Paypal Settings
ar: إعدادات باي بال
et: Paypal Seaded
fa: تنظیمات پی پال
fr_lu: Réglages Paypal
hr_hr: Paypal Postavke
ja: ペイパル設定
lv_lv: paypal iestatījumi
pl_pl: paypal Ustawienia
vi_vn: Cài đặt paypal

source: Allow PayPal Payment
ar: تسمح باي بال الدفع
et: Laske PayPal makse
fa: اجازه پرداخت PayPal
fr_lu: Permettre le paiement PayPal
hr_hr: Dopustite PayPal plaćanje
ja: PayPalの支払いを許可する
lv_lv: Atļaut PayPal Apmaksa
pl_pl: Pozwól Płatności PayPal
vi_vn: Cho phép thanh toán PayPal

source: Allow PayPal to be used for payments. The configuration details for PayPal payments must be entered below
ar: تسمح باي بال لاستخدامها للمدفوعات.
et: Laske PayPal kasutatavad makseid.
fa: اجازه می دهد پی پال برای پرداخت مورد استفاده قرار گیرد .
fr_lu: Permettre à PayPal pour être utilisé pour les paiements.
hr_hr: Dopustite PayPal će se koristiti za plaćanje .
ja: 支払いに使用できるようにPayPalを許可します。
lv_lv: Atļaut PayPal jāizmanto maksājumiem .
pl_pl: Pozwól PayPal do stosowania płatności.
vi_vn: PayPal cho phép được sử dụng để thanh toán.

source: Pay Pal Bank Account
ar: دفع الحساب المصرفي بال
et: Pay Pal pangakonto
fa: پرداخت حساب بانک پال
fr_lu: Pay Pal compte bancaire
hr_hr: Pay Pal bankovni račun
ja: パル銀行口座を支払う
lv_lv: Pay Pal bankas kontu
pl_pl: Pay Pal bankowego konta
vi_vn: Trả tài khoản ngân hàng Pal

source: Select the KwaMoja bank account to use for receipts processed by Pay Pal
ar: حدد حساب البنك KwaMoja لاستخدامها ل إيصالات معالجتها بواسطة بال
et: Vali KwaMoja pangakonto kasutada tulusid töödeldud Pay Pal
fa: حساب بانکی در KwaMoja انتخاب کنید به استفاده از برای رسیدهای پردازش توسط پرداخت پال
hr_hr: Odaberite račun KwaMoja bankovni koristiti za primitke koji se obrađuju putem Pay Pal
ja: ペイ·パルによって処理された領収書に使用するKwaMoja銀行口座を選択してください
lv_lv: Izvēlieties KwaMoja bankas kontu, lai izmantotu ieņēmumiem , ko apstrādā Pay Pal
pl_pl: Wybierz konto w banku KwaMoja użyć do wpływów przetwarzanych przez Pay Pal
vi_vn: Chọn tài khoản ngân hàng KwaMoja sử dụng cho các biên lai xử lý bằng Pay Pal

source: PayPal Surcharge
ar: ضريبة إضافية باي بال
et: PayPal lisatasu
fa: اضافه کردن پی پال
fr_lu: Surcharge PayPal
hr_hr: PayPal nadoplatu
ja: ペイパルサーチャージ
lv_lv: PayPal Piemaksa
pl_pl: PayPal Dopłata
vi_vn: Phụ thu PayPal

source: The PayPal surcharge
ar: رسوم إضافية باي بال
et: PayPal lisatasu
fa: اضافه کردن پی پال
fr_lu: Le supplément PayPal
hr_hr: PayPal naplatu
ja: ペイパル有料
lv_lv: PayPal papildmaksu
pl_pl: PayPal dopłaty
vi_vn: Phụ phí PayPal

source: Paypal user account details
ar: باي بال تفاصيل حساب المستخدم
et: Paypal kasutaja konto andmed
fa: پی پال جزئیات حساب کاربری
fr_lu: Paypal détails du compte utilisateur
hr_hr: Paypal korisnički račun Detaljnije
ja: ペイパルユーザーアカウントの詳細
lv_lv: Paypal lietotāja konta rekvizīti
pl_pl: Paypal szczegóły kont użytkowników
vi_vn: Các chi tiết về tài khoản người dùng paypal

source: Cannot be set in the demo
ar: لا يمكن تعيين في العرض التوضيحي
et: Ei ole võimalik seada sissedemo
fa: آیا می توانم در نسخه ی نمایشی نمی تواند تنظیم شود
fr_lu: Ne peut être réglé dans la démo
hr_hr: Ne može se postaviti u demo
ja: デモでは設定できません
lv_lv: Nevar tikt noteikts demo
pl_pl: Nie można ustawić w demo
vi_vn: Không thể được thiết lập trong bản demo

source: PayPal User
ar: باي بال العضو
fa: کاربر پی پال
fr_lu: PayPal utilisateur
hr_hr: PayPal Korisnik
ja: PayPalユーザー
lv_lv: PayPal Lietotājs
pl_pl: PayPal użytkownika
vi_vn: PayPal tài

source: The PayPal Merchant User account for Pay Pal Express Checkout
ar: باي بال التاجر حساب المستخدم ل الدفع بال عبر عن الخروج
et: PayPal Merchant kasutajakonto Pay Pal Express Checkout
fa: پی پال مرچنت حساب کاربری برای پرداخت پال اکسپرس پرداخت
fr_lu: Le compte de l'utilisateur du marchand PayPal PayPal Express Checkout
hr_hr: PayPal Merchant Korisnički račun za Pay Pal Express Checkout
ja: ペイ·パルエクスプレスチェックアウトのためのPayPalマーチャントユーザーアカウント
lv_lv: PayPal Merchant lietotāja kontu , lai Pay Pal Express Checkout
pl_pl: PayPal Konto użytkownika Sklep dla Pay Pal ekspresowej realizacji transakcji
vi_vn: PayPal Merchant tên người dùng cho Pay Pal Express Checkout

source: PayPal Password
ar: باي بال المرور
et: PayPal salasõna
fa: پی پال کاربری رمز عبور
fr_lu: Mot de passe PayPal
ja: PayPalのパスワード
lv_lv: PayPal Parole
pl_pl: PayPal Hasło
vi_vn: PayPal Mật khẩu

source: The PayPal Merchant account password for Pay Pal Express Checkout
ar: باي بال كلمة المرور حساب التاجر لل الدفع بال عبر عن الخروج
et: PayPal Merchant konto parooli Pay Pal Express Checkout
fa: پی پال مرچنت رمز عبور حساب برای پرداخت پال اکسپرس پرداخت
fr_lu: Le mot de passe de compte marchand PayPal PayPal Express Checkout
hr_hr: PayPal trgovački račun lozinka za Pay Pal Express Checkout
ja: ペイ·パルエクスプレスチェックアウトのためのPayPalのマーチャントアカウントのパスワード
lv_lv: PayPal Tirgotāja konta paroli , lai Pay Pal Express Checkout
pl_pl: PayPal hasło Sklep dla ekspresowej realizacji transakcji Pay Pal
vi_vn: Các mật khẩu tài khoản PayPal Merchant cho Pay Pal Express Checkout

source: PayPal Signature
ar: باي بال التوقيع
et: PayPal Allkiri
fa: پی پال امضا
fr_lu: Signature PayPal
hr_hr: PayPal Potpis
ja: PayPalの署名
lv_lv: PayPal Paraksts
pl_pl: PayPal Podpis
vi_vn: Chữ ký PayPal

source: The PayPal merchant account signature for Pay Pal Express Checkout
ar: باي بال توقيع حساب التاجر لل الدفع بال عبر عن الخروج
et: PayPal kaupmehe kontole allkirja Pay Pal Express Checkout
fa: تاجر امضا حساب پی پال برای پرداخت پال اکسپرس پرداخت
fr_lu: Le compte signature marchand PayPal PayPal Express Checkout
hr_hr: PayPal trgovački račun potpisa za Pay Pal Express Checkout
ja: ペイ·パルエクスプレスチェックアウトのためのPayPalのマーチャントアカウントの署名
lv_lv: PayPal tirgotāja konta parakstu Pay Pal Express Checkout
pl_pl: PayPal na konto handlowe sygnatura Pay Pal ekspresowej realizacji transakcji
vi_vn: Chữ ký tài khoản thương gia PayPal cho Pay Pal Express Checkout

source: Credit Card Processing Settings
ar: إعدادات معالجة بطاقات الائتمان
et: Krediitkaart töötlemine Seaded
fa: تنظیمات پردازش کارت اعتباری
fr_lu: Paramètres de traitement de cartes de crédit
hr_hr: Credit Card Processing Postavke
ja: クレジットカード処理の設定
lv_lv: Credit Card Processing iestatījumi
pl_pl: Ustawienia karty kredytowej przetwarzania
vi_vn: Cài đặt chế thẻ tín dụng

source: Allow Credit Card Payments
ar: تسمح مدفوعات بطاقات الائتمان
et: Laske krediitkaardiga
fa: اجازه می دهد کارت های اعتباری پرداخت
fr_lu: Autoriser les paiements par carte de crédit
hr_hr: Dopustite plaćanje kreditnom karticom
ja: クレジットカード決済を許可する
lv_lv: Atļaut kredītkaršu maksājumus
pl_pl: Zezwalaj na płatności kartą kredytową
vi_vn: Cho phép thanh toán thẻ tín dụng

source: Allow Credit Cards to be used for payments. The configuration details for PayPal Pro or one of the other credit card payment solutions must be configured.
ar: تسمح بطاقات الائتمان لاستخدامها للمدفوعات.
et: Laske krediitkaarte kasutada makseid.
fa: اجازه می دهد کارت های اعتباری برای پرداخت مورد استفاده قرار گیرد .
fr_lu: Autoriser les cartes de crédit à utiliser pour les paiements.
hr_hr: Dopustite kreditne kartice se koriste za plaćanja .
ja: 支払いに使用するクレジットカードを許可します。
lv_lv: Atļaut Credit Cards , ko izmanto maksājumiem .
pl_pl: Zezwalaj na karty kredytowe , które mają być wykorzystywane do płatności .
vi_vn: Cho phép thẻ tín dụng được sử dụng để thanh toán.

source: Credit Card Gateway
ar: بوابة بطاقة الائتمان
et: Krediitkaart Gateway
fa: دروازه کارت اعتباری
fr_lu: Passerelle de carte de crédit
hr_hr: Kreditne kartice Gateway
ja: クレジットカードゲートウェイ
lv_lv: Kredītkarte Gateway
pl_pl: Bramka Karta Kredytowa
vi_vn: Thẻ tín dụng Cổng

source: PayPal Pro
ar: باي بال برو
fa: پی پال نرم افزار
ja: PayPalのプロ

source: PayFlow Pro
ar: PayFlow برو
fa: PayFlow نرم افزار
ja: PayFlowプロ

source: Swipe HQ - New Zealand
ar: انتقاد HQ - نيوزيلندا
et: Swipe HQ - Uus-Meremaa
fa: ضربه تند وشدید زدن HQ - نیوزلند
fr_lu: Swipe HQ - Nouvelle-Zélande
hr_hr: Swipe HQ - Novi Zeland
ja: スワイプHQ - ニュージーランド
lv_lv: Zvēliens HQ - Jaunzēlande
pl_pl: Swipe HQ - Nowa Zelandia

source: Select the credit card gateway system to be used.
ar: اختر بطاقة الائتمان نظام بوابة لاستخدامها .
et: Vali krediitkaardi värav süsteemi kasutada .
fa: کارت اعتباری دروازه سیستم مورد استفاده قرار گیرد را انتخاب کنید.
fr_lu: Sélectionnez le système de passerelle de carte de crédit doit être utilisée.
hr_hr: Odaberite gateway sustav koji će se koristiti kreditne kartice .
ja: 使用するクレジットカードのゲートウェイ·システムを選択します。
lv_lv: Izvēlieties kredītkartes vārti sistēma, kas jāizmanto .
pl_pl: Wybierz kartę kredytową systemu bramy , który będzie używany .
vi_vn: Chọn tín dụng hệ thống cổng thẻ được sử dụng.

source: Credit Card Surcharge
ar: رسوم بطاقات الائتمان
et: Krediitkaart lisatasu
fa: اضافه کردن کارت اعتباری
fr_lu: Surcharge de carte de crédit
hr_hr: Kreditna kartica uz nadoplatu
ja: クレジットカードサーチャージ
lv_lv: Kredītkarte Piemaksa
pl_pl: Karta kredytowa
vi_vn: Phụ phí thẻ tín dụng

source: The credit card surcharge
ar: رسوم إضافية بطاقة الائتمان
et: Krediitkaardi lisatasu
fa: اضافه کارت اعتباری
fr_lu: Le supplément de carte de crédit
hr_hr: Naplatu kreditnih kartica
ja: クレジットカードの手数料
lv_lv: Kredītkarte papildu maksu
pl_pl: Karta kredytowa
vi_vn: Phụ phí thẻ tín dụng

source: Credit Card Bank Account
ar: حساب البنك بطاقة الائتمان
et: Krediitkaart Arvelduskonto
fa: کارت اعتباری حساب بانکی
fr_lu: Carte de crédit compte bancaire
hr_hr: Kreditna kartica bankovni račun
ja: クレジットカードの銀行口座
lv_lv: Kredītkarte Bankas konts
pl_pl: Konto Credit Bank karty
vi_vn: Tín dụng tài khoản ngân hàng thẻ

source: Select the KwaMoja bank account to use for receipts processed by credit card
ar: حدد حساب البنك KwaMoja لاستخدامها ل إيصالات معالجتها عن طريق بطاقة الائتمان
et: Vali KwaMoja pangakonto kasutada tulusid töödeldud krediitkaardiga
fa: حساب بانکی در KwaMoja انتخاب برای استفاده از رسیدهای پردازش کارت اعتباری
hr_hr: Odaberite račun KwaMoja bankovni koristiti za primitke koji se obrađuju putem kreditne kartice
ja: クレジットカードで処理された領収書に使用するKwaMoja銀行口座を選択してください
lv_lv: Izvēlieties KwaMoja bankas kontu, lai izmantotu ieņēmumiem apstrādā ar kredītkarti
pl_pl: Wybierz konto w banku KwaMoja użyć do wpływów przetwarzanych przez kartę kredytową
vi_vn: Chọn tài khoản ngân hàng KwaMoja sử dụng cho các biên lai xử lý bằng thẻ tín dụng

source: Credit card user account details
et: Krediitkaardi kasutaja konto andmed
fa: جزئیات کارت اعتباری حساب کاربر
fr_lu: Carte de crédit utilisateur détails de compte
hr_hr: Kreditna kartica korisnički račun Detaljnije
ja: クレジットカードユーザーアカウントの詳細
lv_lv: Kredītkartes lietotāja konta rekvizīti
pl_pl: Dane kart kredytowych użytkowników account
vi_vn: Thẻ thông tin tài khoản tín dụng

source: PayPal Pro User
ar: باي بال برو العضو
et: PayPal Pro Kasutaja
fa: پی پال طرفدار کاربر
hr_hr: PayPal Pro korisnika
ja: ペイパルProユーザーズ
vi_vn: PayPal Pro tài

source: The PayPal Pro Merchant User account for credit card payment available in only USA and Canada
ar: باي بال برو التاجر حساب المستخدم ل دفع بطاقة الائتمان المتاح في الولايات المتحدة وكندا فقط
et: PayPal Pro Merchant kasutajakonto krediitkaardi saadaval ainult USA ja Kanada
fa: نرم افزار پی پال مرچنت حساب کاربری برای پرداخت کارت اعتباری در دسترس است تنها در ایالات متحده آمریکا و کانادا
hr_hr: PayPal Pro Merchant Korisnički račun za plaćanje kreditnom karticom dostupna samo u SAD-u i Kanadi
ja: 唯一の米国とカナダで利用可能なクレジットカード決済のためのPayPalのプロマーチャントユーザーアカウント
lv_lv: PayPal Pro Merchant lietotāja konta kredītkaršu maksājumu pieejams tikai ASV un Kanādā
pl_pl: PayPal Pro Konto użytkownika Sklep dla płatności kartą kredytową dostępną tylko w USA i Kanadzie
vi_vn: PayPal Pro Merchant tên người dùng cho thanh toán bằng thẻ tín dụng có sẵn trong chỉ có Mỹ và Canada

source: PayPal Pro Password
ar: باي بال برو كلمة السر
et: PayPal Pro Parool
fa: پی پال نرم افزار رمز عبور
fr_lu: PayPal Pro Mot de passe
hr_hr: PayPal Pro Lozinka
ja: PayPalのプロパスワード
lv_lv: PayPal Pro Parole
pl_pl: PayPal Pro Hasło
vi_vn: PayPal Pro Mật khẩu

source: The PayPal Pro Merchant account password for credit card payment available in only USA and Canada
ar: باي بال برو كلمة مرور حساب التاجر ل دفع بطاقة الائتمان المتاح في الولايات المتحدة وكندا فقط
et: PayPal Pro Merchant konto parooli krediitkaardi saadaval ainult USA ja Kanada
fa: طرفدار پی پال مرچنت رمز عبور حساب برای پرداخت کارت اعتباری در دسترس است تنها در ایالات متحده آمریکا و کانادا
hr_hr: PayPal Pro Trgovački račun lozinka za plaćanje kreditnom karticom dostupna samo u SAD-u i Kanadi
ja: 唯一の米国とカナダで利用可能なクレジットカード決済のためのPayPalのプロマーチャントアカウントのパスワード
lv_lv: PayPal Pro tirgotāja konta paroli, kredītkaršu maksājumu pieejams tikai ASV un Kanādā
pl_pl: PayPal Pro hasło Sklep dla płatności kartą kredytową dostępną tylko w USA i Kanadzie
vi_vn: Pro Merchant mật khẩu tài khoản PayPal để thanh toán thẻ tín dụng có sẵn trong chỉ có Mỹ và Canada

source: PayPal Pro Signature
ar: باي بال برو التوقيع
fa: پی پال طرفدار امضاء
hr_hr: PayPal Pro Potpis
ja: PayPalのプロシグネチャー
lv_lv: PayPal Pro Paraksts
vi_vn: PayPal Pro Chữ ký

source: The PayPal Pro merchant account signature for credit card payment available in only USA and Canada
ar: باي بال برو توقيع حساب التاجر ل دفع بطاقة الائتمان المتاح في الولايات المتحدة وكندا فقط
et: PayPal Pro kaupmehe kontole allkirja krediitkaardi saadaval ainult USA ja Kanada
fa: حسابپی پال طرفدار تاجر امضا برای پرداخت کارت اعتباری در دسترس است تنها در ایالات متحده آمریکا و کانادا
hr_hr: PayPal Pro trgovački račun potpisa za plaćanje kreditnom karticom dostupna samo u SAD-u i Kanadi
ja: 唯一の米国とカナダで利用可能なクレジットカード決済のためのPayPalのプロマーチャントアカウントの署名
lv_lv: PayPal Pro tirgotāja kontu paraksts kredītkaršu maksājumu pieejams tikai ASV un Kanādā
pl_pl: PayPal Pro podpis konto sklep dla płatności kartą kredytową dostępną tylko w USA i Kanadzie
vi_vn: Pro thương gia ký tài khoản PayPal để thanh toán thẻ tín dụng có sẵn trong chỉ có Mỹ và Canada

source: Pay Flow Pro User
ar: دفع تدفق برو العضو
et: Pay Flow Pro Kasutaja
fa: پرداخت جریان طرفدار این کاربر
hr_hr: Platiti Flow Pro korisnik
ja: フローProユーザーを支払う
lv_lv: Pievērsiet Flow Pro User
pl_pl: Zapłać Przepływ Pro User
vi_vn: Trả dòng Pro tài

source: Merchant User account
ar: التاجر حساب المستخدم
et: Merchant Kasutajakonto
fa: مرچنت حساب کاربری
fr_lu: Compte d'utilisateur Merchant
hr_hr: Trgovačka Korisnički račun
ja: マーチャントユーザーアカウント
lv_lv: Tirgotāja Lietotāja konts
pl_pl: Konto użytkownika Sklep
vi_vn: Tài khoản người dùng thương

source: Pay Flow Pro Password
ar: دفع تدفق برو كلمة السر
et: Pay Flow Pro Parool
fa: پرداخت جریان طرفدار رمز عبور
fr_lu: Pay Flow Pro Mot de passe
hr_hr: Platiti Flow Pro Lozinka
ja: フロープロパスワードを支払う
lv_lv: Pievērsiet Flow Pro paroli
pl_pl: Zapłać Przepływ Pro hasła
vi_vn: Trả dòng Password Pro

source: Merchant account password
ar: كلمة المرور حساب التاجر
et: Kaupmehe konto parool
fa: رمز عبور حساب های تجاری
fr_lu: Mot de passe de compte de marchand
hr_hr: Trgovački račun lozinka
ja: マーチャントアカウントのパスワード
lv_lv: Tirgotāja konta paroli
pl_pl: Hasło Sklep
vi_vn: Mật khẩu tài khoản thương gia

source: Pay Flow Pro Vendor
ar: دفع تدفق برو البائع
fa: پرداخت فروشنده جریان طرفدار
fr_lu: Payer flux vendeur Pro
hr_hr: Platiti Flow Pro dobavljača
ja: フロープロベンダーを支払う
lv_lv: Pievērsiet Flow Pro pārdevēju
pl_pl: Zapłać Przepływ Pro Vendor
vi_vn: Lưu lượng người bán hàng trả Pro

source: vendor
ar: بائع
et: müüja
fa: فروشنده
fr_lu: fournisseur
hr_hr: prodavač
ja: ベンダー
lv_lv: pārdevējs
pl_pl: sprzedawca
vi_vn: nhà cung cấp

source: Pay Flow Pro Merchant
ar: دفع تدفق برو التاجر
fa: پرداخت مرچنت جریان طرفدار
fr_lu: Payer débit Merchant Pro
hr_hr: Platiti Flow Pro trgovac
ja: フロープロマーチャントを支払う
lv_lv: Pievērsiet Flow Pro Merchant
pl_pl: Zapłać Przepływ Pro Kupiec
vi_vn: Trả dòng Merchant Pro

source: merchant
ar: تاجر
et: kaupmees
fa: تاجر
fr_lu: marchand
hr_hr: trgovac
ja: 商人
lv_lv: tirgotājs
pl_pl: kupiec
vi_vn: thương gia

source: SwipeHQ Merchant ID
ar: SwipeHQ معرف تاجر
et: SwipeHQ Kaupmehe ID
fa: SwipeHQ مرچنت ID
ja: SwipeHQマーチャントID
lv_lv: SwipeHQ Tirgotāja ID
pl_pl: SwipeHQ Sklep ID
