Repository: timschofield/KwaMoja-Medical
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar, et, fa, fr_lu, hr_hr, ja, lv_lv, pl_pl, vi_vn

source: Could not get the current location stock of the assembly component
ar: لم أستطع الحصول على الأوراق المالية الموقع الحالي لل عنصر الجمعية
et: Ei saanudpraeguse asukoha aktsia kokkupanek osa
fa: ممکن است مکان فعلی سهام از جزء مونتاژ می کنید
fr_lu: Impossible d'obtenir le stock de l'emplacement actuel de l'élément d'assemblage
hr_hr: Ne može se dobiti trenutnu lokaciju zaliha Skupštine komponente
ja: 新しい勘定の表詳細が追加できなかった
lv_lv: Nevar iegūt izvēlētās bankas konta valūtu un kursu
pl_pl: Nie udało się uzyskać aktualny czas lokalizacji składnika zestawu
vi_vn: Không l?y du?c d?a di?m hi?n t?i c?a linh ki?n l?p ráp

source: Ex Inv
ar: السابقين للإستثمار
fa: سابق Inv
ja: Invの例
pl_pl: Z mag
vi_vn: Không bao g?m hóa don

source: The following SQL to update the components location stock record was used
ar: تم استخدام SQL التالية لتحديث مكونات الموقع سجل الأسهم
et: Järgmine SQL uuendada komponente asukoha laoarvestuse kasutati
fa: گذاشتن زیر برای به روز رسانی قطعات محل ثبت سهام مورد استفاده قرار گرفت
fr_lu: Commande SQL de mise à jour du stock de composant d'un lieu donné
hr_hr: Sljedeći SQL ažuriranje zaliha komponente lokacije rekord je korišten
ja: 構成用場所在庫レコードを更新する以下のSQLが使われました
lv_lv: Pēc SQL atjaunināt sastāvdaļas atrašanās vietu uzskaiti, tika izmantota
pl_pl: Użyta fraza SQL:
vi_vn: D? li?u SQL sau dùng d? c?p nh?t h? so d?a di?m kho dã du?c s? d?ng

source: The serial stock item record could not be selected because
ar: لا يمكن تحديد سجل بند الأوراق المالية لأن المسلسل
et: Seerianumber laonumbrist rekord ei valita , sest
fa: سریال سهام رکورد مورد نمی تواند به دلیل انتخاب
fr_lu: Le registre des stocks de série élément n'a pas pu être sélectionné à cause
hr_hr: Serijski dionica stavku zapis nije mogao biti izabran , jer
ja: シリアル在庫品目レコードは選択することができませんでしたので、
lv_lv: Sērijas krājumu posteni ierakstu nevarēja izvēlēties , jo
pl_pl: Nie można wybrać rekordu towaru seryjnego ponieważ
vi_vn: Không ch?n du?c h? so s? se-ri hàng trong kho vì

source: The following SQL to select the serial stock item record was used
ar: تم استخدام SQL التالية لتحديد السجل بند الأوراق المالية المسلسل
et: Järgmine SQL valida serial laonumbrist rekord kasutati
fa: گذاشتن زیر برای انتخاب سریال سهام ثبت آیتم استفاده شد
fr_lu: Commande SQl d'affichage du numéro de série des articles en stock
hr_hr: Sljedeći SQL za odabir serijski rekord dionica predmet je korišten
ja: 連続品目レコードを選択する以下のSQLが使われました
lv_lv: Pēc SQL , lai izvēlētos sērijas krājuma priekšmetu uzskaiti tika izmantota
pl_pl: Użyta fraza SQL
vi_vn: D? li?u SQL sau dùng d? chèn h? so s? se-ri hàng trong kho dã du?c s? d?ng

source: Written off ex Inv
ar: شطب الاستثمار السابق
et: Maha ex Inv
fa: نوشته شده خاموش Inv سابق
fr_lu: Radiés hors inv
hr_hr: Isknjiženje bivši inv
ja: 元Invの償却
lv_lv: Norakstīti ex Inv
pl_pl: Zdjęte ze stanu
vi_vn: Viết tắt cũ Lên

source: The following SQL to insert the stock movement records for the purpose of display on the credit note was used
ar: تم استخدام SQL التالية لإدراج سجلات حركة المخزون لغرض العرض على المذكرة الائتمان
et: Järgmine SQL sisestada aktsia liikumine arvestust eesmärgil kuva kreeditarve kasutati
fa: گذاشتن پس از قرار دادن سهام سوابق جنبش به منظور نمایش بر روی توجه داشته باشید اعتباری مورد استفاده قرار گرفت
fr_lu: Commande SQL d'ajoût de fiche de mouvement de stocks (pour affichage dans l'avoir):
hr_hr: Sljedeći SQL umetanje evidencije zaliha pokreta za svrhu prikazivanja na kreditne bilješku bio korišten
ja: 返品伝票に表示目的で在庫移動レコードを追加する以下のSQLが使われました
lv_lv: Pēc SQL ievietot krājumu kustības uzskaiti ar mērķi parādīt uz kredītu piezīmi tika izmantota
pl_pl: Użyta fraza SQL:
vi_vn: D? li?u SQL sau dùng d? chèn h? so di chuy?n kho cho m?c dích hi?n th? trên ghi chú n? dã du?c s? d?ng

source: Taxes and rates applicable to this credit note line item could not be inserted because
ar: لا يمكن إدراج الضرائب و الأسعار المطبقة على هذه القروض علما بند بسبب
et: Maksud ja hinnad kohaldata käesoleva kreeditarve real ei saa lisada , sest
fa: مالیات و نرخ قابل اعمال به این آیتم استفاده کنید توجه داشته باشید خط اعتباری نمی تواند دلیل وارد
fr_lu: Les taxes et le taux applicables à cette rubrique d'avoir n'ont pas pu être insérés:
hr_hr: Porezi i stope se primjenjuju na ove kreditne linije note točke ne može biti umetnuta , jer
ja: このクレジット·メモ行項目に適用される税金や料金を挿入することができませんでしたので、
lv_lv: Nodokļi un likmes, kas piemērojamas šo kredītu piezīmi posteni nevar tikt ievietots , jo
pl_pl: Nie można zaksięgować podatku dla tej noty kredytowej ponieważ
vi_vn: Không chèn du?c thu? và các m?c thu? áp d?ng cho dòng hàng ghi chú n? này vì

source: The count to check for existing Sales analysis records could not run because
ar: العد للتحقق من سجلات تحليل المبيعات الحالية لا يمكن تشغيل لأن
et: Loota , et kontrollida olemasolevate Sales analüüs arvestust ei näidata, sest
fa: تعداد دفعات مشاهده شده برای چک کردن رکورد فروش تجزیه و تحلیل های موجود نمی تواند به دلیل اجرا
fr_lu: Le comte de vérifier les dossiers existants de vente d'analyse ne pouvait pas courir parce
hr_hr: Brojač za provjeru postojećih prodaja analiza zapisa nije mogao pokrenuti jer
ja: 既存の販売分析の記録をチェックするためのカウントは実行できませんでしたので、
lv_lv: Skaits , lai pārbaudītu esošos pārdošanas analīze ierakstiem nevarēja palaist, jo
pl_pl: Nie można uruchomić zliczania sprawdzającego Analiz sprzedaży ponieważ
vi_vn: Không ch?y du?c các tính toán d? ki?m tra các h? so bán hàng hi?n t?i vì

source: The sales analysis record for this credit note could not be added because
ar: سجل تحليل المبيعات ل هذه المذكرة الائتمان لا يمكن إضافتها لأن
et: Müügi analüüs rekord see kreeditarve ei saa lisada , sest
fa: فروش تجزیه و تحلیل سابقه برای توجه داشته باشید این اعتبار نمی تواند دلیل ارسال
fr_lu: Le dossier d'analyse des ventes pour cet avoir ne peut pas être ajouté car
hr_hr: Rekord prodaje analizu za ovaj kreditne bilješke ne može se dodati , jer
ja: ので、このクレジット·ノートの販売分析レコードを追加できませんでした
lv_lv: Pārdošanas analīze rekords šī kredīta piezīmes nevar pievienot, jo
pl_pl: Analiza sprzedaży nie może zostać dodana ponieważ
vi_vn: Không thêm du?c h? so phân tích kinh doanh cho ghi chú n? này vì

source: The stock side or write off of the cost of sales GL posting could not be inserted because
ar: لا يمكن إدراج الجانب الأوراق المالية أو شطب من تكلفة المبيعات GL بالإرسال لأن
et: Aktsia pool või mahakandminemüügikulud GL postitad ei saa lisada , sest
fa: طرف سهام و یا نوشتن کردن از هزینه های فروش گرم در نوشتن می تواند به دلیل درج نشده
fr_lu: Le côté matériel ou radiation du coût des ventes GL annonce ne pouvait pas être inséré, car
hr_hr: Dioničko side ili otpis troškova prodaje GL knjiženja se ne može umetnuti zbog
ja: 株式側や販売GLはポスティングの費用の償却を挿入することができませんでしたので、
lv_lv: Noliktavā sānu vai norakstīt no pārdošanas izmaksām GL norīkošanu nevarēja ievietota , jo
pl_pl: Nie można zapisać strony magazynowej kosztów sprzedaży do KG ponieważ
vi_vn: Bên cổ hoặc viết tắt của giá vốn hàng bán GL gửi không thể được chèn vào bởi vì

source: The credit note GL posting could not be inserted because
ar: المذكرة الائتمان GL المشاركة لا يمكن إدراج بسبب
et: Kreeditarve GL postitad ei saa lisada , sest
fa: اعتبار گرم توجه داشته باشید ارسال می تواند به دلیل درج نشده
fr_lu: L'annonce de l'avoir GL n'a pas été ajoutée
hr_hr: GL odobrenju objavljivanja ne može biti umetnuta , jer
ja: 貸方転記ノートGLを挿入することができませんでしたので、
lv_lv: Kredīta piezīme GL norīkošanu nevarēja ievietota , jo
pl_pl: Nie można zaksięgować noty kredytowej ponieważ
vi_vn: Không chèn du?c s? cái ghi chú n?

source: The credit note discount GL posting could not be inserted because
ar: الفضل ملاحظة خصم GL المشاركة لا يمكن إدراج بسبب
et: Kreeditarve soodushinnaga GL postitad ei saa lisada , sest
fa: توجه داشته باشید گرم اعتباری تخفیف ارسال نمی تواند به دلیل درج
fr_lu: L'annonce de la remise par avoir GL n'a pas été ajoutée
hr_hr: Popust odobrenju objavljivanja GL ne može biti umetnuta , jer
ja: 貸方転記ノート割引GLを挿入することができませんでしたので、
lv_lv: Kredītkartes, ņemiet vērā atlaide GL norīkošanu nevarēja ievietota , jo
pl_pl: Nie można zaksięgować upustu noty kredytowej ponieważ
vi_vn: Không chèn du?c s? cái chi?t kh?u ghi chú n? vì

source: The total debtor GL posting for the credit note could not be inserted because
ar: مجموع GL المدين نشر للملاحظة الائتمان لا يمكن إدراجها لأن
et: Kokku võlgnik GL postitamistkreeditarve ei saa lisada , sest
fa: بدهکار گرم در کل توجه داشته باشید برای ارسال اعتبار نمی تواند دلیل وارد
fr_lu: L'annonce GL du nombre total de débiteurs n'a pas été ajoutée
hr_hr: Ukupno dužnički GL objavljivanja za kreditne bilješke ne može se umetnuti zbog
ja: クレジットノートの投稿総債務GLを挿入することができませんでしたので、
lv_lv: Kopējais Parādnieks GL norīkošanu par kredīta piezīmes nevarēja būt ievietots , jo
pl_pl: Nie można zaksięgować sumy korekty ponieważ
vi_vn: Không chèn du?c s? cái t?ng n? cho ghi chú n? vì

source: The freight GL posting for this credit note could not be inserted because
ar: و GL الشحن بالإرسال ل هذه المذكرة الائتمان لا يمكن إدراجها لأن
et: Kaubaveo GL postitad selle kreeditarve ei saa sisestatud sest
fa: گرم در حمل و نقل توجه داشته باشید برای ارسال این اعتبار نمی تواند دلیل وارد
fr_lu: L'annonce GL fret pour cet avoir n'a pas pu être insérée pour cause
hr_hr: Teretni GL knjiženja za ovu kreditne bilješke ne može biti umetnuta , jer
ja: このクレジット·ノートの投稿貨物GLを挿入することができませんでしたので、
lv_lv: The Shipping GL posting for this credit note could not be inserted because
pl_pl: Nie można zaksięgować kosztów transportu dla tej noty kredytowej ponieważ
vi_vn: The Shipping GL posting for this credit note could not be inserted because

source: has been processed
ar: وقد تم تجهيزها
et: on töödeldud
fa: پردازش شده است
fr_lu: a été traité
hr_hr: obrađena
ja: 処理された
lv_lv: tika apstrādāts
pl_pl: została przetworzona
vi_vn: Đã được xử lý

source: Credit Note Type
ar: ملاحظة نوع الائتمان
et: Kreeditarve tüüp
fa: توجه داشته باشید نوع اعتبار
fr_lu: Type d'avoir
hr_hr: Kreditne Napomena Tip
ja: 返品伝票タイプ
lv_lv: Kredīta rēķina veids
pl_pl: Typ Noty Kredytowej
vi_vn: Lo?i ghi chú n?

source: Goods returned to store
ar: عاد لتخزين البضائع
et: Kaup tagastatakse salvestada
fa: محصولات بازگشت به فروشگاه
fr_lu: Marchandises renvoyées
hr_hr: Roba se vratio za pohranu
ja: 商品は格納するのに返さ
lv_lv: Atgrieztas preces noliktavā
pl_pl: Towary zwrócone do magazynu
vi_vn: hàng hóa đã trở lại kho bãi

source: Goods written off
ar: السلع شطبها
et: Kaupade maha
fa: محصولات نوشته شده خاموش
fr_lu: Marchandises
hr_hr: Roba otpisanih
ja: 商品は償却
lv_lv: Norakstītas preces
pl_pl: Towary spisane na straty
vi_vn: hàng hóa bị xóa (không nhập)

source: Reverse overcharge
ar: عكس فاحش
et: Tagurpidi koormama
fa: معکوس قیمت اجحاف کردن
fr_lu: Inverser la surcharge
hr_hr: obrnuti pretjeram
ja: 過充電を逆転
lv_lv: Atgriezt pārmaksu
pl_pl: Zwrot nadpłaty
vi_vn: ngược lại quá hạn

source: Goods returned to location
ar: عاد البضائع إلى الموقع
et: Kauba tagastada kohas
fa: محصولات بازگشت به محل اقامت
fr_lu: Les marchandises renvoyées au site
hr_hr: Roba se vratio u mjesto
ja: 商品返送場所
lv_lv: Preces atgrieztas noliktavā
pl_pl: Towary zwrócone do magazynu
vi_vn: Hàng hoá trở lại vị trí

source: Write off the cost of the goods to
ar: شطب تكلفة البضاعة إلى
et: Mahakandmine kulude kaupa
fa: نوشتن نظر کردن از هزینه کالا به
fr_lu: Amortir le coût des marchandises
hr_hr: Otpis troškove robe na
ja: への商品のコストを償却
lv_lv: Norakstīt preču izmaksas uz
pl_pl: Odpisz koszt towarów do
vi_vn: bỏ đi giá trị hàng hóa

source: Credit note text
ar: نص المذكرة الائتمان
et: Kreeditarve tekst
fa: اعتبار متن توجه داشته باشید
fr_lu: Information avoir
hr_hr: Kreditne note tekst
ja: 返品伝票テキスト
lv_lv: Kredīta rēķina teksts
pl_pl: Komentarz do noty kredytowej
vi_vn: dòng ghi chú n?

source: Process Credit
ar: عملية الائتمان
fa: فرآیند های اعتباری
fr_lu: Processus de crédit
hr_hr: Proces kreditne
ja: 返品処理
lv_lv: Apstrādāt Kredītu
pl_pl: Przetwórz Korektę
vi_vn: Ti?n trình n?

source: Currencies Maintenance
ar: صيانة العملات
et: Valuuta Hooldus
fa: واحد پول تعمیر و نگهداری
fr_lu: Gestion des devises
hr_hr: Valute Održavanje
ja: 通貨メンテナンス
lv_lv: Valūtas
pl_pl: Definicje Walut
vi_vn: B?o trì ti?n t?

source: As this is the first time that the system has been used, you must first set up your main accounting currency.
ar: كما أن هذه هي المرة الأولى التي تم استخدام نظام ، يجب أولا إعداد العملة المحاسبية الرئيسية الخاصة بك .
et: Kuna see on esimene kord, kui süsteem on kasutatud , siis tuleb kõigepealt luua oma peamiste raamatupidamis valuutas.
fa: از آنجا که این اولین بار است که سیستم مورد استفاده قرار گرفته است، برای بار اول شما باید راه اندازی ارز حسابداری اصلی خود را .
fr_lu: Comme c'est la première fois que le système a été utilisé , vous devez d'abord configurer votre monnaie comptable principal .
hr_hr: Kako je ovoprvi put da je sustav bio korišten , prvo morate postaviti glavnu valutu računovodstva .
ja: これは、システムが使用されたのは初めてのことであるとして、あなたは最初にあなたのメインの会計通貨を設定する必要があります。
lv_lv: Tā kā šī irpirmā reize, kadsistēma tika izmantota , jums vispirms izveidot savu galveno grāmatvedības valūtu .
pl_pl: Ponieważ jest topierwszy raz , że system jest stosowany , należy najpierw skonfigurować główną walutę księgowości.
vi_vn: Vì đây là lần đầu tiên hệ thống đã được sử dụng , trước tiên bạn phải thiết lập tiền tệ kế toán chính của bạn.

source: The currency already exists in the database
ar: العملة موجود مسبقا في قاعدة البيانات
et: Valuuta on juba olemas andmebaas
fa: نرخ ارز در حال حاضر در پایگاه داده وجود دارد
fr_lu: La monnaie existe déjà dans la base de données
hr_hr: Valuta već postoji u bazi podataka
ja: はデータベースに定義されてない
lv_lv: Valūta jau eksistē
pl_pl: Waluty już istnieje w bazie danych
vi_vn: Loại tiền tệ này đã tồn tại trong cơ sở dữ liệu

source: The exchange rate must be numeric
ar: يجب أن يكون سعر الصرف الرقمية
et: Vahetuskurss peab olema arv
fa: نرخ ارز باید عدد باشد
fr_lu: Le taux de change doit être numérique
hr_hr: Tečaj mora biti numerička
ja: 為替レートは数字でなければいけない
lv_lv: Valūtas kursam ir jābūt skaitlim
pl_pl: Kurs waluty musi być numeryczny
vi_vn: tỷ giá hối đoái viết dưới dạng số

source: The number of decimal places to display for amounts in this currency must be numeric
ar: يجب أن يكون عدد المنازل العشرية لعرضه للمبالغ في هذه العملة الرقمية
et: Komakohtade arvu kuvamiseks summasid selles vääringus peab olema arv
fr_lu: Le nombre de décimales doit être numérique
hr_hr: Broj decimalnih mjesta za prikaz za iznose u ovoj valuti mora biti numerička
ja: この通貨の金額に表示する小数点以下の桁数は数値でなければなりません
lv_lv: Aiz komata skaits, lai parādītu summām šajā valūtā, jābūt ciparu

source: The number of decimal places to display for amounts in this currency must be positive or zero
ar: يجب أن يكون عدد المنازل العشرية لعرضه للمبالغ في هذه العملة إيجابية أو صفر
et: Komakohtade arvu kuvamiseks summasid selles vääringus peab olema positiivne või null
fa: تعداد رقم اعشار برای نمایش مقدار در این ارز باید صفر یا مثبت باشد
fr_lu: Le nombre de décimales à afficher doit être supérieur ou égal à zéro
hr_hr: Broj decimalnih mjesta za prikaz za iznose u ovoj valuti mora biti pozitivan ili nula
ja: この通貨の金額に表示する小数点以下の桁数は、正またはゼロでなければなりません
lv_lv: Aiz komata skaits, lai parādītu summām šajā valūtā, ir jābūt pozitīvai vai nulles
pl_pl: Liczba miejsc dziesiętnych do wyświetlania kwot w tej walucie musi być dodatnia lub zerowa
vi_vn: Số lượng các chữ số thập phân để hiển thị đối với số tiền trong đồng tiền này phải được tích cực hoặc không

source: The number of decimal places to display for amounts in this currency is expected to be 4 or less
ar: ومن المتوقع أن يكون 4 او اقل من عدد المنازل العشرية لعرضه للمبالغ في هذه العملة
et: Komakohtade arvu kuvamiseks summasid selles vääringus peaks olema 4 või vähem
fr_lu: Le nombre de décimales à afficher pour cette devise doit être inférieur ou égal à 4
hr_hr: Broj decimalnih mjesta za prikaz za iznose u ovoj valuti se očekuje da bude 4 ili manje
ja: この通貨の金額に表示する小数点以下の桁数が4以下であることが期待されている
lv_lv: Aiz komata skaits, lai parādītu summām šajā valūtā būs 4 vai mazāk

source: The currency country must be 50 characters or less long
ar: البلد العملة يجب أن يكون 50 حرفا أو أقل طويلة
et: Valuuta riik peab olema 50 tähemärki või vähem pikk
fa: ارز کشور باید 50 کاراکتر یا کمتر بلند می شود
fr_lu: Le pays de la devise comporte au maximum 50 caractères
hr_hr: Zemlja valuta mora biti 50 znakova ili manje duga
ja: 通貨の国名は50文字以下でなければなりません
lv_lv: Valūtas valsts nosaukums nevar būt garāks par 50 rakstzīmēm
pl_pl: Nazwa kraju waluty może mieć najwyżej 50 znaków
vi_vn: tiền tệ quốc gia phải là 50 ký tự hoặc ít hơn

source: The hundredths name must be 15 characters or less long
ar: يجب أن يكون الاسم من المئة 15 حرفا أو أقل طويلة
et: Sajandikku nimi peab olema 15 tähemärki või vähem pikk
fa: نام صدم باید 15 کاراکتر یا کمتر بلند می شود
fr_lu: Le nom des centièmes comporte au maximum 15 caractères
hr_hr: Stotinke ime mora biti 15 znakova ili manje duga
ja: 百分の一名は15文字以下でなければなりません
lv_lv: Simtdaļu nosaukums nevar būt garākas par 15 rakstzīmēm
pl_pl: Nazwa setnych części waluty może mieć najwyżej 15 znaków
vi_vn: Tên thứ 100 phải ít hơn 15 kí tự

source: The functional currency cannot be modified or deleted
ar: العملة الوظيفية لا يمكن تعديلها أو حذفها
et: Arvestusvaluuta ei saa muuta ega kustutada
fa: ارز تابعی را نمی توان تغییر داد یا حذف
fr_lu: La devise de base ne peut être ni modifiée, ni supprimée
hr_hr: Funkcionalna valuta se ne može mijenjati ili izbrisati
ja: 機能通貨は、変更または削除することはできません
lv_lv: Funkcionālo valūtu nevar labot vai dzēst
pl_pl: Waluta podstawowa nie może być modyfikowana ani usunięta
vi_vn: Các chức năng tiền tệ không thể sửa đổi hay xóa

source: The currency definition record has been updated
ar: تم تحديث سجل تعريف العملة
et: Valuuta määratlus rekord on uuendatud
fa: ارز ضبط تعریف به روز شده است
fr_lu: La devise a été mise à jour
hr_hr: Rekord valute definicija je ažuriran
ja: 通貨定義レコードが更新されている
lv_lv: Valūtas uzstādijumi laboti
pl_pl: Definicja waluty zaktualizowana
vi_vn: bảng xác định tiền tệ đã được cập nhật

source: The currency definition record has been added
ar: تم إضافة السجل تعريف العملة
et: Valuuta määratlus rekord on lisatud
fa: ارز ضبط تعریف افزوده شده است
fr_lu: La fiche devise a été ajoutée
hr_hr: Rekord valute definicija je dodana
ja: 通貨定義レコードが追加されている
lv_lv: Valūta pievienota
pl_pl: Dodano nową walutę
vi_vn: bảng xác định tiền tệ đã được thêm vào

source: currency rate adjustment to
ar: تعديل سعر العملة
et: valuutakurss korrigeerimine
fa: تعدیل نرخ ارز به
fr_lu: ajustement du taux de change de
hr_hr: Tečaj prilagodba
ja: 通貨レート調整
lv_lv: valūtas kursa korekcija , lai
pl_pl: kurs waluty do dostosowania
vi_vn: điều chỉnh tỷ tệ

source: Currency Rate difference of
ar: العملة الفرق معدل
et: Valuuta Hinda erinevus
fa: تفاوت نرخ ارز
fr_lu: Différence de taux de change de
hr_hr: Tečaj razlika
ja: の通貨レート差
lv_lv: Valūtas kurss atšķirība
pl_pl: Kurs walut z różnicy
vi_vn: Tỷ giá tiền tệ khác biệt của

source: Cannot delete this currency because customer accounts have been created referring to this currency
ar: لا يمكن حذف هذه العملة لأنه قد تم إنشاء حسابات العملاء في اشارة الى هذه العملة
et: Ei saa kustutada seda raha , sest klientide kontod on loodud viidates selle valuuta
fa: آیا می توانم استفاده حذف این ارز به دلیل حساب مشتری ایجاد شده اند با اشاره به این پول نمی
fr_lu: Impossible de supprimer cette devise car il existe des comptes clients qui se r��ent �cette devise
hr_hr: Ne može se izbrisati ovu valutu , jer kupac račune su stvoreni odnosi na tu valutu
ja: 顧客アカウントは、この通貨を参考に作成されているので、この通貨を削除することはできません
lv_lv: Nevar dzēst &#353;o valūtu, jo &#353;ajā valūtā
pl_pl: Nie można usunąć waluty ponieważ jest wykorzystywana w danych klienta
vi_vn: Không thể xóa loại tiền tệ này vì nó dùng để tạo nên tài khoản khách hàng

source: customer accounts that refer to this currency
ar: حسابات العملاء التي تشير إلى هذه العملة
et: klientide kontodele , mis viitavad käesolevale valuuta
fa: حساب مشتری که اشاره به این ارز
fr_lu: Comptes clients se servant de cette devise
hr_hr: kupac račune koji se odnose na tu valutu
ja: この通貨を参照して顧客の口座
lv_lv: ir klienti, kuri veic norēķinus
pl_pl: rekordów klienta odwołuje się do tej waluty
vi_vn: Tài khoản khách hàng dẫn tới loại tiền tệ này

source: Cannot delete this currency because supplier accounts have been created referring to this currency
ar: لا يمكن حذف هذه العملة لأنه قد تم إنشاء حسابات المورد في اشارة الى هذه العملة
et: Ei saa kustutada seda raha , sest tarnija kontod on loodud viidates selle valuuta
fa: آیا می توانم استفاده حذف این ارز به خاطر حساب های تامین کنندگان ایجاد شده اند با اشاره به این پول نمی
fr_lu: Impossible de supprimer cette devise car il existe des comptes fournisseurs qui se r��ent �cette devise
hr_hr: Ne može se izbrisati ovu valutu , jer dobavljač računi su stvorili odnosi na tu valutu
ja: サプライヤーアカウントは、この通貨を参考に作成されているので、この通貨を削除することはできません
lv_lv: Nevar dzēst valūtu, jo ir piegādātāji,
pl_pl: Nie można usunąć waluty ponieważ odwołują się do niej rekordy bazy dostawców
vi_vn: Cannot delete this currency because vendor accounts have been created referring to this currency

source: supplier accounts that refer to this currency
ar: حسابات المورد التي تشير إلى هذه العملة
et: tarnija raamatupidamise , mis viitavad käesolevale valuuta
fa: حساب های تامین کننده که اشاره به این ارز
fr_lu: Comptes fournisseurs se servant de cette devise
hr_hr: dobavljač računi koji se odnose na ovu valutu
ja: この通貨を参照してくださいサプライヤーアカウント
lv_lv: kuri veic norēķinus &#353;ajā valūtā
pl_pl: kont dostawców związanych z tą walutą
vi_vn: vendor accounts that refer to this currency

source: Cannot delete this currency because there are bank transactions that use this currency
ar: لا يمكن حذف هذه العملة لأن هناك المعاملات المصرفية التي تستخدم هذه العملة
et: Ei saa kustutada seda raha , sest seal on pangatehinguid , et kasutada seda raha
fa: آیا می توانم استفاده حذف این ارز به دلیل وجود دارد که معاملات بانکی است که استفاده از این پول نیست
fr_lu: Impossible de supprimer cette devise car il existe des transactions bancaires qui utilisent cette devise
hr_hr: Ne može se izbrisati ovu valutu , jer postoje bankovne transakcije koje koriste ovu valutu
ja: この通貨を使用する銀行取引があるので、この通貨を削除することはできません
lv_lv: Nevar dzēst valūtu, ir bankas grāmatojumi, kuri ir &#353;ajā valūtā
pl_pl: Nie można usunąć waluty ponieważ istnieją operacje bankowe z jej użyciem
vi_vn: Không xóa b? du?c lo?i ti?n t? này vì nó dã du?c dùng trong các giao d?ch ngân hàng

source: bank transactions that refer to this currency
ar: المعاملات المصرفية التي تشير إلى هذه العملة
et: pangaülekandeid , mis viitavad käesolevale valuuta
fa: معاملات بانکی است که اشاره به این ارز
fr_lu: Transactions bancaires se servant de cette devise
hr_hr: bankovne transakcije koje se odnose na ovu valutu
ja: この通貨を参照して銀行取引
lv_lv: bankas grāmatojumi, kuri attiecas uz &#353;o valūtu
pl_pl: operacje bankowe odnoszące się do tej waluty
vi_vn: Giao dịch ngân hàng dẫn tới loại tiền tệ này

source: Cannot delete this currency because it is the functional currency of the company
ar: لا يمكن حذف هذه العملة لأنه هو العملة الوظيفية للشركة
et: Ei saa kustutada seda raha , sest see on funktsionaalne valuutaettevõte
fa: آیا می توانم استفاده حذف این ارز به این دلیل که پول تابعی از شرکت نیست
fr_lu: Impossible de supprimer cette devise car elle est la devise de base pour la soci
hr_hr: Ne može se izbrisati ovu valutu jer jefunkcionalna valuta tvrtke
ja: それは会社の機能通貨であるため、この通貨を削除することはできません
lv_lv: Neva izdzēst valūtu, jo tā ir uzņēmuma funkcionālā valūta
pl_pl: Nie można usunąć waluty domyślnej
vi_vn: Không th? xóa lo?i ti?n t? này vì nó là lo?i ti?n t? ch?c nang c?a công ty

source: The currency definition record has been deleted
ar: تم حذف السجل تعريف العملة
et: Valuuta määratlus rekord on kustutatud
fa: ارز ضبط تعریف حذف شده است
fr_lu: La devise a été supprimée
hr_hr: Rekord valute definicija je obrisan
ja: 通貨定義レコードが削除されている
lv_lv: Valūta izdzēsta
pl_pl: Usunięto definicję waluty
vi_vn: bảng xác định tiền tệ đã được xóa
