Repository: timschofield/KwaMoja-Medical
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar, et, fa, fr_lu, hr_hr, ja, lv_lv, pl_pl, vi_vn

source: The bank address must be fifty characters or less long
ar: يجب أن يكون عنوان البنك خمسين حرفا أو أقل طويلة
et: Panga aadress ei või olla rohkem kui viiskümmend tähemärki pikk
fa: آدرس بانک باید شخصیت های پنجاه یا کمتر طولانی
fr_lu: L'adresse bancaire doit être inférieure à 50 caractères
hr_hr: Adresa banke mora biti pedeset znakova ili manje duga
ja: 銀行住所は15文字以下でなければなりません
lv_lv: Bankas adrese nevar būt garāks par piecdesmit rakstzīmēm
pl_pl: Adres banku może mieć najwyżej 50 znaków
vi_vn: Địa chỉ ngân hàng không được quá 50 kí tự

source: Note that it is not possible to change the currency of the account once there are transactions against it
ar: لاحظ أنه لا يمكن تغيير العملة من حساب مرة واحدة هناك معاملات ضدها
et: Juhime tähelepanu sellele, et konto valuutat ei ole võimalik muuta, kui sellega on juba toimunud tehinguid
fa: توجه داشته باشید که ممکن است به تغییر واحد پول از حساب یک بار می معاملات وجود دارد در برابر آن
fr_lu: Notez qu'il est impossible de changer la devise du compte une fois que des opérations s'y rapportent
hr_hr: Imajte na umu da to nije moguće promijeniti valutu na računu nakon transakcije postoje protiv njega
ja: それに対するトランザクションがある一度口座の通貨を変更することはできないことに注意してください
lv_lv: Nav iespējas mainīt bankas konta valūtu, ja tajā jau ir bijuši darījumi
pl_pl: Zauważ, że nie ma możliwości zmiany waluty rachunku, gdy są to transakcje na
vi_vn: chú ý không thể thay đổi tiền của một tài khoản khi có giao dịch chống lại nó

source: The bank account details have been updated
ar: تم تحديث تفاصيل الحساب المصرفي
et: Pangakonto detailid on uuendatud
fa: جزئیات حساب بانکی به روز رسانی شده
fr_lu: Le compte bancaire a été mis à jour
hr_hr: Pojedinosti o bankovnom računu su ažurirane
ja: 銀行口座詳細は更新された
lv_lv: Bankas konti tika labots
pl_pl: Parametry konta zostały zapisane
vi_vn: tài khoản ngân hàng chi tiết đã được cập nhật

source: The new bank account has been entered
ar: وقد دخلت حساب مصرفي جديد
et: Uus pangakonto on sisestatud
fa: حساب بانکی جدید وارد شده است
fr_lu: Le nouveau compte bancaire a été créé
hr_hr: Novi bankovni račun unesen
ja: 新しい銀行口座が入力された
lv_lv: Jauns bankas konts ievadīts
pl_pl: Wprowadzono nowe konto
vi_vn: tài khoản ngân hàng mới sẽ được tạo

source: The bank account could not be inserted or modified because
ar: لا يمكن إدراج الحساب المصرفي أو تعديل ل
et: Pangakontot ei saanud sisestada või muuta, kuna
fa: حساب بانکی نمی تواند وارد شده و یا تغییر زیرا
fr_lu: Impossible de créer ou modifier le compte bancaire:
hr_hr: Bankovni račun ne može biti umetnuta ili mijenjati , jer
ja: 銀行口座が挿入又は修正できなかった理由は
lv_lv: Bankas kontu nevar ievadīt vai labot tapēc ka,
pl_pl: Konto bankowe nie może być dodane lub zmodyfikowane ponieważ
vi_vn: tài khoản ngân hàng không thể thay đổi vì

source: The SQL used to insert/modify the bank account details was
ar: و SQL المستخدمة لإدراج / تعديل تفاصيل الحساب المصرفي كان
et: SQL, mida kasutati pangakonto detailide sisestamiseks/muutmiseks, oli
fa: گذاشتن استفاده قرار دادن / تغییر مشخصات حساب بانکی بود
fr_lu: Commande SQL de modification des détails du compte bancaire:
hr_hr: SQL se koristi za umetanje / izmijeniti podatke o bankovnom računu je
ja: 預金口座詳細の挿入/修正にSQLは用いられた
lv_lv: Ievadot/labojot bankas kontu lietots sekojoš SQL-
pl_pl: Użyta fraza SQL:
vi_vn: cơ sở dữ liệu SQL đã thay đổi tài khoản ngân hàng chi tiết

source: Cannot delete this bank account because transactions have been created using this account
ar: لا يمكن حذف هذا الحساب المصرفي لأنه تم إنشاؤها المعاملات باستخدام هذا الحساب
et: Ei saa seda pangakontot kustutada, kuna selle konto on loodud tehinguid
fa: آیا می توانم استفاده حذف این حساب بانکی به دلیل معاملات ایجاد شده اند با استفاده از این حساب نیست
fr_lu: Impossible de suprimer ce compte bancaire car des transactions ont été créées sur ce compte
hr_hr: Ne mogu izbrisati ovaj bankovni račun , jer transakcije su stvorene pomoću ovog računa
ja: この口座を使ってトランザクションがつくられたので、この銀行口座を削除できません
lv_lv: Nav iespējas dzēst bankas kontu, ja tajā jau ir bijuši darījumi
pl_pl: Nie można usunąć konta bankowego - istnieją operacje na tym koncie
vi_vn: không thể xóa tài khoản ngân hàng vì tài khoản đang giao dịch

source: transactions with this bank account code
ar: المعاملات مع هذا الرمز حساب مصرفي
et: tehingud selle panga suunanumbriga
fa: معاملات با این کد حساب بانکی
fr_lu: transactions avec ce compte bancaire
hr_hr: transakcije s ovim kodom bankovnog računa
ja: この銀行口座コードによるトランザクション
lv_lv: grāmatojums ar bankas konta kodu
pl_pl: operacje na tym koncie bankowym
vi_vn: Những giao với mã tài khoản ngân hàng này

source: Bank account deleted
ar: حساب مصرفي حذف
et: Pangakonto kustutatud
fa: حساب بانکی حذف
fr_lu: Compte bancaire supprimé
hr_hr: Žiro račun obrisan
ja: 銀行口座が削除された
lv_lv: Bankas konts izdzēsts
pl_pl: Konto bankowe usunięte
vi_vn: Tài khoản ngân hàng đã được xóa

source: The bank accounts set up could not be retrieved because
ar: لا يمكن استرجاع الحسابات المصرفية ل إعداد
et: Ülesseatud pangakontosid ei leitud, kuna
fa: راه اندازی حساب های بانکی قابل بازیابی نیست زیرا
fr_lu: Impossible d'afficher les comptes bancaires mis en place:
hr_hr: Bankovni računi postavili ne mogu dohvatiti , jer
ja: 設定される銀行口座は取り戻しできませんでした理由は
lv_lv: Bankas uzstādījumus nevar iegūt, jo
pl_pl: Rachunków bankowych ustanowione nie może być przywrócony, ponieważ
vi_vn: Các tài khoản ngân hàng đã lập không truy xuất thành công vì

source: The SQL used to retrieve the bank account details was
ar: و SQL المستخدمة لاسترداد تفاصيل الحساب المصرفي كان
et: SQL, mida kasutati pangakonto detailide leidmiseks, oli
fa: گذاشتن استفاده برای بازیابی جزئیات حساب بانکی بود
fr_lu: Échec de la commande SQL pour afficher les informations du compte bancaire
hr_hr: SQL se koristi za dohvaćanje podataka o bankovnom računu je
ja: 預金口座詳細の取出にSQLは用いられた
lv_lv: SQL iegūstot bankas konta aprakstu
pl_pl: Użyta fraza SQL:
vi_vn: Cơ sở dữ liệu SQL được sử dụng để truy xuất chi tiết tài khoản ngân hàng là

source: GL Account Code
ar: رمز حساب GL
et: GL suunanumber
fa: گرم در کد حساب کاربری
fr_lu: Code compte GL
hr_hr: GL račun kod
ja: 勘定コード
lv_lv: Virsgrāmatas konts
pl_pl: Kodeks konto GL
vi_vn: Mã số sổ cái tài khoản

source: Bank Account Name
ar: البنك اسم الحساب
et: Pangakonto nimi
fa: بانک نام حساب
fr_lu: Nom
ja: 銀行口座名
lv_lv: Bankas konta nosaukums
pl_pl: Nazwa Konta Bankowego
vi_vn: Tên tài khoản ngân hàng

source: Bank Account Code
ar: رمز حساب البنك
et: Pangakonto suunanumber
fa: بانک کد حساب
fr_lu: Code
hr_hr: Žiro račun kod
ja: 銀行口座ＧＬコード
lv_lv: Bankas konta kods
pl_pl: Kodeks konto bankowe
vi_vn: Mã số tài khoản ngân hàng

source: Bank Account Number
ar: رقم الحساب المصرفي
et: Pangakonto number
fa: شماره حساب بانک
fr_lu: N°
hr_hr: Broj bankovnog računa
ja: 銀行口座番号
lv_lv: Bankas konta numurs
pl_pl: Numer Konta Bankowego
vi_vn: Số tài khoản ngân hàng

source: Bank Address
ar: عنوان البنك
et: Panga aadress
fa: بانک آدرس
fr_lu: Adresse postale
hr_hr: Adresa banke
ja: 銀行住所
lv_lv: Bankas adrese
pl_pl: Adres Banku
vi_vn: Địa chỉ ngân hàng

source: Currency
ar: عملة
et: Valuuta
fa: پول
fr_lu: Devise
hr_hr: Valuta
ja: 通貨
lv_lv: Valūta
pl_pl: Waluta
vi_vn: Loại tiền tệ

source: Default for Invoices
ar: الافتراضي لل فواتير
et: Arveblankett
fa: پیش فرض برای فاکتورها
fr_lu: Défaut pour les factures
hr_hr: Default za faktura
ja: 請求困難
lv_lv: Rēķiniem
pl_pl: Domyślna Faktury
vi_vn: Các mặc định cho hóa đơn

source: Fall Back Default
ar: تراجع افتراضي
et: Fall Back Vaikimisi
fa: سقوط برگشت پیش فرض
fr_lu: Fall Back défaut
hr_hr: Jesen Povratak Default
ja: デフォルトフォールバック
lv_lv: Fall Back noklusējumu
pl_pl: Fall Back Domyślny
vi_vn: Trở lại rơi Mặc định

source: Currency Default
ar: العملة الافتراضية
fr_lu: Devise par défaut
ja: 通貨名

source: Are you sure you wish to delete this bank account?
ar: هل أنت متأكد أنك تريد حذف هذا الحساب المصرفي ؟
et: Oled sa kindel, et soovid kustutada selle pangakonto ?
fr_lu: Voulez-vous supprimer ce compte bancaire?
hr_hr: Jeste li sigurni da želite izbrisati taj bankovni račun ?
ja: この仕入先価格を削除してもよろしいですか？

source: Show All Bank Accounts Defined
ar: مشاهدة جميع الحسابات المصرفية معرف
et: Näita kõiki defineeritud pangakontosid
fa: نمایش تمام حساب های بانک تعریف شده
fr_lu: Afficher tous les comptes bancaires
hr_hr: Pokaži sve bankovne račune Definirane
ja: 定義済銀行口座全表示
lv_lv: Parādīt visus bankas kontus
pl_pl: Pokaż Wszystkie Konta
vi_vn: hiển thị tất cả các tài khoản ngân hàng đã xác định

source: Bank Account GL Code
ar: حساب مصرفي GL الرمز
et: Pangakonto GL kood
fa: بانک کد حساب گرم
fr_lu: Numéro de compte bancaire du GL
hr_hr: Žiro račun kod GL
ja: 銀行口座ＧＬコード
lv_lv: Bankas konta virsgrāmatas kods
pl_pl: Kod KG dla konta
vi_vn: Mã số sổ cái tài khoản ngân hàng

source: Currency Of Account
ar: عملة الحساب
et: Konto valuuta
fa: نرخ ارز از حسا
fr_lu: Devise pour ce compte
hr_hr: Valuta računa
ja: 売上原価勘定
lv_lv: Konta valūta
pl_pl: Walutą konta
vi_vn: Loại tiền tệ của tài khoản

source: Bank Account Matching
ar: مطابقة حساب البنك
et: Pangakontode kokkulangevus
fa: حساب بانکی تطبیق
hr_hr: Žiro račun Matching
ja: 銀行口座の入金照合
lv_lv: Bankas konts Matching
pl_pl: Konto bankowe Matching
vi_vn: Tài khoản ngân hàng Matching

source: Receipts
ar: المبالغ المستلمة
et: Laekumised
fa: رسیدها
fr_lu: Reçus
hr_hr: potvrde
ja: 入金
lv_lv: Saņemts
pl_pl: Wpływy
vi_vn: Biên lai

source: Bank Matching
ar: مطابقة البنك
et: Pankade kokkulangevus
fa: بانک تطبیقی
fr_lu: Assortiment de banque
ja: 銀行入金照合
lv_lv: Bankas konta salīdzinā&#353;ana
vi_vn: ngân hàng phù hợp

source: Bank Account Matching - Receipts
ar: مطابقة حساب البنك - إيصالات
et: Pangakontode kokkulangevus - laekumised
fa: حساب بانکی تطبیق -- رسید
fr_lu: Rapprochement de compte bancaire - Reçus
hr_hr: Žiro račun Matching - Primici
ja: 銀行口座入金
lv_lv: Bankas konts Matching - Ieņēmumi
pl_pl: Matching konto bankowe - Wpływy
vi_vn: tài khoản ngân hàng phù hợp - số thu

source: Payments
ar: المدفوعات
et: Maksed
fa: پرداختها
fr_lu: Paiements
hr_hr: Plaćanja
ja: 支払
lv_lv: Maksajumi
pl_pl: Wypłaty
vi_vn: thanh toán

source: Bank Account Matching - Payments
ar: مطابقة حساب البنك - المدفوعات
et: Pangakontode kokkulangevus - maksed
fa: حساب بانکی تطبیق -- پرداخت
fr_lu: Rapprochement de compte bancaire - Paiements
hr_hr: Žiro račun Matching - Uplate
ja: 銀行口座支払
lv_lv: Bankas konts Matching - Maksājumi
pl_pl: Matching konto bankowe - Płatności
vi_vn: tài khoản ngân hàng phù hợp - thanh toán

source: This page must be called with a bank transaction type
ar: يجب استدعاء هذه الصفحة مع نوع المعاملات المصرفية
et: Seda lehekülge saab otsida pangatehingu tüübiga
fa: این صفحه باید با یک نوع معامله به نام بانک
fr_lu: Un type de transaction bancaire est nécessaire pour accèder à cette page
hr_hr: Ova stranica mora biti pozvani s tipa bankovne transakcije
ja: このページは、銀行取引タイプで呼び出す必要があります
lv_lv: Šī lapa ir jāizsauc ar bankas darījuma veidam
pl_pl: Ta strona powinna być wywołana z typem transakcji bankowej
vi_vn: trang này để liên hệ với 1 loại giao dịch ngân hàng

source: It should not be called directly
ar: لا ينبغي أن يطلق عليه مباشرة
et: Seda ei tohiks otse otsida
fa: نباید به طور مستقیم به نام
fr_lu: Cette page ne devrait pas être appellée directement
hr_hr: To ne bi trebao biti pozvan izravno
ja: それは、直接呼び出されるべきではない
lv_lv: To nedrīkst saukt tieši
pl_pl: nie może być wywołana bezpośrednio
vi_vn: không thể liên hệ trực tiếp

source: Could not retrieve transaction information
ar: لا يمكن استرداد معلومات الصفقة
et: Ei leidnud ülekande informatsiooni
fa: آیا بازیابی اطلاعات مربوط به معامله نیست
fr_lu: N'a pas pu rettouver les informations de transaction
hr_hr: Nije moguće dohvatiti informacije o transakcijama
ja: トランザクション情報取り出しに用いられたSQLは失敗した
lv_lv: Nevar iegūt informāciju par transakciju
pl_pl: Nie można pobrać informacji o transakcjach
vi_vn: không thể lấy lại thông tin giao dịch

source: Could not match off this payment because
ar: لا يمكن أن تتطابق قبالة هذا المبلغ لأن
et: Ei suutnud seda makset võrrelda, kuna
fa: نتوانست بازی کردن این پول به دلیل
fr_lu: Impossible de rapprocher ce paiement car
hr_hr: Ne može se podudaraju s ovog uplatu, jer
ja: 勘定が更新できなかった理由は
lv_lv: Nevar sapārot &#353;o maksājumu, jo
pl_pl: Nie można wyłączyć ten mecz, ponieważ płatności
vi_vn: không thể phù hợp thanh toán này vì

source: Could not update the amount matched off this bank transaction because
ar: تعذر تحديث كمية المتطابقة خارج هذه الصفقة لأن البنك
et: Pole võimalik uuendadasumma sobitada välja selle panga tehingute tõttu
fa: بروز رسانی می تواند مقدار همسان کردن این معامله بانک چون نمی
fr_lu: Impossible de rapprocher cette transaction bancaire car
hr_hr: Ne može se ažuriratiiznos uskladiti s ovog transakciju , jer
ja: 量がこの銀行取引をオフにマッチし更新できませんでしたので、
lv_lv: Šai bankas transakcijai nevar labot sapāroto summu, jo
pl_pl: Nie można zaktualizować dopasowania tej transakcji ponieważ
vi_vn: Không thể cập nhật số lần xuất hiện ra giao dịch ngân hàng này vì

source: Could not unclear this bank transaction because
ar: لا يمكن أن يتضح هذا لأن المعاملات المصرفية
et: Ei saanud ebaselge see pank tehingu tõttu
fa: معلوم نیست آیا این معامله بانک چون نمی
fr_lu: Impossible de devalider ce transaction bancaire car
hr_hr: Nisam mogao jasno ovo bankovne transakcije , jer
ja: 不明この銀行取引ができなかったので
lv_lv: Nevarēja neskaidrs šī banka darījums , jo
pl_pl: Nie można uwolnić tej transakcji bankowej ponieważ
vi_vn: không thể xóa giao dịch ngân hàng vì

source: Use this screen to match KwaMoja Receipts and Payments to your Bank Statement. Check your bank statement and click the check-box when you find the matching transaction.
ar: استخدام هذه الشاشة لمطابقة المتحصلات KwaMoja و المدفوعات إلى كشف حسابك المصرفي .
et: Kasuta seda lehekülge, et otsida oma pangakonto väljavõttele vastavaid KwaMoja laekumisi ja makseid. Kontrolli pangakonto väljavõtet ja tee kasti linnuke kui leiad vastava tehingu
hr_hr: Koristite ovaj zaslon za utakmicu KwaMoja primici i isplate na vaš bankovni izvadak .
ja: KwaMoja領収書や銀行取引明細書への支払いに一致するように、この画面を使用します。
lv_lv: Izmantojiet šo ekrānu, lai atbilstu KwaMoja ieņēmumi un maksājumi , lai jūsu bankas konta izrakstā .

source: Selection Criteria for inquiry
et: Valikukriteeriumid küsitlus
fa: معیارهای انتخاب برای پرس و جو
fr_lu: Critères de sélection pour l'enquête
hr_hr: Kriteriji za upit
ja: 照会のための選択基準
lv_lv: Atlases kritēriji izmeklēšanu
pl_pl: Kryteria wyboru dla śledczych
vi_vn: Tiêu chuẩn lựa chọn cho cuộc điều tra

source: Bank Account
ar: حساب مصرفي
et: Pangakonto
fa: حساب بانکی ما
fr_lu: Compte Bancaire
hr_hr: Žiro račun
ja: 銀行口座
lv_lv: Bankas konts
pl_pl: Konto Bankowe
vi_vn: Tài khoản ngân hàng

source: Show
ar: إظهار
et: Näita
fa: نمایش
fr_lu: Afficher
hr_hr: Prikaži
ja: 表示
lv_lv: Parādit
pl_pl: Pokaż
vi_vn: Hiển thị

source: from
ar: من
et: kellelt
fa: از
fr_lu: de
hr_hr: od
ja: から
lv_lv: no
pl_pl: z
vi_vn: Từ

source: to
ar: إلى
et: kellele
fa: ب
fr_lu: a
hr_hr: do
ja: 終了
lv_lv: līdz
pl_pl: do
vi_vn: đến

source: Choose outstanding
ar: اختيار متميز
et: Vali tegemata
fa: برجسته را انتخاب کنید
fr_lu: Choisir "En cours"
hr_hr: Odaberite izvanredan
ja: 未決済選択
lv_lv: Izvēlēties atliku&#353;os
pl_pl: Wybierz niedopasowane
vi_vn: Chọn xuất sắc

source: only or all
ar: فقط أو جميع
et: ainult või kõik
fa: فقط یا همه
fr_lu: uniquement ou totalement
hr_hr: samo ili sve
ja: だけ or すべての
lv_lv: tikai vai visus
pl_pl: tylko lub wszystkie
vi_vn: duy nhất hay tất cả

source: in the date range
ar: في نطاق التاريخ
et: kuupäevade vahemikus
fa: در تاریخ معیین
fr_lu: pour la période
hr_hr: u razdoblje
ja: （日付範囲内）
lv_lv: laika periodā
pl_pl: w zakresie daty
vi_vn: Trong phạm vi ngày

source: Show all
ar: مشاهدة جميع
et: Näita kõiki
fa: نمایش همه
fr_lu: Tout afficher
hr_hr: Pokaži sve
ja: 全表示
lv_lv: Parādīt visu
pl_pl: Wszystkie
vi_vn: Hiển thị tất cả

source: Show unmatched
ar: مشاهدة لا مثيل لها
et: Näita mittesobivaid
fa: نمایش بی همتا
fr_lu: Afficher les entrées non rapprochées
hr_hr: Pokaži premca
ja: 不一致表示
lv_lv: Parādīt nesakritu&#353;ās summas
pl_pl: Nieprzypisane
vi_vn: Hiển thị những đối tượng không khớp

source: only
ar: فقط
et: ainult
fa: فقط
fr_lu: uniquement
hr_hr: samo
ja: だけ
lv_lv: Tikai
pl_pl: wyłącznie
vi_vn: duy nhất

source: Choose to display only the first 20 matching
ar: اختيار عرض فقط مطابقة أول 20
et: Vali, kuvamaks ainult esimest 20 sobivat
fa: را انتخاب کنید فقط برای اولین بار 20 تطبیق به منظور نمایش
fr_lu: Afficher uniquement les 20 premiers résultats
hr_hr: Odaberite za prikaz samo prvi 20 podudaranje
ja: 表示する選択は 最初の20件だけ 一致する
lv_lv: Izvēlēties, lai parādītu tikai pirmo 20 saskaņošana
pl_pl: Wybierz tylko pierwsze 20 przypisanych
vi_vn: Chọn để chỉ hiển thị 20 kết hợp đầu tiên

source: or all
ar: أو كل
et: või kõiki
fa: یا همه
fr_lu: ou tous
hr_hr: ili sve
ja: またはすべての
lv_lv: vai visus
pl_pl: lub wszystkie
vi_vn: hay tất cả

source: meeting the criteria
ar: تلبية المعايير
et: mis vastavad kriteeriumitele
fa: جلسه معیار
fr_lu: correspondants aux critères
hr_hr: koji zadovoljavaju kriterij
ja: 満たす基準
lv_lv: atbilst kritērijam
pl_pl: spełniające kryteria
vi_vn: đạt tiêu chuẩn

source: Show only the first 20
ar: تظهر فقط في أول 20
et: Näita ainult esimest 20
fa: نمایش 20 عنوان اول
fr_lu: Afficher les 20 premiers résultats
hr_hr: Prikaži samo prvih 20
ja: 最初の20件だけ表示
lv_lv: Parādīt pirmos 20
pl_pl: Pokaż tylko pierwsze 20
vi_vn: chỉ hiện thị 20 giao dịch đầu tiên

source: Show selected
ar: مشاهدة اختيارها
et: Näita valituid
fa: نمایش انتخاب شده
fr_lu: Afficher la sélection
hr_hr: Prikaži odabrane
ja: 表示 選択した
lv_lv: Parādīt atlasītos
pl_pl: Pokaż wybrane
vi_vn: Hiển thi những đối tượng đã chọn

source: Show reconciliation
ar: مشاهدة المصالحة
et: Näita võrdlust
fa: نمایش تلفیقی
fr_lu: Afficher le rapprochement
hr_hr: Pokaži pomirenje
ja: 調整を表示
lv_lv: Parādīt salīdzinā&#353;anu
pl_pl: Pokaż uzgodnienie
vi_vn: cho hòa giải

source: The date entered for the field to show
ar: التاريخ الذي تم إدخاله لحقل لإظهار
et: Sisestatud kuupäev näitamaks
fa: تاریخ وارد شده برای میدان برای نشان دادن
fr_lu: La date entrée pour la sélection du champ
hr_hr: Datum ušao u polje za prikaz
ja: フィールドを表示するために日付が入力
lv_lv: Datumu ieraksta , lailauku, lai parādītu
pl_pl: Data dla pola do pokazania
vi_vn: ngày nhập để hiển thị

source: before
ar: قبل
et: enne
fa: قبل
fr_lu: Avant
hr_hr: prije
ja: 以前
lv_lv: pirms
pl_pl: przed
vi_vn: trước

source: is not entered in a recognised date format
ar: لم يتم إدخالها في تنسيق التاريخ المعترف بها
et: ei ole sisestatud äratuntavas formaadis
fa: در قالب تاریخ شناخته شده نیست وارد
fr_lu: Format de date incorrect
hr_hr: nije ušao u poznatom datumu formatu
ja: 認識された日付形式で入力されていません
lv_lv: ir ievadīts nepareizs datuma formāts
pl_pl: jest wprowadzona w nieznanym formacie
vi_vn: không nhập vào được định dạng ngày tháng này

source: Entry is expected in the format
ar: ومن المتوقع دخول في تنسيق
et: Kirjet oodatakse formaadis
fa: ورود است ، در فرمت مورد
fr_lu: Format du champ
hr_hr: Stupanje očekuje u formatu
ja: エントリの形式で期待されている
lv_lv: Formāts ir
pl_pl: Data musi być wprowadzona w formacie
vi_vn: đường dẫn chờ định dạng

source: after
ar: بعد
et: pärast
fa: بعد
fr_lu: Après
hr_hr: nakon
ja: 以後
lv_lv: pēc
pl_pl: po
vi_vn: sau

source: The payments with the selected criteria could not be retrieved because
ar: المدفوعات مع المعايير المحددة لا يمكن استرجاع لأن
et: Valitud kriteeriumitega makseid ei leitud, kuna
fa: پرداخت با معیار های انتخاب قابل بازیابی نیست زیرا
fr_lu: Impossible de récuperer les paiements correspondants aux critères car
hr_hr: Isplate s odabranim kriterijima ne može dohvatiti , jer
ja: 選択された基準での支払いを取得できませんでしたので、
lv_lv: Maksājumus ar izvēlētajiem kritērijiem never iegūt, jo
pl_pl: Płatności o wybranych kryteriach nie mogą być odtworzone ponieważ
vi_vn: Các khoản thanh toán với các tiêu chuẩn lựa chọn không thể được lấy ra vì

source: Payments to be matched
ar: مدفوعات لتكون مطابقة
et: Makse tuleb sobitada
fa: پرداخت می شود همسان
fr_lu: Les paiements doivent être appariés
hr_hr: Uplate se uskladiti
ja: 照合する支払い
lv_lv: Maksājumus , kas saskaņotās
pl_pl: Płatności być dopasowane
vi_vn: Thanh toán phải được xuất hiện

source: Cheque No
ar: لا شيك
et: Tšekk ei
fa: چک وجود ندارد
fr_lu: Chèque n°
hr_hr: Ček Nema
ja: 小切手番号
lv_lv: Čeku Nē
pl_pl: Czek nr
vi_vn: Số séc

source: Ref
ar: المرجع
fa: کد عکس
fr_lu: Réf
ja: 参照
lv_lv: Reference
vi_vn: Tham khảo

source: Amount
ar: كمية
et: Summa
fa: مقدار
fr_lu: Montant
hr_hr: iznos
ja: 総額
lv_lv: Summa
pl_pl: Kwota
vi_vn: số tiền

source: Outstanding
ar: معلقة
et: Sobitamata
fa: واریز نشده
fr_lu: En suspens
hr_hr: izvanredan
ja: 未決済
lv_lv: Pāri paliku&#353;ās summas
pl_pl: Pozostałe
vi_vn: Xuất sắc

source: Clear
ar: مسح
et: Selge
fa: واضح
fr_lu: Effacer
hr_hr: Vedro
ja: 消去
lv_lv: Salīdzinātās summas
pl_pl: Rozlicz
vi_vn: xóa

source: Unclear
ar: غير واضح
et: Ebaselge
fa: غیر شفاف
fr_lu: incertain
hr_hr: nejasan
ja: 非消去
lv_lv: Nesalīdzinās summas
pl_pl: Przywróć
vi_vn: Chưa được xóa

source: Update Matching
ar: تحديث مطابقة
et: Uuenda sobivus
fa: بروز تطبیقی
fr_lu: Mise à jour des rapprochements
hr_hr: Ažuriranje Matching
ja: 照合更新
lv_lv: Labot sakritību
pl_pl: Aktualizuj Przypisane
vi_vn: cập nhật Matching

source: Bank Reconciliation
ar: البنك المصالحة
et: Võrldus pangakontoga
fa: بانک آشتی
fr_lu: Rapprochement Bancaire
hr_hr: banka pomirenja
ja: 銀行調整
lv_lv: Bankas izraksta salīdzinā&#353;ana
pl_pl: Potwierdzenie Sald
vi_vn: giải ngân

source: The entry in the bank statement balance is not numeric. The balance on the bank statement should be entered. The exchange difference has not been calculated and no general ledger journal has been created
ar: الإدخال في ميزان بيان البنك ليس رقمية.
et: Kirje pangakonto väljavõtte bilansis ei ole numbriline. Tuleks sisestada konto väljavõttel näidatud bilanss. Vahetuskurssidest tulenevaid erinevusi ei ole arvutatud ja üldise raamatupidamiskonto registrit ei ole loodud
fa: ورود در تعادل بانک بیانیه عددی نیست. تعادل در بیانیه بانک باید وارد شود. تفاوت مبادله نشده است محاسبه و هیچ مجله لجر عمومی ایجاد شده است
fr_lu: L'entrée dans le solde du relevé bancaire n'est pas numérique. Le solde sur le relevé bancaire doit être inscrit. L'écart de change n'a pas été calculé et pas de journal du grand livre général a été créé
hr_hr: Ulazak u bilanci banke tvrdnja nije numerički .
ja: 銀行取引明細書の残高のエントリは、数値ではありません。
lv_lv: Bankā paziņojumā bilances ieraksts nav ciparu .
pl_pl: Wpis do salda rachunku bankowego nie jest numeryczne. Saldo na wyciągu bankowym powinny zostać wprowadzone. Różnice kursowe nie została obliczona i nie ogólnym dzienniku księgi został utworzony
vi_vn: các mục trong bảng cân đối ngân hàng không phải là số. Số dư trên báo cáo ngân hàng cần được nhập vào. Sự khác biệt giá chưa được tính toán và không có nhật ký sổ cái đã được tạo

source: Could not retrieve the exchange rate for the selected bank account
ar: لا يمكن استرداد سعر الصرف لحساب البنك مختارة
et: Ei leidnud valitud pangakonto jaoks vahetuskurssi
fa: آیا بازیابی نرخ ارز حساب بانکی انتخاب نشده
fr_lu: Impossible d'afficher le taux de change pour ce compte bancaire
hr_hr: Ne mogu dohvatiti tečaj za odabrani bankovni račun
ja: 新しい勘定の表詳細が追加できなかった
lv_lv: Nevar iegūt valūtas kursu izvēlētajam bankas kontam
pl_pl: Nie można pobrać kursu walutowego na wybrane konto bankowe
vi_vn: Không thể lấy lại tỷ giá cho các tài khoản ngân hàng được lựa chọn

source: reconciliation on
ar: المصالحة على
et: leppimise
fa: آشتی در
fr_lu: réconciliation
hr_hr: pomirenja na
ja: 調整を表示
lv_lv: salīdzinot
pl_pl: pojednania
vi_vn: hòa giải trên
