Repository: timschofield/KwaMoja-Medical
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar, et, fa, fr_lu, hr_hr, ja, lv_lv, pl_pl, vi_vn

source: Laser Packing slip for order
ar: الليزر التعبئة زلة لأمر
et: Laser pakendi etiketil selleks
fa: لیزر لغزش بسته بندی برای سفارش
fr_lu: Bordereau d'envoi imprimante laser pour la commande
hr_hr: Laser odreskom za redom
ja: 秩序のためのレーザーのパッキングスリップ
lv_lv: Lāzera Packing slīdēšanas pasūtīšanai
pl_pl: Lista Wysyłkowa do zamówienia
vi_vn: Laser đóng gói phiếu đặt hàng

source: There was a problem retrieving the order details for Order Number
ar: كانت هناك مشكلة استرداد التفاصيل لكي رقم الطلب
et: Tekkis probleem allalaadimisetellimuse üksikasjad järjekorranumbriga
fr_lu: Il y a eu un problème lors de la récupération des détails de la commande numéro:
hr_hr: Došlo je doproblema prilikom preuzimanja pojedinosti narudžbe za broj narudžbe
ja: 未決済トランザクションを検索している問題がありました

source: Could not retrieve the components of the ordered assembly item
fr_lu: Impossible d'afficher les éléments du 'kit' commandé
ja: BOM構成部品を取り戻しできなかった理由は

source: Assembly Components:-
ar: مكونات الجمعية : -
fr_lu: éléments des kits
ja: 自動払出構成部品

source: There were no outstanding items on the order to deliver
ar: لم تكن هناك البنود المعلقة على أجل تقديم
et: Puudusid tasumata objektide kohta , et pakkuda
fa: هیچ اقلام برجسته در جهت ارائه وجود دارد
fr_lu: Il n'y avait pas les points en suspens de l'ordre de livrer
hr_hr: Tu nema otvorenih stavki na kako bi omogućile
ja: 提供するためには卓越したアイテムはありませんでした
lv_lv: Nav ievadīta neviena prece piedāvājumā
pl_pl: Nie było żadnych zaległych pozycji na celu dostarczenia
vi_vn: Không có mục xuất sắc trên để cung cấp

source: A packing slip cannot be printed
ar: لا يمكن طباعة قسيمة التعبئة والتغليف
et: Pakkesedel ei saa printida
fa: لغزش بسته بندی را نمی توان چاپ
fr_lu: Le bordereau d'emballage ne peut pas être imprimé
hr_hr: Pakiranih ne može se ispisati
ja: 納品書は印刷できません
lv_lv: Iepakošanas slīdēšanas nevar izdrukāt
pl_pl: List przewozowy nie może być drukowana
vi_vn: Một phiếu giao hàng không có thể được in

source: Customer Statements
ar: بيانات العملاء
et: klientide avaldused
fa: مشتری ها بیانیه ها
fr_lu: Déclarations à la clientèle
hr_hr: Kupac Izjave
ja: 得意先明細
lv_lv: Klienta pārskati
pl_pl: Uzgodnienie Sald
vi_vn: Báo cáo khách hàng

source: Statements from
ar: البيانات من
et: Avaldused
fa: اظهارات
fr_lu: Les déclarations de
hr_hr: Izjave
ja: から文
lv_lv: Pārskats no
pl_pl: Uzgodnienia od
vi_vn: Báo cáo từ

source: There was a problem settling the old transactions.
ar: كانت هناك مشكلة تسوية المعاملات القديمة.
et: Tekkis probleem lahendadavana tehingud.
fa: بود مشکل حل معاملات قدیمی وجود دارد.
fr_lu: Il y avait un problème régler les anciennes transactions.
hr_hr: Tu je problem rješavanja starih transakcije .
ja: 古いトランザクションが設定されている問題がありました。
lv_lv: Ir problēmas ar norēķiniem par vecajiem grāmatojumiem
pl_pl: Problem z rozliczeniem starych transakcji.
vi_vn: Có một vấn đề giải quyết các giao dịch cũ .

source: The SQL used to settle outstanding transactions was
ar: و SQL تستخدم لتسوية المعاملات المعلقة كان
et: SQL lahendamisel kasutatakse täitmata tehingute oli
fa: گذاشتن استفاده می شود به حل و فصل معاملات برجسته بود
fr_lu: Commande SQL de résolution des transactions en attente:
hr_hr: SQL se koristi za rješavanje otvorenih transakcije bio
ja: 未決済のトランザクションが設定するのにSQLは用いられた
lv_lv: SQL izmantot, lai nokārtotu neizpildītās darījumiem bija
pl_pl: Użyta fraza SQL
vi_vn: SQL được sử dụng để giải quyết các giao dịch nổi bật là

source: There was a problem retrieving the customer information for the statements from the database
ar: كانت هناك مشكلة استرجاع معلومات العملاء للبيانات من قاعدة البيانات
et: Tekkis probleem allalaadimiseklientide teavetväljavõtteid
fa: بود مشکل بازیابی اطلاعات مربوط به مشتری برای اظهارات از پایگاه داده وجود دارد
fr_lu: Il y avait un problème de récupération de l'information à la clientèle pour les états de la base de données
hr_hr: Došlo je doproblema prilikom preuzimanja podataka o klijentima za izjave iz baze podataka
ja: データベースから明細のために得意先情報を検索している問題がありました
lv_lv: Radāsproblēma, atjaunojot informāciju par klientu par paziņojumiem no datu bāzes
pl_pl: Problem z odtworzeniem danych klienta dla rozliczeń z bazy danych
vi_vn: Có một vấn đề lấy các thông tin của khách hàng đối với các báo cáo từ cơ sở dữ liệu

source: Print Statements
ar: عبارات الطباعة
et: Prindi avaldused
fa: نسخه قابل چاپ بیانیه ها
fr_lu: Imprimer un relevé
hr_hr: Ispis izvješća
ja: 明細書印刷
lv_lv: Drukāt pārskatu
pl_pl: Wydruk Uzgodnień Sald
vi_vn: In bản báo cáo

source: No Customers Found
ar: لا الزبائن وجدت
et: No Kliendid leitud
fa: بدون مشتریان پیدا نشد
fr_lu: Aucun client trouvé
hr_hr: Nema Kupci pronađeni
ja: 得意先がありません
lv_lv: Klients netikas atrasts
pl_pl: Niie znaleziono klientów
vi_vn: Khong tìm thấy khách hàng nào

source: Print Customer Account Statements
ar: طباعة بيانات حساب العميل
et: Prindi Kliendi Konto Väljavõtted
fa: نسخه قابل چاپ مشتری حساب ها بیانیه ها
fr_lu: Imprimer les états de compte client
hr_hr: Ispis izvješća račun klijenta
ja: 得意先明細
lv_lv: Drukāt klienta kontu pārskatus
pl_pl: Oświadczenia Drukuj konta klienta
vi_vn: In báo cáo tài khoản của khách hàng

source: There were no Customers matching your selection of
ar: لم يكن هناك زبائن مطابقة اختيارك من
et: Puudusid Kliendid Teie valik
fa: هیچ مشتریان مطابق با انتخاب خود از وجود دارد
fr_lu: Il y avait pas de clients correspondent à votre sélection de
hr_hr: Nije bilo Kupci koji odgovaraju vašem odabiru
ja: 選択と一致する得意先がありません
lv_lv: Nebija Klienti, kas atbilst jūsu izvēli par
pl_pl: Nie znaleziono klientów dla zadanych warunków
vi_vn: Không có khách hàng phù hợp với lựa chọn của bạn

source: There was a problem retrieving the outstanding transactions for
ar: كانت هناك مشكلة استرجاع المعاملات المعلقة ل
et: Tekkis probleem allalaadimisetäitmata tehingute eest
fa: بود مشکل بازیابی برجسته برای معاملات وجود دارد
fr_lu: Il y avait un problème de récupération pour les transactions en suspens
hr_hr: Došlo je doproblema prilikom preuzimanja otvorenih transakcije
ja: 未決済トランザクションを検索している問題がありました
lv_lv: Radāsproblēma, ielādējot izcilu darījumus
pl_pl: Problem z odtworzeniem nierozliczonych transakcji klienta dla
vi_vn: Có một vấn đề lấy các giao dịch xuất sắc cho

source: There was a problem retrieving the transactions that were settled over the course of the last month for
ar: كانت هناك مشكلة استرجاع المعاملات التي تمت تسويتها على مدى الشهر الماضي لل
et: Tekkis probleem allalaadimisetehingud , mis olid lahendatud jooksul viimase kuu eest
fa: بود مشکل بازیابی معاملاتی است که طی ماه گذشته برای حل و فصل وجود داشت
fr_lu: Il y avait un problème de récupération des opérations qui ont été réglés au cours du dernier mois pour
hr_hr: Došlo je doproblema prilikom preuzimanja transakcija koje su se naselili tijekom posljednjeg mjeseca za
ja: ために先月の過程で決済されたトランザクションを取得する問題が発生しました
lv_lv: Radāsproblēma, atjaunojot darījumus , kas tika apmaksāti gaitā pēdējā mēneša
pl_pl: Problem z odczytaniem rozliczeń z ostatniego miesiąca
vi_vn: Có một vấn đề lấy các giao dịch đã được giải quyết trong quá trình của tháng trước cho

source: Settled Transactions
ar: معاملات التسوية
et: Arveldatud tehingud
fa: معاملات مستقر
fr_lu: Transactions réglées
hr_hr: Obavljene transakcije
ja: 既決済取引
lv_lv: Apmaksātie rēķini
pl_pl: Transakcje Rozliczone
vi_vn: Các giao dịch thanh toán

source: Outstanding Transactions
ar: المعاملات المعلقة
et: Pooleliolevad tehingud
fa: معاملات برجسته
fr_lu: Opérations en cours
hr_hr: Izvanredna Transakcije
ja: 未決済取引
lv_lv: Neapmaksātie rēķini
pl_pl: Transakcje Nierozliczone
vi_vn: Giao dịch xuất sắc

source: Last payment received
ar: الدفعة الأخيرة تلقت
et: Viimane makse tehti
fa: تاریخ و زمان آخرین پرداخت دریافت
fr_lu: Dernier paiement reçu
hr_hr: Zadnje plaćanje primljeno
ja: 最終支払受取
lv_lv: Pēdējais saņemtais maksājums
pl_pl: Ostatnia wpłata otrzymana
vi_vn: Thanh toán cuối cùng nhận được

source: Amount received was
ar: كان المبلغ الذي تسلمه
et: Siis kanti üle
fa: مبلغ دریافت شد
fr_lu: Montant reçu de
hr_hr: Iznos dobila je
ja: 受領金額=
lv_lv: Saņemtā summa
pl_pl: Kwota przyjęta
vi_vn: Lượng nhận được là

source: No Statements Found
ar: لا يوجد بيانات
et: Hoiduda ütlustest leitud
fa: هیچ بیانیه یافت
fr_lu: Aucune déclaration trouvée
hr_hr: Nema izvješća pronađeni
ja: 明細書がありません
lv_lv: Pārskats nav atrasts
pl_pl: Not Nie Znaleziono
vi_vn: Không tìm thấy báo cáo nào

source: There were no statements to print
ar: لم تكن هناك تصريحات لل طباعة
et: Puudusid aruanded trükkida
fa: هیچ اظهارات وجود دارد برای چاپ
fr_lu: Il n'y avait pas d'imprimer les états
hr_hr: Nije bilo izvješća za ispis
ja: 印刷する明細書がありません
lv_lv: Nav pārskata ko drukāt
pl_pl: Nie było żadnych wypowiedzi do druku
vi_vn: Không có báo cáo để in

source: Select Statements to Print
ar: حدد البيانات على طباعة
et: Vali Avaldused Prindi
fa: بیانیه را انتخاب کنید تا نسخه قابل چاپ
fr_lu: Sélectionner un état à imprimer
hr_hr: Odaberite izvješća za ispis
ja: 印刷する明細書選択
lv_lv: Pārskata izvēle drukāšanai
pl_pl: Wybierz Wezwania do Wydrukowania
vi_vn: Chọn báo cáo để in

source: Starting Customer statement to print (Customer code)
ar: بدءا كشف حساب العميل إلى طباعة (رمز العملاء )
et: Alustades Kliendi avalduse printida (kliendi kood )
fa: شروع به چاپ بیانیه مشتری (کد مشتری)
fr_lu: À partir de la déclaration à la clientèle à imprimer (code client)
hr_hr: Počevši Korisnička izjavu za ispis ( Customer broj )
ja: 印刷する開始得意先明細(得意先コード)
lv_lv: Sākt klientu pārskatus drukāt no (klienta kods)
pl_pl: Uzgodnienia od (Kod Klienta)
vi_vn: Bắt đầu tuyên bố khách hàng để in (mã khách hàng )

source: Ending Customer statement to print (Customer code)
ar: تنتهي كشف حساب العميل إلى طباعة (رمز العملاء )
et: Lõpeb Kliendi avalduse printida ( Kliendi kood )
fa: پایان دادن به مشتری به صورت چاپ (کد مشتری)
fr_lu: Finir l'impression (code client)
hr_hr: Završetak Kupac izjavu za ispis ( Customer broj )
ja: 印刷する終了得意先明細(得意先コード)
lv_lv: Drukāt pārskatus līdz (klienta kods
pl_pl: Uzgodnienia do (Kod Klienta)
vi_vn: Kết thúc tuyên bố khách hàng để in (mã khách hàng )

source: Print All Statements in the Range Selected
ar: طباعة جميع البيانات في النطاق المحدد
et: Trüki Kõik avaldusedRange valitud
fa: نسخه قابل چاپ همه بیانیه ها در محدوده انتخاب شده
fr_lu: Imprimer toutes les déclarations dans la gamme sélectionnée
hr_hr: Ispis svih izvješća u rasponu Odabrani
ja: 選択範囲の全明細印刷
lv_lv: Drukāt visus pārskatus izvēlētajā virknē
pl_pl: Drukuj Uzgodnienia w Wybranym Zakresie
vi_vn: In Tất cả báo cáo trong dãy chọn

source: Invoices from
ar: الفواتير من
et: arved
fa: فاکتورها از
fr_lu: Factures de
hr_hr: Računi iz
ja: からの請求書
lv_lv: Rēins no
pl_pl: Fatury od
vi_vn: Các hóa đơn từ

source: Credit Notes from
ar: تلاحظ الائتمان من
et: Credit Notes
fa: یادداشت های اعتباری از
fr_lu: Avoir de
hr_hr: Kreditne Bilješke iz
ja: 返品伝票
lv_lv: Credit Piezīmes no
pl_pl: Noty kredytowe od
vi_vn: Ghi chú tín dụng từ

source: Transaction Print Error Report
ar: عملية اطبع التبليغ عن خطأ
et: Tehing Prindi Error Report
fa: تراکنش چاپ گزارش خطا
fr_lu: Rapport d'erreurs de transaction Imprimer
hr_hr: Transakcija Ispis Izvješće o pogrešci
ja: トランザクション印刷エラーレポート
lv_lv: Darījuma Drukāt kļūdas ziņojumu
pl_pl: Raport błędu wydruku transakcji
vi_vn: Giao dịch In Lỗi Báo cáo

source: There was a problem retrieving the invoice or credit note details for note number
ar: كانت هناك مشكلة استرداد فاتورة أو الائتمان التفاصيل ملاحظة للحصول على رقم الملاحظة
et: Tekkis probleem allalaadimisearve või kreeditarve detailid märkuse number
fa: بود مشکل بازیابی فاکتور یا اعتباری برای جزئیات توجه داشته باشید توجه داشته باشید تعداد وجود دارد
fr_lu: Il y a eu un problème pour afficher les détails de facturaction ou d'avoir correspondant au numéro d'avoir
hr_hr: Došlo je doproblema prilikom preuzimanja računa ili kreditne Napomena detalje za broja bilješke
ja: ノートナンバーの請求書またはクレジットメモの詳細を取得する問題が発生しました
lv_lv: Radāsproblēma, atjaunojot faktūrrēķinu vai kredīta Piezīme informācija par piezīmi numuru
pl_pl: Wystąpił problem z odczytaniem pozycji faktury lub noty kredytowej dla noty nr
vi_vn: Có một lỗi khi truy xuất hóa đơn hoặc ghi chú chi tiết tín dụng cho số lưu ý

source: To print an invoice, the sales order record, the customer transaction record and the branch record for the customer must not have been purged
ar: لطباعة فاتورة ، سجل الطلب المبيعات، و سجل المعاملات العملاء و السجل فرع للعميل أن لا يكون قد تم تطهير
et: Arve printimiseks , müügi et rekord , klient tehingute loetelu ja filiaali rekord klient ei tohi olla tuulutada
fa: برای چاپ فاکتور ، فروش ثبت سفارش ، مشتری را ثبت معامله و ثبت شعبه برای مشتری باید پاکسازی نشده است
fr_lu: Pour imprimer une facture, le record pour les ventes, le relevé de transaction à la clientèle et l'enregistrement de la succursale pour le client ne doit pas avoir été purgé
hr_hr: Za ispis računa , rekord prodajnog naloga , evidencija kupaca transakcija i Ogranak rekord za kupca ne smije biti oprošten
ja: 顧客の請求書、販売注文レコード、顧客取引記録や支店レコードを印刷するにはパージされていてはいけません
lv_lv: Lai izdrukātu rēķinu , pārdošanas rīkojumu ieraksts, klientu darījumu ierakstu un filiāles rekordu klientam , nedrīkst būt iztīra
pl_pl: Aby wydrukować fakturę zamówienie, dane użytkownika i dane oddziału nie mogą być usunięte
vi_vn: In hóa đơn , hồ sơ để bán hàng , hồ sơ giao dịch của khách hàng và ghi lại chi nhánh cho các khách hàng không phải có được thanh lọc

source: To print a credit note only requires the customer, transaction, salesman and branch records be available
ar: لطباعة ملاحظة الائتمان فقط يتطلب أن تكون سجلات العملاء ، والمعاملات، و مندوب مبيعات فرع متاحة
et: Printimiseks kreeditarve eeldab ainult klient , tehing , müügimehe ja filiaali andmed kättesaadavad
fa: برای چاپ توجه داشته باشید فقط نیاز به اعتبار مشتری ، معامله ، فروشنده و سوابق شعبه در دسترس باشد
fr_lu: L'impression d'un avoir nécessitent que les fiches client, transaction, vendeur et agences soient disponibles
hr_hr: Za ispis izvješća o odobrenju kredita zahtijeva samo kupac , transakcije , prodavač i grana zapisi biti dostupan
ja: クレジットメモを印刷するには唯一の顧客、取引、セールスマンや支店レコードが利用可能である必要があります
lv_lv: Lai izdrukātu kredītu piezīmi tikai prasa klientu , darījumu , pārdevējs un filiāles ieraksti ir pieejami
pl_pl: Aby wydrukować notę kredytową jedynie dane klienta, transakcji sprzedawcy i oddziału muszą być dostępne
vi_vn: Để in một ghi chú tín dụng chỉ yêu cầu khách hàng , giao dịch, nhân viên bán hàng và chi nhánh hồ sơ có sẵn

source: The SQL used to get this information that failed was
ar: و SQL تستخدم للحصول على هذه المعلومات التي فشلت كان
et: SQL kasutada, et saada seda teavet, mis ei olnud
fa: گذاشتن استفاده می شود برای دریافت این اطلاعات است که شکست خورده بود
fr_lu: Échec de la commande SQL d'affichage des ces informations:
hr_hr: SQL se koristi kako bi dobili ovu informaciju koja nije uspjela je
ja: SQLだった失敗したこの情報を取得するために使用
lv_lv: SQL izmanto, lai iegūtu šo informāciju, ka nav tika
pl_pl: Użyta fraza SQL
vi_vn: SQL được sử dụng để có được thông tin này mà không thành công là

source: There was a problem retrieving the invoice or credit note stock movement details for invoice number
ar: كانت هناك مشكلة استرداد فاتورة الائتمان أو مذكرة الأسهم التفاصيل حركة رقم الفاتورة
et: Tekkis probleem allalaadimisearve või kreeditarve aktsia liikumine andmed arve number
fa: بود مشکل بازیابی فاکتور یا اعتباری سهام توجه داشته باشید جزئیات جنبش برای شماره فاکتور وجود دارد
fr_lu: Il y a eu un problème pour afficher le détail des mouvements de stock (facture ou avoir) correspondant au numéro de facture
hr_hr: Došlo je doproblema prilikom preuzimanja računa ili kreditne Napomena burzovnih kretanja podatke za broj računa
ja: 請求書番号の請求書またはクレジットメモの株式の動きの詳細を取得する問題が発生しました
lv_lv: Radāsproblēma, atjaunojot faktūrrēķinu vai kredītkartes , ņemiet vērā krājumu aprites informāciju par rēķina numurs
pl_pl: Problem z odtworeniem szczegółów przesunięć magazynowych dla faktury lub nory kredytowej numer
vi_vn: Có một lỗi khi truy xuất hóa đơn hoặc ghi chú tín dụng cổ phần chi tiết chuyển động cho số hóa đơn

source: Sub Total
ar: المجموع الفرعي
et: Maksumus kokku
fa: تعداد بخشها
fr_lu: Sous-total
hr_hr: Izmjene Ukupno
ja: 小計
lv_lv: sub kopā
pl_pl: Suma
vi_vn: Tổng số phụ

source: Freight
ar: شحن
et: Saatekulu
fa: باربری
fr_lu: Transport
hr_hr: teretni
ja: 運賃
lv_lv: Shipping
pl_pl: Transport
vi_vn: Vận tải

source: TOTAL INVOICE
ar: الفاتورة الإجمالية
et: TASUMISELE KUULUV SUMMA
fa: مجموع کل سیاهه
fr_lu: Total de la facture
hr_hr: UKUPNO RAČUN
ja: 請求合計
lv_lv: KOPĀ RĒ&Auml;&para;INS
pl_pl: Razem do zapłaty
vi_vn: Tổng hóa đơn

source: Account No:
ja: 勘定科目名

source: TOTAL CREDIT
ar: إجمالي الائتمان
et: TAGASIARVESTUS KOKKU
fa: کل اعتباری
hr_hr: Ukupna vrijednost kredita
ja: 返品合計
lv_lv: KOPĀ KRED&Auml;&ordf;TRĒ&Auml;&para;INS
pl_pl: Razem do zwrotu
vi_vn: TỔNG TÍN DỤNG

source: Please find attached
ar: تجدون طيه
et: Manuses on
fa: لطفا پیدا متصل
fr_lu: S'il vous plaît trouver ci-joint
hr_hr: U prilogu
ja: 添付見つけてください
lv_lv: Lūdzu skatīties pielikumā
pl_pl: W załączeniu
vi_vn: Vui lòng xem đính kèm

source: Emailing
ar: البريد الإلكتروني
et: postitada
fa: ایمیل
hr_hr: Slanje
ja: メール送信
lv_lv: Pasta vēstuļu sūtīšanas
pl_pl: Email
vi_vn: Gửi thư điện tử

source: Select Invoices/Credit Notes To Print
ar: حدد الفواتير / ملاحظات الائتمان لل طباعة
et: Valige Arved / kreeditarvet Prindi
fa: فاکتورها انتخاب / یادداشت های اعتباری برای چاپ
fr_lu: Sélectionner une facture ou un avoir à imprimer
hr_hr: Odaberite račune / kreditne bilješke za ispis
ja: 印刷する請求書/返品伝票を選択
lv_lv: Izvēlieties Rēķini / kredītu atzīmē Print
pl_pl: Wybierz Faktury/Noty Do Wydruku
vi_vn: Chọn Hoá đơn / Ghi chú tín dụng để in

source: Print Invoices or Credit Notes (Landscape Mode)
ar: طباعة الفواتير أو الملاحظات الائتمان ( وضع منظر طبيعي)
et: Printida arveid või Credit Notes (Landscape režiim)
fa: نسخه قابل چاپ فاکتورها یا یادداشت های اعتباری (حالت افقی)
fr_lu: Impression des factures ou avoirs (mode paysage)
hr_hr: Ispis računa ili kreditne Bilješke (Landscape )
ja: 請求書または返品伝票印刷
lv_lv: Rēķinu un kredītrēķinu drukā&#353;ana
pl_pl: Drukowanie faktur lub not kredytowych (Pejzaż)
vi_vn: Hoá đơn in hoặc ghi chú tín dụng ( Landscape Mode )

source: Print Invoices or Credit Notes
ar: طباعة الفواتير أو الملاحظات الائتمان
et: Printida arveid või kreeditarved
fa: نسخه قابل چاپ فاکتورها یا یادداشت های اعتباری
fr_lu: Impression factures / avoirs
hr_hr: Ispis računa ili kreditne bilješke
ja: 請求書または返品伝票印刷
lv_lv: Rēķinu un kredītrēķinu drukāšana
pl_pl: Wydruk Faktur lub Not Kredytowych
vi_vn: Hoá đơn in hoặc ghi chú tín dụng

source: Print EDI Transactions
ar: طباعة المعاملات EDI
et: Trüki EDI Tehingud
fa: نسخه قابل چاپ ویراست معاملات
fr_lu: Imprimer les transactions EDI
hr_hr: Ispis EDI transakcije
ja: EDIトランザクション印刷
lv_lv: Drukāt EDI Darījumus
pl_pl: Wydruk Transakcji EDI
vi_vn: In giao dịch EDI

source: Do not Print PDF EDI Transactions
ar: لا تتم طباعة المعاملات EDI PDF
et: Ärge Trüki PDF EDI Tehingud
fa: آیا پی دی اف نسخه قابل چاپ نیست ویراست معاملات
fr_lu: Ne pas imprimer PDF EDI Transactions
hr_hr: Ne Ispis PDF transakcija EDI
ja: EDIトランザクションはPDF印刷しない
lv_lv: Nelietojiet Drukāt PDF EDI Darījumus
pl_pl: Nie Drukuj Transakcji EDI
vi_vn: Không In PDF giao dịch EDI

source: Print PDF EDI Transactions Too
ar: طباعة المعاملات EDI PDF جدا
et: Trüki PDF EDI Tehingud Liiga
fa: پی دی اف نسخه قابل چاپ ویراست معاملات بیش از حد
fr_lu: Imprimer PDF transactions EDI Trop
hr_hr: Ispis PDF transakcija Edi
ja: EDIトランザクションもPDF印刷
lv_lv: Drukāt PDF EDI Darījumus Too
pl_pl: Drukuj Także Transakcje EDI PDF
vi_vn: In PDF giao dịch EDI Quá

source: Despatch Location
et: Saadetis Asukoht
fa: فرستا دن مکان
fr_lu: envoi Lieu
hr_hr: Mjesto otpreme
ja: デスパッチ場所
lv_lv: dispečera Atrašanās vieta
pl_pl: Despatch Lokalizacja
vi_vn: Địa chỉ gửi hàng

source: Start invoice/credit note number to print
ar: بدء الفاتورة / مذكرة الائتمان لطباعة عدد
et: Alusta arve / kreeditarve number printida
fa: فاکتور های شروع / اعتباری توجه داشته باشید برای چاپ
fr_lu: Numéro de départ des factures / avoirs à imprimer
hr_hr: Početak račun / kreditnu broj bilješke za ispis
ja: 印刷開始の請求書/返品伝票番号
lv_lv: Sākt rēķins / kredītu piezīmi numuru , lai izdrukātu
pl_pl: Pierwsza faktura/nota kredytowa do wydruku
vi_vn: Bắt đầu hóa đơn / số lưu ý tín dụng để in

source: End invoice/credit note number to print
ar: إنهاء الفاتورة / مذكرة الائتمان لطباعة عدد
et: End arve / kreeditarve number printida
fa: صورتحساب پایان / اعتباری توجه داشته باشید برای چاپ
fr_lu: Numéro de fin des factures / avoirs à imprimer
hr_hr: Kraj račun / kreditnu broj bilješke za ispis
ja: 印刷終了の請求書/返品伝票番号
lv_lv: End rēķins / kredītu piezīmi numuru , lai izdrukātu
pl_pl: Ostatnia faktura/nota kredytowa do wydruku
vi_vn: Kết thúc hóa đơn / số lưu ý tín dụng để in

source: The last invoice created was number
ar: كانت آخر فاتورة تم إنشاؤها عدد
et: Viimane arve loodud oli number
fa: صورتحساب آخرین ایجاد شده بود تعداد
fr_lu: La dernière facture a été créé le numéro
hr_hr: Posljednji fakture kreirana je broj
ja: 最終作成請求書の番号
lv_lv: Pēdējā izveidots rēķins bija numurs
pl_pl: Ostatnia wystawiona faktura ma numer
vi_vn: Hóa đơn cuối cùng tạo ra là số

source: If only a single invoice is required
ar: إذا كان مطلوبا فقط فاتورة واحدة
et: Kui ainult ühe arve on vaja
fa: اگر تنها تنها فاکتور مورد نیاز است
fr_lu: Si seulement une seule facture est nécessaire
hr_hr: Ako se samojednim računom je potrebno
ja: 1件だけの請求書が必要ならば
lv_lv: Ja tikaiviens rēķins ir nepieciešama
pl_pl: Jeśli potrzebna jest tylko pojedyńcza faktura
vi_vn: Nếu chỉ có một hóa đơn duy nhất là cần thiết

source: enter the invoice number to print in the Start transaction number to print field and leave the End transaction number to print field blank
ar: أدخل رقم الفاتورة لطباعة في عدد المعاملات ابدأ ل طباعة حقل وترك رقم المعاملة النهاية لطباعة الحقل فارغا
et: sisestada arve number printidaStart tehingu number printida valdkonnas ja jätta End tehingu number printida välja tühjaks
fa: با وارد کردن شماره فاکتور به شماره معامله شروع به چاپ نسخه قابل چاپ رشته و ترک پایان تعداد معامله میدان خالی برای چاپ
fr_lu: entrez le numéro de facture à imprimer dans le numéro de transaction sur Démarrer pour imprimer sur le terrain et laisser le numéro de transaction de fin d'imprimer champ vide
hr_hr: upišite broj računa za ispis u broju transakcija Početak ispisati polje i ostaviti broj završetka transakcije za ispis prazno
ja: 開始トランザクション番号の印刷フィールドに印刷請求書番号を入力して、終了トランザクション番号の印刷フィールドを空白にしてください
lv_lv: ievadiet rēķina numuru, drukāt Sākt darījumu skaita drukāt laukā un atstāt End darījumu skaitu, lai drukātu lauku tukšu
pl_pl: podaj pierwszy numer faktury i pozostaw pole na ostatni numer faktury puste
vi_vn: nhập số hoá đơn in số lượng giao dịch bắt đầu với lĩnh vực in và để lại số giao dịch cuối cùng để in trống trường

source: Only use the end invoice to print field if you wish to print a sequential range of invoices
ar: فقط استخدام الفاتورة نهاية لطباعة الحقل إذا كنت ترغب في طباعة مجموعة متسلسلة من الفواتير
et: Kasutage ainult lõpus arve printida väli , kui soovid printidajärjestikune erinevaid arveid
fa: فقط فاکتور پایان دادن به چاپ زمینه استفاده اگر شما مایل به چاپ محدوده ترتیبی از فاکتورها
fr_lu: N'utilisez que la facture fin à imprimer champ si vous souhaitez imprimer une plage séquentielle de factures
hr_hr: Koristite samo račun za ispis polje kraj , ako želite ispisati sekvencijalni niz faktura
ja: 連続した請求書範囲を印刷したいならば、印刷フィールドに終了請求書番号を入力するだけです
lv_lv: Izmantot tikai gala rēķinu drukāt lauku, ja vēlaties drukāt secīgu virkni rēķinu
pl_pl: Numer ostatniej faktury podaj tylko jeżeli chcesz wydrukować zakres podany faktur
vi_vn: Chỉ sử dụng hóa đơn dứt lĩnh vực in nếu bạn muốn in một loạt tuần tự hoá đơn
