Repository: timschofield/KwaMoja-Medical
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar, et, fa, fr_lu, hr_hr, ja, lv_lv, pl_pl, vi_vn

source: customer accounts that refer to this credit status code
ar: حسابات العملاء التي تشير إلى هذا الرمز حالة الائتمان
et: klientide kontodele , mis viitavad käesolevale krediidiasutuste staatust kood
fa: حساب مشتری که اشاره به این کد وضعیت اعتباری
fr_lu: Comptes Clients se servant de ce code solvabilité
hr_hr: kupac račune koji se odnose na ovaj broj kreditne status
ja: この信用ステータスコードを参照して顧客の口座
lv_lv: Klienti, kuriem ir piesķirts &#353;is kredīta
pl_pl: klienci z tym kodem zdolności kredytowej
vi_vn: tài khoản của khách hàng liên quan đến mã tín dụng hiện thời

source: This credit status code has been deleted
ar: تم حذف هذا الرمز حالة الائتمان
et: See krediit seisundi kood on välja jäetud
fa: این کد وضعیت اعتبار حذف شده است
fr_lu: Le code de solvabilité a été supprimé
hr_hr: Ovaj broj kreditne status je obrisan
ja: この信用状態コードが削除されている
lv_lv: Šis kredīta statusa kods tika dzēsts
pl_pl: Kod zdolności kredytowej został usunięty
vi_vn: Mã tình trạng tín dụng này đã được xóa

source: Status Code
ar: قانون الأحوال
fa: کد وضعیت
fr_lu: Code
hr_hr: Šifra statusa
ja: 状況コード
lv_lv: Statusa kods
pl_pl: Kod Zdolności
vi_vn: Mã trạng thái

source: Disallow Invoices
ar: عدم السماح الفواتير
et: Disallow arved
fa: فاکتورها ندهید
fr_lu: Refus de facturation
hr_hr: Nemoj dopustiti Fakture
ja: 請求困難
lv_lv: NEPĀRDOT PRECI
pl_pl: Blokada fakturowania
vi_vn: hóa đơn không hợp lệ

source: Invoice OK
ar: موافق الفاتورة
et: arve OK
fa: فاکتور خوب
fr_lu: Facturation OK
hr_hr: Račun OK
ja: 請求可能
lv_lv: Rēķins OK
pl_pl: Faktury OK
vi_vn: xác nhận hóa đơn

source: NO INVOICING
ar: NO الفواتير
et: NO ARVED
fa: شماره صورتحساب
fr_lu: PAS DE FACTURATION
hr_hr: NO fakturiranje
ja: 請求不能
lv_lv: !!! NEPĀRDOT PRECI !!!
pl_pl: NIE FAKTUROWAĆ
vi_vn: Không làm hóa don

source: Are you sure you wish to delete this credit status record?
ar: هل أنت متأكد أنك تريد حذف هذا السجل حالة الائتمان ؟
ja: この仕入先価格を削除してもよろしいですか？

source: Show Defined Credit Status Codes
ar: مشاهدة تعريف رموز حالة الائتمان
et: Näita Kindlaksmääratud Credit olekud
fa: نمایش تعریف اعتباری کدهای وضعیت
fr_lu: Afficher les codes de solvabilité
hr_hr: Pokaži Definirane Kodovi kreditni status
ja: 信用状況コード定義表示
lv_lv: Parādīt kredīta statusa kodus
pl_pl: Pokaż Zdefiniowane Kody Zdolności Kredytowej
vi_vn: hiện xác định mã trạng thái tín dụng

source: Credit An Invoice
ar: الائتمان فاتورة
et: CreditArve
fa: اعتباری فاکتور
fr_lu: Une facture de crédit
hr_hr: KreditnaRačun
ja: クレジット請求
lv_lv: Kreditēt rēķinu
pl_pl: Wystaw Korektę do Faktury
vi_vn: Tạo một hóa đơn

source: This page can only be opened if an invoice has been selected for crediting
ar: لا يمكن إلا أن فتح هذه الصفحة إذا تم اختيار فاتورة الاعتماد
et: Seda lehekülge on võimalik avada ainult siis, kuiarve on valitud krediteerimise
fa: این صفحه تنها می تواند باز شود اگر صورت حساب شده است برای اعتباری انتخاب شده
fr_lu: Cette page ne peut être ouverte que si une facture a été sélectionné pour le crédit
hr_hr: Ova stranica se može otvoriti samo ako jeiznos koji je izabran za kreditiranje
ja: 請求書が貸方のために選択されている場合は、このページにのみ開くことができます
lv_lv: Izvēlaties lūdzu rēķinu kreditē&#353;anai, lai atvērtu &#353;o lapu
pl_pl: Ta strona może być otwarta tylko po wybraniu faktury do skorygowania
vi_vn: Trang này chỉ có thể được mở nếu hoá đơn đã được lựa chọn cho tín dụng

source: Please select an invoice first
ar: يرجى تحديد أول فاتورة
et: Palun valigearve esimene
fa: لطفا انتخاب کنید اولین فاکتور
fr_lu: S'il vous plaît sélectionnez une première facture
hr_hr: Molimo odaberitefakture prva
ja: 請求書を最初に選択してください
lv_lv: Lūdzu vispirms izvēlēties rēķinu
pl_pl: Najpierw wybierz fakturę
vi_vn: Vui lòng chọn một hóa đơn trước

source: from the customer inquiry screen click the link to credit an invoice
ar: من الشاشة استفسار العملاء انقر على الرابط ل يضيفه على الفاتورة
et: kliendi küsitlus ekraan lingil krediidiarve
fa: از روی صفحه نمایش مشتری درخواست کلیک بر روی لینک فاکتور به اعتبار
fr_lu: à partir de l'écran de demande du client cliquez sur le lien pour créditer une facture
hr_hr: na zaslonu kupca upit kliknite na link kako bi odobrili račun
ja: 顧客照会画面から請求書を信用するようにリンクをクリックしてください
lv_lv: no klientu pieprasījumu ekrāna nospiežiet linku lai kreditētu rēķinu
pl_pl: kliknij link faktury korygującej na ekranie przeglądania klienta
vi_vn: từ màn hình yêu cầu của khách hàng nhấp vào liên kết tín dụng hoá đơn

source: A credit cannot be produced for the selected invoice
ar: A الائتمان لا يمكن أن تنتج عن الفاتورة المحددة
et: Krediidi toota ei saa valitud arve
fa: اعتبار می تواند برای فاکتور انتخاب نمی شود تولید
fr_lu: Un crédit ne peut être fourni pour la facture sélectionnée
hr_hr: Kredit ne može biti proizvedena u odabranom računu
ja: クレジットは、選択した請求書のために生産することができません
lv_lv: Kredītu nevar ražot izvēlētajai rēķina
pl_pl: Nie można wystawić korekty do wybranej faktury
vi_vn: tín dụng không thể được đưa ra cho các hóa đơn được lựa chọn

source: The invoice details cannot be retrieved because
ar: لا يمكن استرجاع تفاصيل الفاتورة بسبب
et: Arve andmed ei saa taastada , sest
fa: جزئیات صورت حساب را می توان بازیابی نیست زیرا
fr_lu: Les détails de la facture ne peut pas être trouvé en raison
hr_hr: Pojedinosti dostavnice ne mogu dohvatiti , jer
ja: 請求書の詳細を取得することはできませんので、
lv_lv: Rēķina informāciju nevar iegūt, jo
pl_pl: Pozycje faktury nie mogą być odtworzone ponieważ
vi_vn: Không truy xuất được chi tiết hóa đơn bởi vì

source: The SQL used to retrieve the invoice details was
ar: و SQL المستخدمة لاسترداد تفاصيل الفاتورة كان
et: SQL kasutatakse pakettandmesidearve andmed oli
fa: گذاشتن استفاده برای بازیابی اطلاعات فاکتور بود
fr_lu: Commande SQL d'affichage de la facture:
hr_hr: SQL se koristi za dohvaćanje o dostavnici je
ja: 請求書の詳細を取得するために使用されるSQLがあった
lv_lv: SQL izmanto, lai iegūtu detalizētu informāciju par rēķinu bija
pl_pl: Użyta fraza SQL:
vi_vn: Dữ liệu SQL dùng để truy xuất chi tiết hóa đơn là

source: This invoice can not be credited using this program
ar: هذه الفاتورة لا يمكن أن ينسب باستخدام هذا البرنامج
et: See arve ei saa tunnustada , kasutades selleks programmi
fa: این فاکتور را نمی توان اعتبار با استفاده از این برنامه
fr_lu: Cette facture ne peut être crédité d'utiliser ce programme
hr_hr: Ovaj račun ne može biti pripisana pomoću ovog programa
ja: この請求書は、このプログラムを使って入金することができません
lv_lv: Šo rēķinu nevar tikt ieskaitīti , izmantojot šo programmu
pl_pl: Ta faktura nie może być skorygowana w tym programie
vi_vn: Hoá đơn này không thể được ghi bằng cách sử dụng chương trình này

source: A manual credit note will need to be prepared
ar: سوف تحتاج إلى ملاحظة الائتمان اليدوي ل تكون على استعداد
et: Lae kreeditarve tuleb valmis
fa: کتابچه راهنمای توجه داشته باشید اعتباری نیاز به آماده
fr_lu: Un avoir manuel devra être préparé
hr_hr: Upotrebu napomena kredit će biti potrebno pripremiti
ja: マニュアル信用ノートは準備する必要があります
lv_lv: Rokasgrāmata kredīts piezīme būs jāsagatavo
pl_pl: Musisz wystawić ręcznie notę kredytową
vi_vn: một ghi chú tín dụng thô sơ cũng cần phải chuẩn bị

source: The SQL used to get the transaction header was
ar: و SQL تستخدم للحصول على كان رأس الصفقة
et: SQL kasutada saan tehingu kaudu oli
fa: گذاشتن مورد استفاده قرار گرفتن هدر معامله شد
fr_lu: Commande SQL d'affichage des en-têtes de transaction:
hr_hr: SQL se koristi da bi se transakcija header je
ja: SQLは、トランザクションヘッダがあった取得するために使用
lv_lv: SQL izmanto, lai iegūtudarījumu sitienu
pl_pl: Użyta fraza SQL:
vi_vn: cơ sở dữ liệu SQL được sử dụng để có được những tiêu đề giao dịch được

source: The line item
ar: بند
et: Rida
fa: قلم دوم از اقلام خط
fr_lu: L'ordre du jour en ligne
hr_hr: Stavka
ja: 行品目
lv_lv: Rinda
pl_pl: Ten towar
vi_vn: Chi tiết đơn hàng

source: is controlled but the serial numbers or batch numbers could not be retrieved because
ar: يتم التحكم ولكن الأرقام التسلسلية أو أرقام دفعة لا يمكن استرجاع لأن
et: kontrollitakse vaid seerianumbrid või partii numbreid ei õnnestunud , sest
fa: کنترل شده است اما شماره سریال یا شماره دسته قابل بازیابی نیست زیرا
fr_lu: est contrôlée, mais les numéros de série ou numéros de lot ne pouvait être trouvé en raison
hr_hr: je pod kontrolom , ali su serijski brojevi ili batch brojevi ne mogu dohvatiti , jer
ja: 制御されますが、シリアル番号またはバッチ番号を取得できませんでしたので、
lv_lv: tiek kontrolēta , bet sērijas numuri vai partijas numuri nevarēja izgūt , jo
pl_pl: jest kontrolowany, ale numer seryjny/numer partii nie może być odtworzony ponieważ
vi_vn: được kiểm soát nhưng những con dãy số hoặc số lô hàng không có thể lấy ra được vì

source: The SQL used to get the controlled item details was
ar: و SQL المستخدمة للحصول على تفاصيل البند تسيطر عليها كان
et: SQL kasutada, et saadakontrollitud kauba andmed oli
fa: گذاشتن مورد استفاده قرار گرفتن جزئیات مورد کنترل شده است
fr_lu: Commande SQL d'affichage des informations de l'article vérifié:
hr_hr: SQL se koristi da bi se kontrolirane stavke detalj bio
ja: SQLは、制御されたアイテムの詳細があった取得するために使用
lv_lv: SQL izmanto, lai iegūtu kontrolētie Papildus informācija tika
pl_pl: Użyta fraza SQL:
vi_vn: Cơ sở dữ liệu SQL được sử dụng để có được chi tiết mặt hàng (danh mục) nó kiểm soát được

source: There are no line items that were retrieved for this invoice
ar: لا توجد أي عناصر السطر الذي تم استرجاع ل هذه الفاتورة
et: Puuduvad kirjeid, mis olid laaditud selle arve
fa: هیچ آیتمی خط که برای این فاکتور بازیابی شده وجود داشت
fr_lu: Il n'y a pas de postes qui ont été récupérés pour cette facture
hr_hr: Nema stavki koje su vraćeni u ovoj fakturi
ja: この請求書のために取得されない行項目がありません
lv_lv: Nav posteņus , kas tika iegūti par šo rēķinu
pl_pl: Brak pozycji dla tej faktury
vi_vn: Không có mục hàng để lấy lại được cho hóa đơn này

source: The automatic credit program can not create a credit note from this invoice
ar: برنامج الائتمان التلقائي لا يمكن إنشاء ملاحظة الائتمان من هذه الفاتورة
et: Automaatne krediidi programm ei saa luua kreeditarve selle arve
fa: برنامه های اعتباری به صورت خودکار می تواند توجه اعتبار از این فاکتور را ایجاد کنید
fr_lu: Le programme de crédit automatique ne peut pas créer un avoir à partir de cette facture
hr_hr: Automatski program kreditna ne može stvoriti napomenu kredit iz ovog računa
ja: 自動債権プログラムはこの請求書から返品伝票を作成することができません
lv_lv: Automātisko kredīta programma nevar izveidot kredīta piezīmi no šī rēķina
pl_pl: Nota kredytowa nie może być wygenerowana automatycznie z tej faktury
vi_vn: Chương trình tín dụng tự động không thể tạo ra một lưu ý tín dụng từ hoá đơn này

source: This invoice can not be credited using the automatic facility
ar: هذه الفاتورة لا يمكن أن تقيد استخدام مرفق التلقائي
et: See arve ei saa krediteerida kasutab automaatset rajatis
fa: این فاکتور را نمی توان اعتبار با استفاده از امکانات اتوماتیک
fr_lu: Cette facture ne peut être crédité en utilisant l'installation automatique
hr_hr: Ovaj račun ne može biti zaslužan za automatsko postrojenje
ja: この請求書は、自動機能を使って入金することができません
lv_lv: Šo rēķinu nevar tikt ieskaitīti , izmantojot automātisko iekārtu
pl_pl: Ta fakura nie może być skorygowana automatycznie
vi_vn: Hoá đơn này không thể được ghi bằng cách sử dụng các thiết bị tự động

source: Please report that a duplicate DebtorTrans header record was found for invoice
ar: يرجى التقرير إلى أن تم العثور على سجل مكررة رأس DebtorTrans لل فاتورة
et: Palun raportis, et duplikaadi DebtorTrans päisekirjet leiti arve
fa: لطفا گزارش دادند که یک رکورد تکراری DebtorTrans هدر برای فاکتور مشخص شد
fr_lu: S'il vous plaît rapport un dossier en double-tête DebtorTrans a été trouvé pour la facture
hr_hr: Molimo da izvješćeduplikat DebtorTrans header rekord je pronađen u fakturi
ja: 重複DebtorTransヘッダレコードが請求書を発見されたという報告をしてください
lv_lv: Lūdzu ziņojiet , kadublikātu DebtorTrans galvenes ieraksts tika atrasts uz rēķina
pl_pl: Zgłoś znalezienie powielonych nagłówków DebtorTrans dla faktury
vi_vn: Xin vui lòng báo cáo rằng một bản ghi DebtorTrans tiêu đề trùng lặp được tìm thấy cho hóa đơn

source: The item could not be updated because you are attempting to set the quantity credited to less than 0 or the price less than 0 or the discount more than 100% or less than 0%
ar: تعذر تحديث هذا البند لأنك تحاول ضبط كمية الفضل إلى أقل من 0 أو سعر أقل من 0 أو خصم أكثر من 100 ٪ أو أقل من 0 ٪
et: Üksust ei saanud uuendatud , sest sa üritad määrata koguse krediteeritakse alla 0 või hind on alla 0 võisoodushinnaga üle 100 % või vähem kui 0 %
fa: موردی نمی تواند به روز شده دلیل این که شما در حال تلاش برای تنظیم مقدار به کمتر از 0 یا قیمت کمتر از 0 اعتبار یا تخفیف بیش از 100 ٪ و یا کمتر از 0 ٪
fr_lu: L'ordre du jour n'a pas pu être mis à jour parce que vous tentez d'établir la quantité crédité à moins de 0 ou le prix inférieur à 0 ou la remise de plus de 100% ou inférieure à 0%
hr_hr: Stavka ne može biti obnovljeno , jer se pokušava postaviti količinu uplatiti na manje od 0 ili cijena manja od 0 ilipopusta više od 100 % ili manje od 0 %
ja: あなたは0未満に入金数量や価格0未満または割引100％以上または未満0％を設定しようとしているため、項目を更新できませんでした
lv_lv: Punkts nevar atjaunināt , jo jūs mēģināt noteikt daudzumu ieskaitīti 0 mazāka vai arī cena zemāka par 0 vaiatlaides vairāk nekā 100 % vai mazāka par 0 %
pl_pl: Pozycja nie może być zaktualizowana ponieważ usiłujesz ustawić korygowaną ilość mniejszą od 0, lub lub cenę mniejszą od 0, lub upust większy niż 100% lub mniejszy niż 0%
vi_vn: Mục này không thể được cập nhật bởi vì bạn đang cố gắng để thiết lập số lượng ghi ít hơn 0 hoặc giá nhỏ hơn 0 hoặc% giảm giá nhiều hơn 100 hoặc nhỏ hơn 0%

source: Credit Invoice
ar: فاتورة الائتمان
et: kreeditarve
fa: اعتباری فاکتور
fr_lu: Créditer la facture
hr_hr: Kreditna Račun
ja: 売掛請求書
lv_lv: Kredīta rēķins
pl_pl: Koryguj Fakturę
vi_vn: Hóa đơn tín dụng

source: Credit Note amounts stated in
ar: وذكرت كميات ملاحظة الائتمان في
et: Kreeditarve summad märgitud
fa: مقدار اعتبار مندرج در تبصره
fr_lu: Montants des avoirs
hr_hr: Kreditne Napomena iznosi navedeni u
ja: 明細の返品伝票総額
lv_lv: Summas Kredītrēķina ir uzrādītas
pl_pl: Wartość not kredytowych podana w
vi_vn: lưu ý số tiền ghi trong tín dụng

source: Invoiced
ar: فواتير
et: arves näidatud
fa: صورتحساب
fr_lu: Facturé
hr_hr: Dostavljeni
ja: 請求済
lv_lv: Izsūtīti reiķini
pl_pl: Zafakturowane
vi_vn: xác lập hóa đơn

source: Credit
ar: ائتمان
et: kreeditarve
fa: اعتبار
fr_lu: Crédit
hr_hr: kredit
ja: 貸方
lv_lv: kredīts
pl_pl: Ma
vi_vn: Tín dụng

source: Are you sure you wish to delete this item from the credit?
ar: هل أنت متأكد أنك تريد حذف هذا البند من الائتمان؟
et: Oled sa kindel, et soovid kustutada selle elemendi laenu võtta?
fr_lu: Êtes-vous sûr de vouloir supprimer cet article de l'avoir?
hr_hr: Jeste li sigurni da želite obrisati ovu stavku iz kredita ?
ja: この仕入先価格を削除してもよろしいですか？

source: Freight cost charged on invoice
ar: تكلفة الشحن المحملة على فاتورة
et: Veokulud tasutakse arve
fa: حمل و نقل را در صورت حساب هزینه های شارژ
fr_lu: Frais de transport facturés
hr_hr: Teretni trošak naplaćuje na računu
ja: 請求書の請求運賃
lv_lv: Piegādes izdevumi rēķinā
pl_pl: Koszty transportu na fakturze
vi_vn: Shipping cost charged on invoice

source: Credit Freight Cost
ar: الائتمان تكاليف الشحن
et: Credit veokulud
fa: اعتبار هزینه حمل و نقل
fr_lu: Créditer le coût du transport
hr_hr: Kreditna Freight troškova
ja: 返品運賃費用
lv_lv: Kredītēt piegādes izmaksas
pl_pl: Koryguj Koszty Transportu
vi_vn: Credit Shipping Cost

source: Credit Totals
ar: إجماليات الائتمان
et: Credit Summad
fa: جمع کل اعتبار
fr_lu: Les totaux de crédit
hr_hr: Kreditne Ukupan rezultat
ja: 貸方合計
lv_lv: Kredīts kopā
pl_pl: Wartość Korekty
vi_vn: Tổng tín dụng

source: Failed to retrieve salesoderdetails to compare if the order has been invoiced and that it is possible that the credit note may not already have been done
ar: فشل في استرداد salesoderdetails للمقارنة إذا تم الفاتورة النظام و أنه من الممكن أن المذكرة الائتمان قد لا بالفعل تم القيام به
et: Hankimine ebaõnnestus salesoderdetails võrrelda , kui selleks on arvele märgitud ja et on võimalik, etkreeditarve ei pruugi veel teinud
fa: برای بازیابی salesoderdetails برای مقایسه در صورتی که سفارش شده است صورتحساب شده است و ممکن است که توجه داشته باشید اعتباری ممکن است در حال حاضر انجام شده است شکست خورده
fr_lu: Impossible de récupérer salesoderdetails à comparer si la commande a été facturée et qu'il est possible que la note de crédit peut ne pas déjà été fait
hr_hr: Nisam uspio dohvatiti salesoderdetails za usporedbu , akonalog je fakturirano i da je moguće da je kreditna nota ne može već učinjeno
ja: 注文が請求されている場合に比較するsalesoderdetailsを取得し、それがクレジットノートが既に行われていない可能性があることに失敗しました
lv_lv: Neizdevās iegūt salesoderdetails salīdzināšanai , jarīkojums ir izrakstīts rēķins , un ka tas ir iespējams, kakredītu piezīmi var jau nav izdarīts
pl_pl: Nie można pobrać salesoderdetails do porównania , jeślizamówienie zostało zafakturowane i że możliwe jest, żenota kredytowa nie może już zostały zrobione
vi_vn: Không thể lấy lại salesoderdetails để so sánh nếu thứ tự đã được lập hoá đơn và có thể là giấy báo có thể chưa được thực hiện

source: The GL code to write off the credit value to must be specified. Please select the appropriate GL code for the selection box
ar: يجب أن يتم تحديد رمز GL لشطب قيمة الائتمان ل .
et: GL kood mahakrediidi väärtust tuleb täpsustada.
fa: کد گرم به نوشتن کردن ارزش اعتباری به باید مشخص شده است. لطفا انتخاب کنید کد گرم مناسب برای جعبه انتخاب
fr_lu: Le code GL de radier la valeur en crédits de doit être spécifié. S'il vous plaît sélectionner le code approprié pour GL la boîte de sélection
hr_hr: GL broj za otpis kredita vrijednost mora biti navedeno .
ja: への信用価値を償却するためにGLコードを指定する必要があります。
lv_lv: GL kodu, lai atdotu kredītu vērtību , ir jāprecizē .
pl_pl: Wybierz właściwy kod konta dla księgowania ospisu
vi_vn: Mã GL để viết ra các giá trị tín dụng phải được xác định .

source: The alteration to the invoice record to reflect the allocation of the credit note to the invoice could not be done because
ar: لا يمكن أن يتم تغيير إلى السجل الفاتورة لتعكس توزيع المذكرة الائتمان على الفاتورة لأن
et: Muutmise korral arve kajastamaks jaotamisekreeditarve arvele ei saanud teha , sest
fa: دگرگونی به ثبت فاکتور به بازتاب اختصاص اعتبار توجه به فاکتور نمی تواند انجام شود زیرا
fr_lu: La modification de la fiche facture pour tenir compte de l'attribution de l'avoir à cette facture a échoué
hr_hr: Promjena na računu rekord na razmišljanje dodjelu kreditnog bilješci na računu ne može biti učinjeno jer
ja: 請求書に信用ノートの配分を反映するために、請求書レコードへの変更は行われなかったため
lv_lv: Uz rēķina ieraksta izmaiņas , lai atspoguļotu sadalījumu kredītu piezīmi rēķinā nevar izdarīt , jo
pl_pl: Nie można zmienić faktury aby odpowiadała rozliczeniu korekty ponieważ
vi_vn: Việc thay đổi các bản ghi hoá đơn để phản ánh sự phân bổ của các phiếu tín dụng cho hóa đơn không thể được thực hiện vì

source: The following SQL to update the invoice allocation was used
ar: تم استخدام SQL التالية لتحديث تخصيص الفاتورة
et: Järgmine SQL uuendada arve jagamist kasutati
fa: گذاشتن زیر برای به روز رسانی اختصاص فاکتور مورد استفاده قرار گرفت
fr_lu: Commande SQL de mise à jour de facturation
hr_hr: Sljedeći SQL za ažuriranje računa raspodjelu je korišten
ja: 請求割当を更新する以下のSQLが使われました
lv_lv: Pēc SQL atjaunināt rēķina piešķiršanu tika izmantota
pl_pl: Użyta fraza SQL:
vi_vn: SQL sau đây để cập nhật giao hóa đơn đã được sử dụng

source: The customer credit note transaction could not be added to the database because
ar: المذكرة الائتمان المعاملة العملاء لا يمكن إضافتها إلى قاعدة البيانات بسبب
et: Kliendi kreeditarve tehing ei saa lisatakse andmebaasi , sest
fa: مشتریان اعتباری معامله توجه داشته باشید می تواند به پایگاه داده به دلیل اضافه نمی شوند
fr_lu: La transaction d'avoir client n'a pas pu être ajoutée à la base de données car
hr_hr: NAPOMENA kreditnu transakcija nije mogao biti dodan u bazu podataka , jer
ja: 顧客の信用ノートトランザクションがデータベースに追加できませんでしたので、
lv_lv: Klientu kredīta piezīme darījums nevarēja tikt pievienota datu bāzē , jo
pl_pl: Nie można dodać noty kredytowej do bazy ponieważ
vi_vn: Các khách hàng giao dịch tín dụng lưu ý không thể thêm vào cơ sở dữ liệu vì

source: The following SQL to insert the customer credit note was used
ar: تم استخدام SQL التالية لإدراج المذكرة الائتمان العملاء
et: Järgmine SQL sisestada kliendi kreeditarve kasutati
fa: گذاشتن زیر برای وارد کردن مشتری توجه داشته باشید اعتباری مورد استفاده قرار گرفت
fr_lu: Commande SQL d'ajoût d'avoir du client
hr_hr: Sljedeći SQL umetnuti umu kupca kreditne bio korišten
ja: 得意先返品伝票を追加する以下のSQLが使われました
lv_lv: Pēc SQL ievietot klienta kredīta piezīmi tika izmantota
pl_pl: Użyta fraza SQL:
vi_vn: SQL sau đây để chèn các ghi chú tín dụng của khách hàng đã được sử dụng

source: The allocation record for the credit note could not be added to the database because
ar: السجل المخصص ل هذه المذكرة الائتمان لا يمكن إضافتها إلى قاعدة البيانات بسبب
et: Jaotamise rekord kreeditarve ei saa lisatakse andmebaasi , sest
fa: توجه داشته باشید برای ثبت تخصیص اعتبار می تواند به پایگاه داده به دلیل اضافه نمی شوند
fr_lu: La fiche d'allocation de l'avoir ne peut pas être ajoutée à la base de données car
hr_hr: Raspodjela rekord za kreditne bilješke nije mogao biti dodan u bazu podataka , jer
ja: クレジットメモの割り当てレコードがデータベースに追加できませんでしたので、
lv_lv: Piešķīrums rekords kredītu piezīmi nevar pievienot datu bāzē, jo
pl_pl: Rekord rozliczenia dla faktury korygującej nie może zostać dodany ponieważ
vi_vn: Các hồ sơ giao đất cho ghi chú tín dụng không thể được thêm vào cơ sở dữ liệu bởi vì

source: The following SQL to insert the allocation record for the credit note was used
ar: تم استخدام SQL التالية لإدراج السجل المخصص ل هذه المذكرة الائتمان
et: Järgmine SQL sisestada jaotamise rekord kreeditarve kasutati
fa: گذاشتن زیر برای وارد کردن رکورد تخصیص اعتبار برای توجه داشته باشید مورد استفاده قرار گرفت
fr_lu: Commande SQL d'ajoût de fiche d'allocation de l'avoir
hr_hr: Sljedeći SQL umetnuti dodjele rekord za kreditne bilješku bio korišten
ja: 返品伝票の割当レコードを追加する以下のSQLが使われました
lv_lv: Pēc SQL ievietot piešķiršanas ieraksts par kredīta piezīmes tika izmantota
pl_pl: Użyta fraza SQL:
vi_vn: D? li?u SQL sau dùng d? chèn h? so phân b? cho ghi chú n? dã du?c s? d?ng

source: Could not determine if the item
ar: لا يمكن تحديد ما إذا كان البند
et: Ei saanud kindlaks teha, kas toode
fa: ممکن است تعیین نمی کند در صورتی که آیتم
fr_lu: Impossible de déterminer si l'élément
hr_hr: Ne može se utvrditi je lipredmet
ja: 決定しなかった場合の項目
lv_lv: Nevar noteikt, vaiprece
pl_pl: Nie można określić czy towar
vi_vn: Không thể xác định nếu mục

source: is purchased or manufactured
ar: يتم شراؤها أو تصنيعها
et: on ostetud või toodetud
fa: است خریداری شده و یا تولید
fr_lu: est acheté ou fabriqué
hr_hr: je kupljena ili proizvedena
ja: 購入または製造されています
lv_lv: ir iepirkta vai saražota
pl_pl: jest kupiony czy produkowany
vi_vn: là mua bán hay sản xuất

source: The SQL used that failed was
ar: كان يستخدم SQL التي فشلت
et: SQL kasutada , et ei olnud
fa: گذاشتن استفاده می شود که شکست خورده بود
fr_lu: Échec de la commande SQL:
hr_hr: SQL se koristi da nije bio
ja: 失敗した使用されたSQLがあった
lv_lv: Izmanto SQL , ka neizdevās bija
pl_pl: Użyta fraza SQL
vi_vn: cơ sở dữ liệu SQL đã bị lỗi

source: The sales order detail record could not be updated for the reduced quantity invoiced because
ar: تعذر تحديث النظام سجل التفاصيل المبيعات ل انخفاض كمية الفاتورة لأن
et: Müügikorralduse detail rekord ei saa uuendatudvähendatud koguses arve tõttu
fa: فروش سفارش ثبت جزئیات می تواند برای کاهش میزان صورتحساب چون نمی شود به روز شده
fr_lu: Le record de vente en détail l'ordre ne pouvait être mis à jour pour la quantité réduite facturés en raison
hr_hr: Pojedinosti prodaje kako zapisnik ne može se ažurirati za smanjenom količinom jer fakturirane
ja: 販売注文の詳細レコードが請求削減量のため更新できませんでしたので、
lv_lv: Pārdošanas rīkojumu detalizēti ierakstu nevar atjaunināt , lai samazinātu rēķinā daudzumu , jo
pl_pl: Nie można zapisać zamówienia dla zredukowanej ilości zafakturowanej ponieważ
vi_vn: H? so chi ti?t don hàng không du?c c?p nh?t cho s? lu?ng dã du?c vi?t hóa don dã gi?m vì
