Repository: timschofield/KwaMoja-Medical
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar, et, fa, fr_lu, hr_hr, ja, lv_lv, pl_pl, vi_vn

source: Purchasing Manager Email Address
ar: مدراء المشتريات عنوان البريد الإلكتروني
et: Ostujuht E-posti aadress
fr_lu: Courriel du responsable des achats
hr_hr: Nabava Manager E-mail adresa
ja: 購買マネージャーメールアドレス
lv_lv: Purchasing vadītājs E-pasta adrese
pl_pl: Purchasing Manager Adres e-mail
vi_vn: Quản lý mua hàng Địa chỉ Email

source: The email address for the purchasing manager, used to receive notifications by the tendering system
ar: عنوان البريد الإلكتروني ل مدير المشتريات ، وتستخدم ل تلقي الإخطارات من قبل نظام المناقصات
et: E-posti aadressiostujuht , kasutatakse teateid poolt pakkumismenetluse süsteemi
fa: آدرس ایمیل برای مدیر خرید ، استفاده می شود برای دریافت اطلاعیه توسط سیستم مناقصه
fr_lu: Courriel du responsable des achats, utilisé pour recevoir des notifications
hr_hr: E-mail adresa za kupnju menadžer , koristiti za primanje obavijesti od strane natječajnog sustava
ja: 購買マネージャーのための電子メールアドレスは、入札システムで通知を​​受信するために使用
lv_lv: E-pasta adresi , lai iepirkumu vadītājs, ko izmanto, lai saņemtu paziņojumus par konkursa sistēmu
pl_pl: Adres e-mail do kierownika zakupów, używany do otrzymywania powiadomień przez system przetargowy
vi_vn: Địa chỉ email cho người quản lý thu mua, sử dụng để nhận thông báo qua hệ thống đấu thầu

source: Inventory Manager Email Address
ar: مدير جرد عنوان البريد الإلكتروني
et: Inventari juht -posti aadress
fr_lu: Courriel du gestionnaire de stock
hr_hr: Inventar Manager E-mail adresa
ja: インベントリマネージャメールアドレス

source: The email address for the inventory manager, where notifications of all manual stock adjustments created are sent by the system. Leave blank if no emails should be sent to the factory manager for manual stock adjustments
ar: عنوان البريد الإلكتروني ل مدير المخزون، حيث يتم إرسال إشعارات من جميع التعديلات الأسهم دليل إنشاؤها من قبل النظام.
et: E-posti aadress , et inventuuri manager, kus teadete kõik manuaal varude korrigeerimine loodud saadetakse süsteemi poolt.
fa: آدرس ایمیل برای مدیریت موجودی ، که در آن اطلاعیه از تمام تنظیمات سهام کتابچه راهنمای کاربر ایجاد شده توسط سیستم ارسال می شود .
fr_lu: Courriel du gestionnaire de stock. Les notifications de mouvements de stock y seront envoyées.</br> Laisser vide si vous ne voulez pas envoyer d'information.
hr_hr: Adresa e-pošte za popis upravitelja , gdje je obavijesti o svim ručnim prilagodbe zaliha stvorene su poslani od strane sustava .
ja: 作成されたすべてのマニュアル株式調整の通知がシステムによって送信された在庫管理のための電子メールアドレス、 。
lv_lv: E-pasta adrese inventarizācijas vadītājs, ja paziņojumus visu manuālo akciju rada korekcijas tiek nosūtīti ar sistēmu .
pl_pl: Adres e-mail do menedżera zapasów , gdzie powiadomienia o wszystkich ręcznych korekt utworzonych akcji są wysyłane przez system.
vi_vn: Địa chỉ email cho người quản lý hàng tồn kho, nơi thông báo của tất cả các cổ phiếu dẫn điều chỉnh tạo ra được gửi qua hệ thống.

source: Using Smtp Mail
ar: استخدام البريد SMTP
et: Kasutades SMTP
fa: با استفاده از ایمیل SMTP
fr_lu: Utilisation de messagerie SMTP
hr_hr: Korištenje SMTP
ja: SMTPメールを使用した
lv_lv: Izmantojot SMTP pasta
pl_pl: Korzystanie z poczty SMTP
vi_vn: Sử dụng SMTP mail

source: The default setting is using mail in default php.ini, if you choose Yes for this selection, you can use the SMTP set in the setup section.
ar: الإعداد الافتراضي هو استخدام البريد في ملف php.ini الافتراضي ، إذا اخترت نعم لهذا التحديد، يمكنك استخدام مجموعة SMTP في قسم الإعداد.
et: Vaikimisi kasutab posti default php.ini , kui valite Jah selle valiku, mida saab kasutadaSMTP häälestatud osa.
fa: تنظیم پیش فرض با استفاده از ایمیل در فایل php.ini اجرا شده به طور پیش فرض ، اگر شما انتخاب می کنید بله برای این انتخاب ، شما می توانید مجموعه ای SMTP در بخش نصب استفاده کنید .
fr_lu: Le réglage par défaut est l'utilisation du courrier dans le fichier php.ini par défaut , si vous choisissez Oui pour cette sélection, vous pouvez utiliser le jeu de SMTP dans la section de configuration.
hr_hr: Zadana postavka je korištenjem mail u zadanom php.ini , ako se odlučite za ovaj izbor Da , možete koristiti SMTP set u odjeljak podešavanja .
ja: この選択には、セットアップ·セクションでSMTPセットを使用することができます[はい]を選択した場合、デフォルトの設定は、デフォルトのphp.iniでメールを使用しています。
lv_lv: Noklusējuma iestatījums ir, izmantojot pasta noklusējuma php.ini , ja jūs izvēlaties Yes šo izvēli , jūs varat izmantot SMTP komplektu , iestatīšanas sadaļā.
pl_pl: Ustawienie domyślne jest za pomocą poczty w php.ini domyślną , jeśli wybierzesz Tak dla tego wyboru , można użyć zestawu SMTP w sekcji ustawień .
vi_vn: Các thiết lập mặc định được sử dụng mail trong php.ini mặc định , nếu bạn chọn Yes cho lựa chọn này , bạn có thể sử dụng các thiết lập SMTP trong phần thiết lập.

source: Could not determine the last date of the period selected
ar: لا يمكن تحديد موعد آخر من الفترة المختارة
et: Ei saa määrata viimase kuupäevajooksul valitud
fr_lu: Impossible de déterminer la dernière date de la période sélectionnée
hr_hr: Ne može se odrediti zadnji datum razdoblja odabranog
ja: 選択した期間の最後の日付を決定することができませんでした
lv_lv: Nevar noteikt pēdējo datumu izvēlētajam periodam
pl_pl: Nie można określić daty ostatniego dnia w wybranym okresie
vi_vn: Không thể xác định ngày cuối cùng của giai đoạn được chọn

source: The sql returned the following error
ar: عاد SQL الخطأ التالي
et: SQL tagasi järgmine viga
fr_lu: Le SQL a renvoyé l'erreur suivante
hr_hr: SQL je vratio sljedeću pogrešku
ja: SQLは、次のエラーが返される
lv_lv: SQL kļūda
pl_pl: SQL server zwrócił następujący błąd
vi_vn: Sql quay trở lại các lỗi sau đây

source: Taxation Report
ar: تقرير الضرائب
et: Maksustamine aruanne
hr_hr: Oporezivanje Prijavi
ja: 課税レポート
lv_lv: Nodokļu atskaite
pl_pl: Raport Opodatkowania
vi_vn: Báo cáo thuế

source: Tax Report for
ar: تقرير الضريبية لل
et: Maksu aruanne
hr_hr: Porezni izvještaj za
ja: 期間 税レポート
lv_lv: Nodokļu atskaite par
pl_pl: Raport Podatkowy dla
vi_vn: Báo cáo thuế cho

source: Taxation Reporting Error
ar: الضرائب بالأخطاء
et: Maksustamine Reporting viga
fr_lu: Error Reporting Fiscalité
hr_hr: Oporezivanje izvještavanje Pogreška
ja: 課税レポートエラー
lv_lv: Nodokļu atskaites kļuda
pl_pl: Błąd Raportu Podatkowego
vi_vn: Lỗi báo cáo thuế

source: The accounts receivable transaction details could not be retrieved because
ar: لا يمكن استرجاع حسابات القبض تفاصيل العملية بسبب
et: Arved tehingu üksikasju ei õnnestunud , sest
fr_lu: Impossible d'afficher les informations des transactions car
hr_hr: Potraživanja pojedinosti transakcije ne može dohvatiti , jer
ja: 売掛金トランザクション詳細は取り出しできませんでした、理由は
lv_lv: Klienta aprakstu nevar iegūt, jo
pl_pl: Rachunki szczegółów transakcji należności nie mógł zostać przywrócony, ponieważ
vi_vn: Các tài khoản chi tiết giao dịch phải thu không có thể được lấy ra bởi vì

source: Tax On Sales
ar: الضريبة على المبيعات
et: Müügimaksust
fr_lu: T.V.A. sur les ventes
hr_hr: Porez na prodaju
ja: 販売課税
lv_lv: PVN
pl_pl: Podatek od Sprzedaży
vi_vn: Thuế Ngày bán hàng

source: Total Outputs
ar: مجموع المخرجات
et: kogukäibest
fr_lu: Total des résultats
hr_hr: Ukupno Izlazi
ja: 出荷合計
lv_lv: Apgrozījums
pl_pl: Razem Wydatki
vi_vn: tổng số đầu ra

source: The accounts payable transaction details could not be retrieved because
ar: لا يمكن استرجاع الحسابات المستحقة الدفع تفاصيل العملية بسبب
et: Võlgnevusi tehingu üksikasju ei õnnestunud , sest
fr_lu: Impossible d'afficher les informations des transactions car
hr_hr: Obveza prema dobavljačima pojedinosti transakcije ne može dohvatiti , jer
ja: 買掛金トランザクション詳細は取り出しできませんでした、理由は
lv_lv: Klienta aprakstu nevar iegūt, jo
pl_pl: Zobowiązania szczegóły transakcji nie mógł zostać przywrócony, ponieważ
vi_vn: Các tài khoản chi tiết giao dịch thanh toán không thể được lấy ra bởi vì

source: Tax On Purchases
ar: الضرائب على المشتريات
et: Maksu ostudelt
fr_lu: T.V.A. sur les achats
hr_hr: Porez na kupnju
ja: 購買課税
lv_lv: Priek&#353;nodoklis
pl_pl: Podatek od zakupów
vi_vn: Thu? thu mua

source: Total Inputs
ar: مجموع المدخلات
et: Kõik sisendid
fr_lu: Total des entrées
hr_hr: Ukupno Ulazi
ja: 入荷合計
lv_lv: Apgrozījums
pl_pl: Razem Wpływy
vi_vn: tổng số đầu vào

source: Return Suggested Entries
ar: عودة مقالات المقترحة
et: Tagasi kirjete
hr_hr: Povratak Predložena Unosi
ja: 提案済みエントリ戻し
lv_lv: Atgriešanās Ieteicamie ierakstus
pl_pl: Sugerowane Pozycje Zwrotu
vi_vn: Trở Entries đề nghị

source: Total Sales and Income (incl Tax)
ar: إجمالي المبيعات و الدخل ( ضريبة مدفوع)
et: Kõik Müük ja tulud ( sh Maksu )
hr_hr: Ukupno prodaje i prihoda ( uključen PDV)
ja: 総売上高と収入（税込）
lv_lv: Kopējais pārdošanas un ienākumi ( ieskaitot PVN )
pl_pl: Wpływy i Sprzedaż Razem (z VAT)
vi_vn: Tổng doanh thu và thu nhập ( bao gồm thuế )

source: Tax On Liable Sales
ar: ضريبة على مبيعات مسؤولا
et: Maksu Vastutava müük
hr_hr: Porez na obveznika prodaje
ja: 課税対象売上
lv_lv: Nodoklis par pašu Sales
pl_pl: VAT od Sprzedaży Opodatkowanej
vi_vn: Thuế trên doanh Đối tượng chịu

source: Adjustments for Tax paid to Customs, FBT, entertainments etc must also be entered
ar: تعديلات لل ضريبة المدفوعة لل جمارك ، العلاج الأسري ، ويجب أيضا أن يتم إدخال وسائل الترفيه وغيرها
et: Korrigeerimised Maksu makstakse Toll, FBT , meelelahutus jne tuleb märkida ka
fa: تنظیمات برای مالیات پرداخت می شود به آداب و رسوم، FBT ، سرگرمی و غیره نیز باید وارد شود
fr_lu: Ajustements de la taxe payée à la douane, FBT, etc divertissements doivent aussi être indiqués
hr_hr: Prilagodbe za plaćeni porez na carini , FBT , zabava i sl. Također se mora unijeti
ja: 関税、FBT、娯楽等に払われる税金の調整も、入力しなければなりません
lv_lv: Korekcijas samaksāto nodokli muitai , FBT , izklaides utt jāieraksta arī
pl_pl: Korekty na VAT płatny do urzędu celnego etc muszą także być wprowadzone
vi_vn: Điều chỉnh cho thuế trả cho Hải quan , FBT , giải trí vv cũng phải được nhập

source: This information excludes Tax on journal entries/payments/receipts all Tax should be entered through AR/AP
ar: هذه المعلومات لا يشمل الضريبة على مقالات مجلة / المدفوعات / إيصالات يجب إدخال جميع الضرائب من خلال AR / AP
et: See teave ei kuulu Maksu päevikut / makseid / saadud kõik Maksu tuleb kanda läbi AR / AP
fa: این اطلاعات مانع مالیات بر نوشته های مجله / پرداخت / رسید تمام مالیات باید از طریق AR / AP وارد
hr_hr: Ova informacija uključuje porez na navoda / plaćanja / primitke svi porezni treba unijeti kroz AR / AP
ja: この情報は仕訳入力/支払/入金の税を除いて、AR/APを通してすべての税が入力しなければならない
lv_lv: Šī informācija neattiecas uz nodokli par žurnāla ierakstiem / maksājumi / ieņēmumi visiem nodokļu jāieraksta ar AR / AP
pl_pl: Ta informacja nie obejmuje VAT z codziennych wpływów/wydatków. Cały VAT powinien być wprowadzany przez Zobowiązania/Należności
vi_vn: Thông tin này không bao gồm thuế trên tạp chí mục / thanh toán / biên lai tất cả thuế nên được nhập thông qua AR / AP

source: There are no tax entries to list
ar: لا يوجد مقالات الضريبة إلى قائمة
et: Puuduvad maksu kannete nimekirja
fr_lu: Il n'y a pas d'impôt entrées à la liste
hr_hr: Nema porezna prijava na popis
ja: リストするマイナス在庫がありません
lv_lv: Nav nodokļu ieraksti uz sarakstu
pl_pl: Nie ma żadnych wpisów podatku do listy
vi_vn: Không có mục thuế vào danh sách

source: Tax Reporting
ar: التقارير الضريبية
et: maksu aruandluse
fr_lu: Rapport T.V.A.
hr_hr: Porezna izvještavanja
ja: 税レポート
lv_lv: PVN atskaite
pl_pl: Raporty VAT
vi_vn: Báo cáo thuế

source: Tax Reports
ar: تقارير الضرائب
fa: گزارش مالیاتی
hr_hr: poreznih prijava
ja: 税レポート
lv_lv: PVN atskaites
pl_pl: Zeznań podatkowych
vi_vn: Các báo cáo thuế

source: Tax Authority To Report On:
ar: مصلحة الضرائب أن يقدم تقريرا عن :
et: Maksuhaldurile aruande:
fr_lu: Administration fiscale à formuler sur:
hr_hr: Porezna uprava na izvješće o :
ja: レポート税務当局
lv_lv: Naodokļu iestāde
pl_pl: Organ podatkowy:
vi_vn: Cục Thuế báo cáo :

source: Return Covering
ar: عودة تغطي
et: Tagasi katmine
fr_lu: Retour Couvrant
hr_hr: Povratak Pokrivanje
ja: 回答範囲
lv_lv: Atgriešanās Pārsegumi
pl_pl: Zwrot
vi_vn: trở Bao gồm

source: Quarter
ar: ربع
et: kvartal
hr_hr: Kvartal
ja: 四半期
lv_lv: Ceturksnis
pl_pl: Kwartał
vi_vn: M?t ph?n tu

source: Six Months
ar: ستة أشهر
et: kuus kuud
hr_hr: Šest mjeseci
ja: 6ヶ月
lv_lv: Se&#353;i mēne&#353;i
pl_pl: Pół Roku
vi_vn: Sáu tháng

source: Return To
ar: العودة لل
et: Tagasi
fr_lu: Aller à
hr_hr: Povratak na
ja: 回答範囲終了日
lv_lv: atgriezties
pl_pl: Zwrot do
vi_vn: Trả lại

source: Could not retrieve the period data because
ar: لا يمكن استرداد البيانات ل فترة
et: Ei saanud tuua perioodi andmeid, sest
fr_lu: Impossible de récupérer les données, car la période
hr_hr: Nije moguće dohvatiti podatke razdoblje, jer
ja: 期間データ取出しできない理由は
lv_lv: Nevar iegūt datus par periodu, jo
pl_pl: Nie można odtworzyć danych okresu ponieważ
vi_vn: Không thể lấy lại dữ liệu thời gian vì

source: Detail Or Summary Only
ar: التفاصيل أو ملخص فقط
et: Detail või kokkuvõtte Ainult
fr_lu: Détaillé ou résumé uniquement
hr_hr: Detalj Ili Sažetak samo
ja: 詳細又は集約だけ
lv_lv: Detalizētu vai kopsavilkumu
pl_pl: Szczegółowy/Podsumowanie
vi_vn: Chi tiết Hoặc Tóm tắt Chỉ

source: Detail and Summary
ar: التفاصيل و ملخص
et: Täpsusta ja kokkuvõte
fr_lu: Détails et résumé
hr_hr: Detalj i Profila
ja: 詳細と集約
lv_lv: Detalizētu un kopsavilkumu
pl_pl: Szczegółowy i Podsumowanie
vi_vn: Chi tiết và tổng hợp

source: Summary Only
ar: ملخص فقط
et: Kokkuvõte Ainult
fr_lu: Résumé seulement
hr_hr: Samo zbirno
ja: 集約だけ
lv_lv: Tikai detalizētu
pl_pl: Tylko Podsumowanie
vi_vn: Chỉ tổng hợp

source: Tax Authorities
ar: السلطات الضريبية
et: Maksuhalduril
fr_lu: Autorités fiscales
hr_hr: Porezne ispostave
ja: 税務当局
lv_lv: Nodokļu iestāde
pl_pl: Obszary Podatkowe
vi_vn: Các nhà chức trách thuế

source: The tax type description may not be empty
ar: نوع الوصف الضريبة قد لا يكون فارغا
et: Maks tüüp kirjeldus ei pruugi olla tühi
fr_lu: La description du type d'impôt ne peut être vide
hr_hr: Opis tipa porez ne može biti prazan
ja: 税タイプ内容は空白にできない
lv_lv: Nodokļu aprakstam ir jābūt aizpildītam
pl_pl: Opis obszaru podatkowego nie może być pusty
vi_vn: Mô tả loại thuế có thể không có sản phẩm nào

source: The update of this tax authority failed because
ar: فشل التحديث من هذا مصلحة الضرائب بسبب
et: Ajakohastab seda maksuhaldurile ebaõnnestus, kuna
fr_lu: La mise à jour de cette autorité fiscale a échoué car
hr_hr: Ažuriranje ovog poreznog tijela nije uspio jer
ja: この税務当局の更新は失敗しました
lv_lv: Nodokļu iestādes labo&#353;ana neveiksmīga tapēc ka
pl_pl: Zmiana reguły podatkowej nie powiodła się ponieważ
vi_vn: Bản cập nhật của cơ quan thuế này đã thất bại vì

source: The tax authority for record has been updated
ar: تم تحديث مصلحة الضرائب للتسجيل
et: Maksuhaldur rekord on uuendatud
fr_lu: Autorité fiscale mise à jour
hr_hr: Porezno tijelo za rekord je ažuriran
ja: この税務当局はレコードに更新されました
lv_lv: Nodokļi iestādes informācija tika saglabāta
pl_pl: Zmieniono obszar podatkowy w rekordzie
vi_vn: Cơ quan thuế đối với hồ sơ đã được cập nhật

source: The addition of this tax authority failed because
ar: إضافة هذه السلطة فشلت بسبب الضرائب
et: Lisaks käesoleva maksuhaldur ebaõnnestus, kuna
fr_lu: Ajout de cette Autorité Fiscale impossible car
hr_hr: Osim ove porezne uprave nije uspjelo jer
ja: この税務当局の追加は失敗しました、理由は
lv_lv: Nodokļu iestādes pievieno&#353;ana neveiksmīga tapēc ka
pl_pl: Dodanie reguły podatkowej nie powiodło się ponieważ
vi_vn: Việc bổ sung các cơ quan thuế này đã thất bại vì

source: The new tax authority record has been added to the database
ar: تمت إضافة السجل الجديد مصلحة الضرائب إلى قاعدة البيانات
et: Uus maksuhaldur rekord on lisatud andmebaasi
fr_lu: La fiche de l'autorité fiscale a été ajoutée
hr_hr: Novi porezni organ rekord dodan u bazu podataka
ja: この新しい税務当局レコードはデータベースに追加されました
lv_lv: Jaunā nodokļu iestāde tika reģistrēta datubāzē
pl_pl: Dodano nową regułę podatkową do bazy danych
vi_vn: Các bản ghi cơ quan thuế mới đã được thêm vào cơ sở dữ liệu

source: Cannot delete this tax authority because there are tax groups defined that use it
ar: لا يمكن حذف هذا مصلحة الضرائب لأن هناك مجموعات الضرائب المحددة التي تستخدمها
et: Ei saa kustutada seda maksuhaldurile , sest seal on maksu määratletud rühma , et kasutada seda
fr_lu: Impossible de supprimer cette administration fiscale, car il existe des groupes d'impôt défini qui l'utilisent
hr_hr: Ne može se izbrisati ovu poreznoj upravi jer postoje porezne definirane grupe koje ga koristiti
ja: それを使う税グループがあるため、この税務当局の削除できなかった
lv_lv: Nevar izdzēst &#353;o nodokļu iestādi, jo ir nodokļu grupa , kura izmanto &#353;o nodokli
pl_pl: Nie można usunąć tego obszaru podatkowego ponieważ istnieją grupy podatkowe z nim związane
vi_vn: Không thể xóa cơ quan thuế này vì có những nhóm thuế quy định mà sử dụng nó

source: The selected tax authority record has been deleted
ar: تم حذف الضريبة سجل سلطة اختيارها
et: Valitud maksuhaldur rekord on kustutatud
fr_lu: L'Autorité Fiscale séectionnée a été supprimée
hr_hr: Odabrana porezno tijelo je zapis izbrisan
ja: この選択された税務当局レコードは削除されました
lv_lv: Izvēlētā nodokļu iestāde tika izdzēsta
pl_pl: Wybrana reguła podatkowa została usunięta
vi_vn: Các bản ghi cơ quan thuế được lựa chọn đã bị xóa

source: The defined tax authorities could not be retrieved because
ar: السلطات الضريبية المحددة لا يمكن استرجاع لأن
et: Määratletud maksuhaldur ei õnnestunud , sest
fr_lu: Impossible de récupérer les Autorités Fiscales définies car
hr_hr: Utvrđeni porezni organi nisu mogli biti pronađeni , jer
ja: 定義済みの税務当局は取り戻しできませんでした、理由は
lv_lv: Definētie nodokļu iestādes varētu nav iespējams atjaunot , jo
pl_pl: Nie można odtworzyć reguł podatkowych ponieważ
vi_vn: Cơ quan thuế xác định không thể được lấy ra bởi vì

source: The following SQL to retrieve the tax authorities was used
ar: تم استخدام SQL التالية لاسترداد السلطات الضريبية
et: Järgmine SQL laadida maksuhaldur kasutati
fr_lu: Commande SQL d'affichage des autorités fiscales
hr_hr: Sljedeći SQL dohvatiti poreznih vlasti je korišten
ja: 税務当局を取り出す以下のSQLが使われました
lv_lv: Pēc SQL , lai iegūtu nodokļu iestādēm tika izmantota
pl_pl: Użyta fraza SQL
vi_vn: SQL sau đây để lấy lại cơ quan thuế đã được sử dụng

source: For help, click on the help icon in the top right
ar: للحصول على المساعدة ، انقر على أيقونة مساعدة في اعلى اليمين
et: Appi, klõpsa abi ikoon ülemises parempoolses
fa: برای کمک، بر روی آیکون کمک در بالا سمت راست کلیک کنید
fr_lu: Pour de l'aide , cliquez sur l'icône d'aide dans le coin supérieur droit
hr_hr: Za pomoć , kliknite na ikonu za pomoć u gornjem desnom kutu
ja: ヘルプを表示するには、右上のヘルプアイコンをクリックしてください
lv_lv: Lai saņemtu palīdzību , noklikšķiniet uz palīdzības ikonas augšējā labajā
pl_pl: Aby uzyskać pomoc, kliknij ikonę Pomoc w prawym górnym rogu
vi_vn: Để được trợ giúp , hãy nhấp vào biểu tượng trợ giúp trong phía trên bên phải

source: Input Tax
ar: ضريبة الدخل
et: sisendkäibemaks
fr_lu: Taxe
hr_hr: Ulazni porez
ja: 入荷税額
lv_lv: Priek&#353;nodoklis
pl_pl: Podatek Naliczony
vi_vn: thuế đầu vào

source: Output Tax
ar: ضريبة الانتاج
et: maksusumma
fa: مالیات بر خروجی
fr_lu: Taxe de sortie
hr_hr: Učinak poreza
ja: 出荷税額
lv_lv: PVN
pl_pl: Podatek Należny
vi_vn: thuế đầu ra

source: Bank Act Type
ar: قانون البنك نوع
et: Panga seaduse järgi
fr_lu: Loi sur les banques de type
hr_hr: Tip banci
ja: 銀行口座タイプ
lv_lv: Bankas konta veids
pl_pl: Typ Konta Bankowego
vi_vn: Luật ngân hàng Loại

source: Bank Swift
ar: البنك سويفت
fr_lu: Compte Swift
ja: 銀行スウィフト
lv_lv: Bankas Swifts
pl_pl: Numer Swift Banku
vi_vn: Ngân hàng Swift

source: Are you sure you wish to delete this tax authority?
ar: هل أنت متأكد أنك تريد حذف هذه مصلحة الضرائب ؟
fr_lu: Voulez-vous supprimer cette taxe?
ja: この仕入先価格を削除してもよろしいですか？

source: Edit Rates
ar: تعديل أسعار
et: Muuda hindu
fr_lu: Modifier le taux
hr_hr: Uredi Cijene
ja: 税率編集
lv_lv: Labot likmes
pl_pl: Edycja Stawek
vi_vn: chỉnh sửa giá

source: Review all defined tax authority records
ar: مراجعة جميع سجلات مصلحة الضرائب المحددة
et: Vaadake kõiki määratletud maksuhaldurile andmed
fa: بررسی تمامی رکوردهای مستند مالیات تعریف شده
fr_lu: Examiner tous les dossiers définis administration fiscale
hr_hr: Pregledajte sve definirane evidencije Porezna uprava
ja: 全定義済み税務当局レコード確認
lv_lv: Apskatīt visus definētās nodokļu iestādes
pl_pl: Przegląd wszystkich zdefiniowanych rekordy organu podatkowego
vi_vn: Xem xét tất cả các hồ sơ cơ quan thuế xác định

source: Tax Type Description
ar: نوع ضريبة الوصف
et: Maksu tüüp kirjeldus
fr_lu: Description du type de taxe
hr_hr: Porezna Tip Opis
ja: 税タイプ内容
lv_lv: Nodokļu veidu apraksts
pl_pl: Opis Typu Podatku
vi_vn: Thuế Kiểu Mô tả

source: Input tax GL Account
ar: إدخال حساب GL الضرائب
et: Sisendkäibemaksu GL konto
fr_lu: Compte GL de taxe sur les intrants
hr_hr: Ulazni porez GL račun
ja: 入荷税ＧＬ勘定
lv_lv: Priek&#353;nodokļa konts
pl_pl: Konto KG dla podatku naliczonego
vi_vn: Đầu vào thuế GL tài khoản

source: Output tax GL Account
ar: خرج حساب GL الضرائب
et: Maksusumma GL konto
fr_lu: Sortie compte de GL fiscal
hr_hr: Izlazni porez GL račun
ja: 出荷税ＧＬ勘定
lv_lv: Saņemtā nodokļa konts
pl_pl: Konto KG dla podatku należnego
vi_vn: Đầu ra thuế GL tài khoản

source: Bank Name
ar: اسم البنك
et: Panga nimi
fr_lu: Nom de la banque
hr_hr: Ime banke
ja: 銀行名
lv_lv: Bankas nosaukums
pl_pl: Nazwa Banku
vi_vn: Tên ngân hàng

source: Bank Account Type
ar: البنك نوع الحساب
fr_lu: Type de compte bancaire
hr_hr: Žiro račun Tip
ja: 銀行口座タイプ
lv_lv: Bankas konta veids
pl_pl: Typ Konta Bankowego
vi_vn: Loại tài khoản ngân hàng

source: Bank Swift No
ar: البنك سويفت لا
et: Bank Swift Ei
fr_lu: Compte Swift n°
hr_hr: Nema Bank Swift
ja: 銀行スウィフト番号
lv_lv: Bankas Swifts
pl_pl: Numer Swift
vi_vn: Ngân hàng Swift Không

source: Tax Rates
ar: معدلات الضرائب
et: Maksumäärad
hr_hr: Porezne stope
ja: 税率
lv_lv: Nodokļa likmes
pl_pl: Stawki Podatkowe
vi_vn: Thuế suất

source: This page can only be called after selecting the tax authority to edit the rates for
ar: لا يمكن إلا أن يسمى هذه الصفحة بعد اختيار مصلحة الضرائب لتحرير أسعار
et: Seda lehekülge võib nimetada ainult pärast valimist maksuhalduri muutahindu
fr_lu: Cette page ne peut être appelée après la sélection de l'administration fiscale pour modifier le taux de
hr_hr: Ova stranica jedino može nazvati nakon odabira poreznu upravu kako bi uredili stope za
ja: このページは、のみの料金を編集する税務当局を選択した後に呼び出すことができます
lv_lv: Šī lapa var saukt tikai pēc izvēles nodokļu administrācijai , lai rediģētu likmes
pl_pl: Ta strona może być otwarta tylko po wybraniu reguły podatkowej do edycji stawki podatku
vi_vn: Trang này chỉ có thể được gọi sau khi lựa chọn cơ quan thuế để chỉnh sửa giá cho

source: Please select the Rates link from the tax authority page
ar: يرجى الضغط على رابط الأسعار من صفحة مصلحة الضرائب
et: Palun valige Rates link maksuhalduri lehele
fa: لطفا لینک نرخ از صفحه مقام مالیات انتخاب کنید
fr_lu: Sélectionner le lien "taux" depuis la page de gestion des taxes
hr_hr: Molimo odaberite Cijene vezu sa stranice porezne vlasti
ja: 税務当局ページから料金のリンクを選択してください
lv_lv: Lūdzu, izvēlieties tarifi saiti no nodokļu iestādes lapā
pl_pl: Wybierz link Stawki na stronie reguł podatkowych
vi_vn: Hãy chọn liên kết giá từ trang cơ quan thuế

source: to go to the Tax Authority page
ar: للذهاب إلى صفحة مصلحة الضرائب
et: minna Maksuametile lehele
fr_lu: pour aller à la page administration fiscale
hr_hr: ići na stranicu oporezivanje
ja: 税務当局のページに移動します
lv_lv: lai dotos uz nodokļu iestādei lapā
pl_pl: aby przejść do strony Reguł Podatkowych
vi_vn: để đi đến trang Cơ quan Thuế

source: All rates updated successfully
ar: جميع أسعار تحديثها بنجاح
et: Kõik hinnad edukalt uuendatud
fr_lu: Tous les tarifs mis à jour correctement
hr_hr: Sve cijene su uspješno ažurirane
ja: すべての料金は、正常に更新され
lv_lv: Visas likmes tika veiksmīgi labotas
pl_pl: Wszystkie stawki zaktualizowano pomyślnie
vi_vn: Tất cả giá cập nhật thành công

source: Rates
ar: الأسعار
fr_lu: Taux
hr_hr: Cijene
ja: 料金
lv_lv: Likmes
pl_pl: Stawki
vi_vn: giá

source: Deliveries From
ar: شحنات من
et: tarnete
hr_hr: isporukama iz
ja: から納入
lv_lv: Piegāde no
pl_pl: Wysyłki Z
vi_vn: Từ giao hàng

source: Tax Rate
ar: معدل الضريبة
et: maksumäär
fr_lu: Taux T.V.A.
hr_hr: Porezna stopa
ja: 税率
lv_lv: Nodokļa likme
pl_pl: Stawka VAT
vi_vn: Thuế suất
