Repository: timschofield/KwaMoja-Medical
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar, et, fa, fr_lu, hr_hr, ja, lv_lv, pl_pl, vi_vn

source: This feature will give Latitude and Longitude coordinates to customers and suppliers. Requires access to a mapping provider. You must setup this facility under Main Menu - Setup - Geocode Setup. This feature is experimental.
ar: هذه الميزة سوف تعطي إحداثيات الطول والعرض للعملاء والموردين .
et: See funktsioon annab pikkus-ja laiuskraadid , et klientide ja tarnijatega.
fa: این قابلیت به مختصات طول و عرض جغرافیایی و به مشتریان و تامین کنندگان می دهد.
fr_lu: Géo-référencement des clients et fournisseurs.</br>Nécessite un accès à un fournisseur de géo-localisation.</br>À paramétrer dans: menu principal / configuration / géo-référencement. paramètre expérimental
hr_hr: Ova značajka će vam dati zemljopisne koordinate kupcima i dobavljačima .
ja: この機能は、顧客やサプライヤーに緯度と経度の座標を与える。
lv_lv: Šī funkcija dos platuma un garuma koordinātas klientiem un piegādātājiem .
pl_pl: Ta funkcja daje współrzędne geograficzne do klientów i dostawców. Wymaga dostępu do dostawcy map. Musisz konfiguracji tego udogodnienia pod Menu - Ustawienia - Geocode Setup. Ta funkcja jest w stadium EKSPERYMENTALNYM.
vi_vn: Tính năng này sẽ cung cấp cho Latitude và kinh độ tọa độ cho khách hàng và nhà cung cấp.

source: Extended Customer Information
ar: الموسعة معلومات العملاء
et: Laiendatud Kliendiinfo
fr_lu: Info client détaillée
hr_hr: Prošireni korisničke informacije
ja: 情報入力
lv_lv: Saglabāt
pl_pl: Informacje o kliencie Extended
vi_vn: Mở rộng thông tin khách hàng

source: Extended Customer Info Enabled
ar: الموسعة معلومات العملاء ممكن
et: Laiendatud Kliendi Info lülitatud
fa: تمدید اطلاعات مشتری فعال
fr_lu: activée
hr_hr: Prošireni Ocjena Info Omogućeno
ja: 拡張されたお客様情報が有効
lv_lv: Pagarināts Klienta Info Enabled
pl_pl: Informacje o klienta Extended Enabled
vi_vn: Thông tin khách hàng mở rộng Bật

source: Extended Customer Info Disabled
ar: الموسعة معلومات العملاء معطل
et: Laiendatud Kliendi Info puudega
fa: اطلاعات مشتری تمدید غیر فعال شده
fr_lu: désactivée
hr_hr: Prošireni Ocjena Info invalidima
ja: 無効拡張お客様情報
lv_lv: Pagarināts Klientu Disabled informācija
pl_pl: Informacje o klienta Extended niepełnosprawnych
vi_vn: Mở rộng Thông tin khách hàng bị tàn tật

source: This feature will give extended information in the Select Customer screen.
ar: هذه الميزة سوف تعطي معلومات موسعة في شاشة العملاء تحديد.
et: See funktsioon annab laiendatud teavetSelect Kliendi ekraan .
fa: این قابلیت به اطلاعات را در صفحه نمایش انتخاب مشتری می دهد.
fr_lu: Ce paramètre donnera des informations détaillées à la page de gestion des clients (menu n°2)
hr_hr: Ova značajka će vam dati dodatne informacije u Select Customer zaslonu .
ja: この機能は、選択カスタマ画面で拡張された情報を提供します。
lv_lv: Šī funkcija sniedz paplašinātu informāciju Select Klientu ekrāna .
pl_pl: Ta funkcja daje rozszerzone informacje na ekranie klienta Wybierz.
vi_vn: Tính năng này sẽ cung cấp thông tin mở rộng trong màn hình Chọn khách hàng .

source: Extended Supplier Information
ar: معلومات موسعة مزود
et: Laiendatud Pakkuja Information
fr_lu: Info fournisseur détaillée
hr_hr: Prošireni Dobavljač informacije
ja: 情報入力
lv_lv: Saglabāt
pl_pl: Informacje Dostawca Extended
vi_vn: Mở rộng Thông tin Nhà cung cấp

source: Extended Supplier Info Enabled
ar: معلومات موسعة مزود ممكن
et: Laiendatud Pakkuja Info lülitatud
fr_lu: Activée
hr_hr: Prošireni Dobavljač Info Omogućeno
ja: 仕入先の請求書入力
lv_lv: Ievadīt piegādātāja rēķinu
pl_pl: Dostawca Extended Info Enabled
vi_vn: Mở rộng Thông tin Nhà cung cấp Bật

source: Extended Supplier Info Disabled
ar: معلومات موسعة مزود معطل
et: Laiendatud Pakkuja Info puudega
fa: اطلاعات تامین کننده تمدید غیر فعال شده
fr_lu: Désactivée
hr_hr: Prošireni Dobavljač Info invalidima
ja: 仕入先の請求書入力
lv_lv: Ievadīt piegādātāja rēķinu
pl_pl: Informacje Dostawca Extended niepełnosprawnych
vi_vn: Mở rộng Thông tin Nhà cung cấp tàn tật

source: This feature will give extended information in the Select Supplier screen.
ar: هذه الميزة سوف تعطي معلومات موسعة في مزود شاشة تحديد.
et: See funktsioon annab laiendatud teavetSelect Pakkuja ekraan .
fa: این قابلیت به اطلاعات را در صفحه نمایش انتخاب تامین کننده به من بدهید .
fr_lu: Ce paramètre donnera des informations détaillées à la page de gestion des clients (menu n°4)
hr_hr: Ova značajka će vam dati dodatne informacije u Izabrati Supplier zaslonu .
ja: この機能は、選択サプライヤー画面で拡張された情報を提供します。
lv_lv: Šī funkcija sniedz paplašinātu informāciju Select Piegādātājs ekrāna .
pl_pl: Ta funkcja daje rozszerzone informacje na ekranie Dostawca Wybierz.
vi_vn: Tính năng này sẽ cung cấp thông tin mở rộng trong màn hình Chọn Nhà cung cấp .

source: Prohibit GL Journals to Control Accounts
ar: حظر المجلات GL لمراقبة الحسابات
et: Keelata GL ajakirjad Control Accounts
fr_lu: Interdire Journaux GL pour contrôler les comptes
hr_hr: Zabraniti GL Časopisi za kontrolu računa
ja: アカウント制御するGL仕訳を禁止
lv_lv: Aizliegt GL vēstneši Control kontu
pl_pl: Zarządzanie kontami przez dziennik KG
vi_vn: Cấm GL tạp chí vào Control khoản

source: Prohibited
ar: ممنوع
et: keelatud
fr_lu: Interdit
hr_hr: Nedopušteno
ja: 禁止
lv_lv: Neatļaut
pl_pl: Zabronione
vi_vn: Bị cấm

source: Allowed
ar: سمح
et: lubatud
fr_lu: Admis
hr_hr: Dopušteno
ja: 許可
lv_lv: Atļaut
pl_pl: Dozwolone
vi_vn: Được cho phép

source: Setting this to prohibited prevents accidentally entering a journal to the automatically posted and reconciled control accounts for creditors (AP) and debtors (AR)
ar: إعداد هذا إلى محظور يمنع دخول غير قصد وهي مجلة لل حسابات مراقبة نشرها تلقائيا و التوفيق للدائنين ( AP ) والمدينين ( AR )
et: Selle määramine , et keelatud väldib kogemata jõudmas ajakirjaautomaatselt postitatud ja ühitada kontroll moodustab võlausaldajad (AP) ja võlgnike (AR)
fa: تنظیم این ممنوع جلوگیری از به طور تصادفی وارد یک مجله به حساب کنترل به صورت خودکار ارسال شده و آشتی برای طلبکاران ( AP ) و بدهکاران (AR )
fr_lu: La définition de cette interdiction empêche d' entrer accidentellement un journal pour les comptes de contrôle automatiquement affichés et réconciliée pour les créanciers ( AP) et les débiteurs ( AR)
hr_hr: Postavljanje je to zabranjeno sprečava slučajno unosom časopis za automatski objavljene i pomirili kontrole računa za vjerovnika ( AP ) i dužnika ( AR )
ja: これを禁止にセットすることは、買掛金（AP）と売掛金(AR)用の自動的転記と調整制御勘定に仕訳を偶然に入力されることを妨げる
lv_lv: Nosakot , ka tas aizliedz neļauj nejauši ienāk žurnālu , lai automātiski norīkotajiem un saskaņota kontroles kontu kreditoriem ( AP ) un debitoru ( AR )
pl_pl: ustawienie na Zabronione zapobiega przypadkowemu wprowadzeniu dziennika do automatycznie księgowanych i zatwierdzanych kont kontrolnych dłużników i wierzycieli.
vi_vn: Thiết lập này để ngăn cấm vô tình bước vào một tạp chí vào tài khoản kiểm soát tự động được đăng và hòa giải cho các chủ nợ ( AP ) và phải thu (AR)

source: Prohibit GL Journals to Periods Prior To
ar: حظر المجلات GL بالفترات السابقة ل
et: Keelata GL Ajakirjad varasemate perioodidega
fa: ممنوع مجله GL به دوره های قبل
fr_lu: Interdire Journaux GL aux périodes antérieures à
hr_hr: Zabraniti GL Časopisi na razdoblja prije
ja: 終了優先期間までGL仕訳を禁止
lv_lv: Aizliegt GL vēstneši uz laika posmiem pirms
pl_pl: Blokowanie dostępu do okresów przed
vi_vn: Cấm GL tạp chí cho giai đoạn trước

source: This allows all periods before the selected date to be locked from postings. All postings for transactions dated prior to this date will be posted in the period following this date.
ar: هذا يتيح لجميع الفترات قبل الموعد المحدد ليكون مؤمنا من التعيينات .
et: See võimaldab kõik perioodid enne valitud kuupäeva lukustub postitusi.
fa: این اجازه می دهد تا تمام دوره قبل از تاریخ انتخاب شده است از ارسال مطلب قفل شده است .
fr_lu: Cela permet à toutes les périodes antérieures à la date sélectionnée pour être verrouillées de messages.
hr_hr: To omogućuje svim razdoblja prije odabranog datuma biti zaključan na postove .
ja: これは、選択日付より前の期間ずっと転記をロックさせます。トランザクション優先日付からこの日付までのすべての転記は、この日付以後の期間で転記されます。
lv_lv: Tas ļauj visiem pirms izvēlētajā datumā periodus aizslēgt no sludinājumus.
pl_pl: Ta opcja umożliwia zablokowanie zapisów księgowych do wszystkich okresów przed podaną datą Wszelkie zapisy dla transakcji przed tą datą będą księgowane do okresu po podanej dacie.
vi_vn: Điều này cho phép tất cả các giai đoạn trước ngày lựa chọn , có thể khóa từ các quảng cáo .

source: Inventory Costing Method
ar: جرد حساب التكاليف طريقة
et: Inventory kuluarvestuse metoodika
fr_lu: Inventaire méthode des coûts
hr_hr: Trošak zaliha Metoda
ja: 在庫原価方法
lv_lv: Inventarizācijas Izmaksu metode
pl_pl: Metoda wyceny magazynu
vi_vn: Hàng tồn kho Phương pháp Chi phí

source: Weighted Average Costing
ar: المتوسط ​​المرجح التكاليف
et: Kaalutud keskmist kulu
fr_lu: Moyenne pondérée des coûts
hr_hr: Ponderirani prosjek troškova
ja: 移動平均原価
lv_lv: Vidējais svērtais Izmaksu
pl_pl: Metoda Średnich Ważonych
vi_vn: Chi phí trung bình có trọng số

source: Standard Costing
ar: التكاليف المعيارية
et: standard level
fr_lu: Méthode de coût standard
hr_hr: Standardna koštalo
ja: 標準原価
lv_lv: standarta Izmaksu
pl_pl: Metoda Kosztów Stałych
vi_vn: Chi phí tiêu chu?n

source: Auto Issue Components
ar: مكونات العدد السيارات
et: Auto Issue komponendid
fr_lu: Émission automatique des composants
hr_hr: Auto Issue Komponente
ja: 自動払出構成部品
lv_lv: Auto Izdevums komponenti
pl_pl: Auto Części Issue
vi_vn: Các thành phần tự động phát hành

source: When items are manufactured it is possible for the components of the item to be automatically decremented from stock in accordance with the Bill of Material setting
ar: عندما يتم تصنيع العناصر فمن الممكن لعناصر من هذا البند ليتم decremented تلقائيا من الأسهم وفقا ل شرعة إعداد المواد
et: Kui esemed on valmistatud on võimalik komponentide toode automaatselt decremented laost vastavalt Bill of Material seadistus
fa: هنگامی که آیتم های تولید شده این امکان وجود دارد برای اجزای آیتم استفاده کنید به صورت خودکار از سهام در مطابق با منشور تنظیم مواد decremented شده است
fr_lu: Il est possible de décrémenter automatiquement les composants d'un article manufacturé selon sa nomenclature
hr_hr: Kad se stavke proizveden je moguće za sve sastavnice stavku da se automatski decremented na skladištu u skladu s Billom materijalnih postavku
ja: 品目が製造されるとき、品目の構成部品が部品構成表設定に従って自動的に在庫から減少させることが可能です
lv_lv: Ja preces ir ražotas , ir iespējams no posteņa sastāvdaļām , kas tiek automātiski dzēsta no krājumiem saskaņā ar Bill Materiālzinātnes iestatījumu
pl_pl: Gdy elementy są produkowane możliwe jest elementów pozycji zostanie automatycznie zmniejszony z magazynu zgodnie z Bill of Material ustawienie
vi_vn: Khi các mặt hàng được sản xuất có thể cho các thành phần của sản phẩm sẽ được tự động giảm đi từ chứng khoán phù hợp với Tuyên ngôn Nhân Vật liệu thiết lập

source: Prohibit Negative Stock
ar: حظر السلبية للأوراق
et: Keelata Negatiivne Stock
fr_lu: Interdire stock négatif
hr_hr: Zabraniti negativnu Stock
ja: マイナス在庫禁止
lv_lv: Neatļaut preču negatīvu skaitu
pl_pl: Zakaz Negative fotografia
vi_vn: Cấm chứng khoán tiêu cực

source: Setting this parameter to Yes prevents invoicing and the issue of stock if this would result in negative stock. The stock problem must be corrected before the invoice or issue is allowed to be processed.
ar: تعيين هذه المعلمة إلى نعم يمنع الفواتير ومسألة مخزون إذا كان هذا من شأنه أن يؤدي في الأوراق المالية السلبية .
et: Setting seda parameetrit Jah takistab arvete ja küsimus stock , kui see tooks kaasa negatiivseid aktsia .
fa: تنظیم این پارامتر به بله مانع از صورتحساب و صدور سهام در صورتی که این امر در سهام منفی شود .
fr_lu: "Oui" empêche la facturation et la commande (?) en cas de stock négatif (ou si le stock devenait négatif après ces actions). Le problème de stock doit être corrigé avant de poursuivre vos actions
hr_hr: Postavljanje ovim parametrom Da sprječava izdavanje računa i pitanje fonda , ako bi to dovelo do negativnog skladištu .
ja: これがマイナス在庫に終わるならば、このパラメータを「Yes」に設定することは請求書作成と在庫払出を防ぎます。請求書または払出が処理される前に、在庫の問題は修正されなければなりません。
lv_lv: Nosakot šo parametru Jā novērš rēķinu un krājumu izdošanu , ja tas varētu radīt negatīvu noliktavā .
pl_pl: Ustawienie tego parametru na Tak zapobiega fakturowania i emisji papierów wartościowych, jeżeli miałoby to prowadzić do negatywnych czas. Problem czas muszą zostać poprawione przed faktury lub problem może być przetwarzane.
vi_vn: Đặt tham số này để ngăn chặn Có hóa đơn và các vấn đề của cổ phiếu nếu điều này sẽ dẫn đến cổ phiếu tiêu cực .

source: Months of Audit Trail to Retain
ar: أشهر من التدقيق درب للاحتفاظ
et: Kuud kontrolljälje säilitada
fa: ماه گذشته حسابرسی بلیزرز برای حفظ
fr_lu: Nombre de mois de rétention du journal des événements
hr_hr: Mjeseci tijek revizije zadržati
ja: 監査の数ヶ月は、維持するためのトレイル
lv_lv: Auditācijas pierakstu saglabā&#353;anas ilgums
pl_pl: Miesiące ścieżki audytu, aby zachować
vi_vn: Tháng của Kiểm toán Trail để Giữ lại

source: If this parameter is set to 0 (zero) then no audit trail is retained. An audit trail is a log of which users performed which additions updates and deletes of database records. The full SQL is retained
ar: إذا تم تعيين هذه المعلمة إلى 0 ( صفر) ثم يتم الاحتفاظ لا مراجعة الحسابات .
et: Kui see parameeter on seatud 0 (null ), siis ei kontrolljälg säilitatakse.
fa: اگر این پارامتر به 0 (صفر) و سپس بدون دنباله ممیزی حفظ شده است.
fr_lu: Si ce paramètre est réglé sur 0 (zéro), aucun événement utilisateur ne sera conservé. Les événement utilisateurs constitue un journal répertoriant les actions de chaque utilisateur avec les commandes SQL correspondantes
hr_hr: Ako se ovaj parametar postavljen na 0 (nula ) onda nema revizije zadržana .
ja: このパラメータが0 （ゼロ）に設定されている場合、監査証跡は保持されない。
lv_lv: Ja parimetrs ir 0 tad auditācijas pieraksti netiks veikti. Auditācijas pierakstos tiek saglabāti, katra lietotāja veiktās pievieno&#353;anas, labo&#353;anas un dzē&#353;anas
pl_pl: Jeśli ten parametr jest ustawiony na 0 (zero), to nie ścieżki audytu jest zachowywana. Ścieżka audytu jest rejestr wykonywanych przez użytkowników, które aktualizacje i dodatki usuwa rekordów bazy danych. SQL jest zachowana pełna
vi_vn: Nếu tham số này được thiết lập là 0 (không) sau đó không có dấu vết được giữ lại.

source: Log Severity Level
ar: تسجيل مستوى خطورة
et: Logi raskusastme
fr_lu: Niveau de journalisation
hr_hr: Prijavite razinu ozbiljnosti
ja: 重大度レベルのログ
lv_lv: Pieteikties smaguma pakāpei
pl_pl: Poziom ważności Zaloguj
vi_vn: Đăng nhập Severity Level

source: Errors Only
ar: الأخطاء فقط
et: Ainult vead
fr_lu: Erreurs seulement
hr_hr: Pogreške samo
ja: 注文だけ
lv_lv: kļūdas Tikai
pl_pl: Wyłącznie błędy
vi_vn: Chỉ có lỗi

source: Errors and Warnings
ar: أخطاء و تحذيرات
et: Vead ja hoiatused
fa: خطاها و هشدارها
fr_lu: Erreurs et avertissements
hr_hr: Pogreške i upozorenja
ja: エラーと警告
lv_lv: Kļūdas un brīdinājumi
pl_pl: Błędy i ostrzeżenia
vi_vn: Các lỗi và cảnh báo

source: Errors, Warnings and Info
ar: الأخطاء والتحذيرات و معلومات
et: Vead , hoiatused ja Info
fa: خطاها، هشدارها و اطلاعات
fr_lu: Erreurs, avertissements et informations
hr_hr: Pogreške, upozorenja i Info
ja: エラー、警告、および情報
lv_lv: Kļūdas , Brīdinājumi un Info
pl_pl: Błędy, ostrzeżenia i informacje
vi_vn: Lỗi, cảnh báo và thông tin

source: Errors andWarnings
ar: أخطاء andWarnings
et: vead andWarnings
fa: خطاها andWarnings ها
fr_lu: Erreurs et avertissements
hr_hr: pogreške andWarnings
ja: エラーandWarnings
lv_lv: kļūdas andWarnings
pl_pl: andWarnings Błędy
vi_vn: L?i và c?nh báo

source: Choose which Status messages to keep in your log file.
ar: اختيار الرسائل التي الحالة أن نأخذ في ملف السجل الخاص بك .
et: Vali mis olekuteadaanded hoida oma logifaili .
fa: را انتخاب کنید که پیام های وضعیت را در فایل ورود به سیستم خود نگه دارید .
fr_lu: Degré de journalisation
hr_hr: Odaberite koji status poruka kako bi u svoj dnevnik .
ja: どのステータスメッセージは、ログ·ファイルに保管するかを選択します。
lv_lv: Izvēlēties, kuru Statusa ziņojumi , lai saglabātu jūsu log failu .
pl_pl: Wybierz, które komunikaty o stanie zachować w pliku dziennika.
vi_vn: Chọn các thông điệp trạng giữ trong tập tin đăng nhập của bạn .

source: Path to log files
ar: المسار إلى ملفات السجل
et: Path logifailidele
fa: راه ورود به سیستم فایل
fr_lu: Chemin des fichiers journaux
hr_hr: Put u log datotekama
ja: ログファイルへのパス
lv_lv: Ceļš uz log failus
pl_pl: Ścieżka do plików dziennika
vi_vn: Đường dẫn đến tập tin đăng nhập

source: The path to the directory where the log files will be stored. Note the apache user must have write permissions on this directory.
ar: المسار إلى الدليل حيث سيتم تخزين ملفات السجل .
et: Teekataloog , kuhu logifailid salvestatakse.
fa: مسیر را به دایرکتوری که در آن فایل های ورود به سیستم خواهد شد ذخیره می شود .
fr_lu: Chemin complet du répertoire de stockage de la journalisation des événements. Notez que l'utilisateur web "www-data" (pour apache) doit avoir la permission d'écrire dans ce répertoire.
hr_hr: Put do direktorija gdje su dnevnici će biti pohranjen .
ja: ログファイルが格納されるディレクトリへのパス。
lv_lv: Ceļš uz direktoriju, kur log faili tiks saglabāti .
pl_pl: Ścieżkę do katalogu, gdzie znajdują się pliki dziennika zostaną zapisane. Uwaga użytkownik apache musi mieć uprawnienia zapisu w tym katalogu.
vi_vn: Đường dẫn đến thư mục chứa tập tin đăng nhập sẽ được lưu trữ .

source: Controlled Items Defined At Work Order Entry
ar: المواد الخاضعة للرقابة المحددة في أمر دخول العمل
et: Kontrollitavate kaupade määratud Tööl Telli kanne
fa: آیتم های کنترل تعریف شده در کار سفارش ورود
fr_lu: Articles définies et contrôlées At Work Order Entry
hr_hr: Kontrolirani Proizvodi Definirano na djelu unos narudžbi
ja: 返品用の制御品目が存在
lv_lv: Kontrolētos Preces Definētie Darbā Order Entry
pl_pl: Kontrolowanych określone w Wejście Zlecenie
vi_vn: Chỉ tiêu kiểm soát Defined Tại Công việc đặt hàng từ

source: When set to yes, controlled items are defined at the time of the work order creation. Otherwise controlled items (serial numbers and batch/roll/lot references) are entered at the time the finished items are received against the work order
ar: عند تعيينها إلى نعم ، يتم تعريف المواد الخاضعة للرقابة في وقت إنشاء النظام العمل.
et: Kui valite Jah, kontrollitavaid objekte on määratletud ajaltöökäsk loomine .
fa: وقتی به بله تنظیم ، اقلام تحت کنترل در زمان ایجاد سفارش کار تعریف شده است.
fr_lu: Si vous choisissez "Oui", les articles commandés sont définis au moment de la création des bons de travail. Sinon les articles (numéros de série et de lot) sont saisis au moment de la réception des produits finis correspondant à l'ordre de travail
hr_hr: Kad je postavljena na Da , kontrolirane stavke su definirani u vrijeme stvaranja radnog naloga .
ja: yesに設定すると、管理された項目は、作業指示の作成時に定義されています。
lv_lv: Ja iestatīts uz Jā , kontrolētas preces definē laikā darba pasūtījuma radīšanu .
pl_pl: Kiedy ustawiono na tak, kontrolowanych produktów są określone w momencie tworzenia zlecenia. W przeciwnym razie kontrolowanych produktów (numery seryjne i partii / rolka / referencje dużo) wprowadzane są w czasie gotowego elementy są uzyskane z tytułu zlecenia prac
vi_vn: Khi thiết lập để có , các mục kiểm soát được xác định tại thời điểm tạo ra để làm việc.

source: Auto Create Work Orders
ar: إنشاء تلقائي أوامر العمل
et: Auto Loo töökäsud
fr_lu: Création automatique d'ordres de travail
hr_hr: Auto Stvaranje radnih naloga
ja: 作業指図追加
lv_lv: Auto Izveidot Darba pasūtījumu
pl_pl: Auto Tworzenie zleceń
vi_vn: Tự động Tạo đơn đặt hàng làm việc

source: Setting this parameter to Yes will ensure that when a sales order is placed if there is insufficient stock then a new work order is created at the default factory location
ar: سوف تعيين هذه المعلمة إلى نعم ضمان أنه عندما يتم وضع ترتيب مبيعات إذا كان هناك مخزون كاف ثم يتم إنشاء نظام العمل الجديد في الموقع المصنع الافتراضية
et: Setting seda parameetrit Jah tagab , et kuimüük tellimuse , kui on olemas piisav varu siisuus töökäsk on loodud vaikimisi tehase asukoht
fa: تنظیم این پارامتر به بله اطمینان خواهد داد که زمانی که یک سفارش فروش قرار داده شده است اگر سهام کافی وجود دارد و سپس یک سفارش کار جدید است که در محل پیش فرض کارخانه
fr_lu: Fixer ce paramètre à "Oui" pour s'assurer qu'un ordre de travail sera créé automatiquement si le stock n'est pas suffisant pour honorer une commande
hr_hr: Postavljanje ovaj parametar na Da će osigurati da , kadaprodaja bi se nalazi , ako ne postoji dovoljna zaliha ondanovi posao kako bi se stvorio na zadano mjesto tvornice
ja: このパラメータをYesに設定すると、不十分な在庫がその後があれば、販売注文が置かれたとき、新しい作業順序がデフォルトの工場出荷時の場所に作成されていることを確認します
lv_lv: Nosakot šo parametru Jā nodrošinās to, ka tad, kadpārdošanas pasūtījuma izdarīšanas , ja ir nepietiekama noliktavā , tadjaunu darba kārtība tiek izveidota noklusējuma rūpnīcu atrašanās vietu
pl_pl: Ustawienie tego parametru na Tak zapewnia, że gdy zlecenie sprzedaży znajduje się w przypadku niewystarczającej czas następnie nowy porządek pracy powstaje w miejscu fabrycznych
vi_vn: Đặt tham số này để Có sẽ đảm bảo rằng khi một đơn hàng được đặt nếu không có đủ chứng khoán sau đó một lệnh làm việc mới được tạo ra tại địa điểm nhà máy mặc định

source: Default Factory Location
ar: مصنع الافتراضي الموقع
et: Vaikimisi Factory Asukoht
fr_lu: Site par défaut
hr_hr: Default Tvornica Mjesto
ja: 工場場所
lv_lv: Noklusētā noliktava
pl_pl: Lokalizacja fabryczne
vi_vn: Địa điểm nhà máy mặc định

source: Could not load locations table
ar: تعذر تحميل المواقع الجدول
et: Laadimine nurjus asukohad tabel
fr_lu: Impossible de charger le tableau des endroits
hr_hr: Ne mogu učitati lokacija stol
ja: 期間テーブルがロード不可
lv_lv: Nevarēja ielādēt izvietojums Tabula
pl_pl: Nie można załadować tabeli lokalizacji
vi_vn: Không thể tải bảng địa điểm

source: This location is the location where work orders will be created from when the auto create work orders option is activated
ar: هذا الموقع هو الموقع حيث سيتم إنشاء أوامر العمل من حين لصناعة السيارات خيار إنشاء أوامر العمل يتم تنشيط
et: See koht on koht, kus töö tellimused loodud kuiauto luua töökäsud on aktiveeritud
fa: این مکان محل که در آن دستور کار خواهد شد از زمانی که خودکار ایجاد کار سفارشات گزینه ایجاد شده است فعال می شود
fr_lu: Site utilisé pour la création d'ordres de travail lorsque la "création automatique d'ordres de travail" est activée"
hr_hr: Ovo mjesto jemjesto gdje radni nalozi će biti izrađen od kada seautomatski stvoriti radni nalozi opciju aktivira
ja: この場所は、作業指示を自動作業指示を作成する]オプションを選択してから作成される場所ですがアクティブ化され
lv_lv: Šī vieta irvieta, kur darba uzdevumi tiks izveidota no brīža, kadauto izveidot darba pasūtījumus iespēja ir aktivizēta
pl_pl: To miejsce jest miejsce, w którym zlecenia pracy zostaną utworzone w chwili, gdy auto tworzyć zlecenia pracy aktywna jest opcja
vi_vn: Vị trí này là vị trí mà yêu cầu công việc sẽ được tạo ra từ khi tự động tạo ra các đơn đặt hàng làm việc tùy chọn được kích hoạt

source: Factory Manager Email Address
ar: مصنع مدير البريد الإلكترونى
et: Factory Manager e-posti aadress
fr_lu: Courriel du responsable d'usine
hr_hr: Tvornica Manager E-mail adresa
ja: Email Address
lv_lv: E-pasts
pl_pl: Adres e-mail Factory Manager
vi_vn: Quản lý nhà máy Địa chỉ Email

source: Work orders automatically created when sales orders are entered will be emailed to this address
ar: وسوف تكون عبر البريد الالكتروني أوامر العمل التي تم إنشاؤها تلقائيا عندما يتم إدخال أوامر البيع إلى هذا العنوان
et: Töökäsud luuakse automaatselt Müügitellimuste kantakse meilitakse sellele aadressile
fa: دستور کار به صورت خودکار ایجاد شده در هنگام سفارشات فروش وارد خواهد شد به این آدرس ایمیل فرستاده شده
fr_lu: Courriel du responsable à qui les ordres de travail créés automatiquement lors de la saisie de commandes client seront envoyés
hr_hr: Radni nalozi automatski napravljen prilikom narudžbe su unijeli bit će poslana na ovu adresu
ja: 受注が入力された時に自動的に作成作業指示は、このアドレスに送信されます
lv_lv: Darba uzdevumu automātiski izveidoti, kad pārdošanas rīkojumi ir ievadīti tiks nosūtīts uz šo adresi
pl_pl: Zlecenia tworzone automatycznie podczas zlecenia sprzedaży są wprowadzone zostanie wysłany na ten adres
vi_vn: Đơn đặt hàng làm việc tự động tạo ra khi các đơn đặt hàng bán hàng được nhập vào sẽ được gửi đến địa chỉ này
