Repository: timschofield/KwaMoja-Medical
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar, et, fa, fr_lu, hr_hr, ja, lv_lv, pl_pl, vi_vn

source: supplier contacts relating to this supplier
ar: اتصالات المورد المتعلقة لهذا المورد
et: tarnija kontakte seoses käesoleva tarnija
fr_lu: contacts relatifs au fournisseurs
hr_hr: dobavljač kontakti u vezi s tim dobavljačem
ja: このサプライヤーに関連するサプライヤーの連絡先
lv_lv: kontakti, kuri attiecas uz šo piegādātāju:
pl_pl: kontakty związane z klientem
vi_vn: Thông tin liên h? liên quan t?i nhà cung c?p này

source: Supplier record for
ar: سجل مورد لل
et: Pakkuja rekord
fr_lu: Numéro d'enregistrement fournisseur
hr_hr: Dobavljač rekord
ja: ためのサプライヤレコード
lv_lv: Piegādātāja ieraksti par
pl_pl: Dane dostawcy dla
vi_vn: Hồ sơ nhà cung cấp cho

source: Supplier Type
ar: نوع المورد
et: Pakkuja tüüp
fr_lu: Type
hr_hr: Dobavljač Tip
ja: 仕入先名
lv_lv: piegādātājs veids
pl_pl: Dostawca Typ
vi_vn: Loại nhà cung cấp

source: Supplier Since
ar: المورد منذ
et: tarnija alates
fr_lu: Fournisseur depuis
hr_hr: Od dobavljača
ja: 仕入先設定
lv_lv: Sadarbības uzsākšana
pl_pl: Dostawca Od
vi_vn: Là nhà cung cấp từ

source: Bank Particulars
ar: تفاصيل البنك
et: Pank iseärasused
fa: فردی های بانکی
fr_lu: Coordonnées bancaires
hr_hr: bankovni Pojedinosti
ja: 銀行詳細
lv_lv: Bankas detaļas
pl_pl: Szczegóły Bankowe
vi_vn: Ngân hàng c? th?

source: Bank reference
ar: البنك المرجع
et: Panga viide
fr_lu: Référence bancaire
hr_hr: banka referenca
ja: 銀行参照
lv_lv: Banka
pl_pl: Identyfikator Banku
vi_vn: Tham chi?u ngân hàng

source: Bank Account No
ar: حساب مصرفي لا
et: Arvelduskonto nr
fr_lu: Compte bancaire n°
hr_hr: Broj bankovnog računa
ja: 銀行口座番号
lv_lv: Bankas konta nr
pl_pl: Numer Konta Bankowego
vi_vn: S? tài kho?n ngân hàng

source: Factor Company
ar: شركة عامل
et: faktooringufirma
fr_lu: facteur Société
hr_hr: Faktor tvrtke
ja: 運送会社
lv_lv: Transpota uzņēmums
pl_pl: Firma Factor
vi_vn: Công ty yếu tố

source: Not Required
ar: غير مطلوب
et: ei nõuta
fr_lu: Non requis
hr_hr: Nije potreban
ja: 不要
lv_lv: Nav pieprasīts
pl_pl: Nie wymagane
vi_vn: Không được yêu cầu

source: Insert New Supplier
ar: إدراج مزود جديد
et: Lisada uus Pakkuja
fr_lu: Ajouter le fournisseur
hr_hr: Umetnite novi dobavljač
ja: 新しいサプライヤーを挿入
lv_lv: Ievadīt jaunu piegādātāju
pl_pl: Wprowadź Nowego Dostawcę
vi_vn: Thêm nhà cung cấp mới

source: Bank Reference
ar: البنك المرجعي
et: Panga viide
fr_lu: Référence bancaire
hr_hr: banke Reference
ja: 銀行参照
lv_lv: Banka
pl_pl: Identyfikator Banku
vi_vn: Tham chi?u ngân hàng

source: Add These New Supplier Details
ar: إضافة هذه التفاصيل مورد جديد
et: Lisa need uued varustaja kohta
fr_lu: Appliquer les modifications
hr_hr: Dodaj Ovi novi podaci Supplier
ja: これらの新製品の詳細を追加
lv_lv: Pievienot aprakstu jaunajam piegādātājam
pl_pl: Dodaj Dane Nowego Dostawcy
vi_vn: Thêm chi ti?t v? nhà cung c?p m?i này

source: Update Supplier
ar: تحديث مزود
et: Uuenda Pakkuja
fr_lu: Mettre à jour le fournisseur
hr_hr: Ažuriraj dobavljača
ja: 仕入先更新
lv_lv: Labot piegādātāju
pl_pl: Zmień Dane Dostawcy
vi_vn: Cập nhật nhà cung cấp

source: However checks will be made to ensure there are no outstanding purchase orders or existing accounts payable transactions before the deletion is processed
ar: ولكن يتم إجراء الفحوصات للتأكد من عدم وجود أوامر شراء معلقة أو الحسابات الموجودة المعاملات المستحقة قبل معالجة الحذف
et: Kuid kontrolli tehakse , et tagada puuduvad tasumata ostutellimused või olemasoleva võlgnevusi tehingud ennekustutamist on töödeldud
fr_lu: Il faut également vérifier qu'il n'y ait pas de commande en attente ou de transaction de réglement avant d'effectuer la suppression
hr_hr: Međutim provjere će se osigurati nema otvorenih narudžbenice ili postojeće obveze prema dobavljačima transakcije prijebrisanja je obrađeno
ja: しかし、削除処理がされる前に、チェックが未処理の購買発注または既存の支払勘定トランザクションのないことを確認にします
lv_lv: Jebkurā gadījumā pirms dzēšanas tiks veiktas pārbaudes, la pārliecinātos vai nav iepirkumi un vai nav maksājumi par labu klientam.
pl_pl: Niemniej wykonane zostaną testy aby upewnić się czy nie ma niezrealizowanych zamówień lub nierozliczonych transakcji przed jego usunięciem
vi_vn: Tru?c khi ti?n hành xóa, s? có ki?m tra d? d?m b?o không có don hàng thu mua xu?t s?c nào ho?c không có giao d?ch tài kho?n có th? tr? nào

source: Delete Supplier
ar: حذف مزود
et: Kustuta Pakkuja
fr_lu: Supprimer le fournisseur
hr_hr: Briši dobavljača
ja: 仕入先削除
lv_lv: Dzēst piegādātāju
pl_pl: Usuń Dostawcę
vi_vn: Xóa nhà cung cấp

source: Are you sure you wish to delete this supplier?
ar: هل أنت متأكد أنك تريد حذف هذا المورد ؟
et: Oled sa kindel, et soovid kustutada selle tarnija ?
fr_lu: Voulez-vous supprimer ce fournisseur?
hr_hr: Jeste li sigurni da želite izbrisati ovaj dobavljač ?
ja: あなたは、このサプライヤーを削除したいか？
lv_lv: Vai tiešām dzēst piegādātāju
pl_pl: Jesteś pewien, że chcesz usunąć tego dostawcę ?
vi_vn: B?n có ch?c mu?n xóa nhà cung c?p này?

source: First overdue deadline days must be a number
ar: أول أيام مهلة المتأخرة يجب أن يكون عدد
et: Esimene hilinenud tähtaeg päeva peab olemanumber
fa: اولین روز مهلت به سر رسیده باید یک عدد باشد
fr_lu: Premiers jours de retard délai doit être un nombre
hr_hr: Prvi dospjela dana rok mora biti broj
ja: 最初の延滞締め切り日は番号でなければなりません
lv_lv: Pirmie nokavēto termiņš dienās irvairāki
pl_pl: Pierwsza granica przeterminowanej płatności musi być liczbą
vi_vn: S? ngày cho n? quá h?n l?n th? nh?t ph?i là m?t con s?

source: Second overdue deadline days must be a number
ar: الثانية المتأخرة أيام المهلة يجب أن يكون عدد
et: Teiseks hilinenud tähtaeg päeva peab olemanumber
fr_lu: Deuxième jour de retard délai doit être un nombre
hr_hr: Drugo dospjela dana rok mora biti broj
ja: 二延滞締め切り日は番号でなければなりません
lv_lv: Otrās nokavēto termiņš dienās jābūtskaitlis
pl_pl: Druga granica przeterminowanej płatności musi być liczbą
vi_vn: S? ngày cho n? quá h?n th? hai ph?i là m?t con s?

source: Default Credit Limit must be a number
ar: يجب أن يكون الحد الائتماني الافتراضي عدد
et: Vaikimisi Krediidilimiit peab olemanumber
fr_lu: Par défaut la limite de crédit doit être un nombre
hr_hr: Početni kreditni limit mora biti broj
ja: デフォルトの与信限度は数字でなければなりません
lv_lv: Default Kredīta limits irvairāki
pl_pl: Domyślny limit kredytowy musi być liczbą
vi_vn: Giới hạn tín dụng phải là một con số

source: The Romalpa Clause may not contain single quotes and may not be longer than 5000 chars
ar: قد لا يحتوي على شرط Romalpa علامات الاقتباس المفردة ، وربما لا يكون أطول من 5000 حرف
et: Romalpa klausel ei sisalda ülakoma ja ei tohi olla pikem kui 5000 tähemärki
fa: بند Romalpa نمیتوانید به نقل از واحد باشد و ممکن است بیشتر از 5000 کاراکتر
fr_lu: La clause Romalpa ne peut pas contenir des guillemets simples et ne peut être plus de 5000 signes
hr_hr: Romalpa klauzula ne može sadržavati jednu cijenu i ne može biti duži od 5000 znakova
ja: Romalpa句は、単一引用符を含めることはできませんし、より長く5000文字できない場合があります
lv_lv: Romalpa klauzula nevar saturēt vienu pēdiņām , un nedrīkst būt ilgāks par 5000 simboli
pl_pl: Klauzula Romalpa nie może zawierać pojedynczy cudzysłów i nie może być dłuższy niż 5000 znaków
vi_vn: Các khoản Romalpa có thể không có dấu nháy đơn và không được dài hơn 5000 ký tự

source: No less than 1 and more than 99 Quick entries allowed
ar: ما لا يقل عن 1 و أكثر من 99 مقالات سريعة سمحت
et: Mitte vähem kui 1 ja kuni 99 Quick kirjed lubatud
fa: کمتر از 1 و بیش از 99 مدخل سریع مجاز
fr_lu: Entre 1 et 99 écritures rapides autorisées
hr_hr: Ne manje od 1 , a više od 99 Brzi unosa ljubimci
ja: 劣らず99以上1未満とクイックエントリが許可された
lv_lv: Ne mazāk kā 1 , un vairāk nekā 99 Quick ieraksti atļauts
pl_pl: Dozwolone nie więcej niż 99 i niemniej niż 1 pozycji podręcznych
vi_vn: Không ít hơn 1 và hơn 99 mục nhanh cho phép

source: Freight Charge Applies If Less Than must be a number
ar: تكلفة الشحن يطبق إذا كانت أقل من يجب أن يكون عدد
et: Prahiraha Kehtib vähem kui peab olemanumber
fa: هزینه حمل و نقل شامل اگر کمتر از باید یک عدد باشد
fr_lu: "Des frais de transport s'appliquent si inférieure à" doit être un chiffre
hr_hr: Teretni naplaćuje se odnosi ako je manja od mora biti broj
ja: 少ない以上が数字でなければならない場合は運賃を適用します
lv_lv: Shipping Charge Applies If Less Than must be a number
pl_pl: Granica Minimalnej Opłaty Transportowej musi być liczbą
vi_vn: Phí vận chuyển hàng hóa được áp dụng nếu ít hơn

source: Standard Cost Decimal Places must be a number between 0 and 4
ar: يجب أن يكون معيار المنازل العشرية تكلفة رقما بين 0 و 4
et: Standard Cost Decimal Places peab olemanumber 0 ja 4 vahel
fr_lu: Nombre de décimales (entre 0 et 4)
hr_hr: Standardnih troškova Mjesta decimalne mora biti broj između 0 i 4
ja: 標準原価小数点以下の桁数は、0〜 4の間の数でなければなりません
lv_lv: Standarta Izmaksu aiz komata jābūtskaitlis starp 0 un 4

source: Financial period per year must be a number between 1 and 12
ar: يجب أن تكون الفترة المالية سنويا رقما بين 1 و 12
et: Financial periood aastas peab olemaarv vahemikus 1 ja 12
fr_lu: L'exercice financier par an doit être compris entre 1 et 12
hr_hr: Financijskom razdoblju godišnje mora biti broj između 1 i 12
ja: 年間会計期間は1〜 12の間の数でなければなりません
lv_lv: Finanšu periods uz vienu gadu jābūtskaitlis starp 1 un 12
pl_pl: okresu finansowego za rok musi być liczbą od 1 do 12
vi_vn: S? k? tài chính trong nam ph?i là m?t con s? t? 1 t?i 12

source: The Tax Authority Reference Name must be 25 characters or less long
ar: يجب أن تكون مصلحة الضرائب اسم المرجع 25 حرفا أو أقل طويلة
et: Maksuhaldur Viide nimi peab olema 25 tähemärki või vähem pikk
fr_lu: Le nom de l'administration fiscale de référence contient au plus 25 caractères
hr_hr: Referentna Porezna uprava Naziv mora biti 25 znakova ili manje duga
ja: 税務当局参照名称は25文字以下でなければなりません
lv_lv: Nodokļu iestāde Atsauce Vārds ir jābūt vismaz 25 rakstzīmēm vai mazāk ilgā
pl_pl: Nazwa skrócona organu podatkowego może mieć najwyżej 25 znaków
vi_vn: Tên các co quan thu? tham kh?o ph?i du?i 25 kí t?

source: Over Charge Proportion must be a percentage
ar: أكثر من تهمة يجب أن تكون نسبة مئوية
et: Üle Charge osa peab olemaprotsent
fa: در طول شارژ نسبت باید یک درصد باشد
fr_lu: Au cours de charge Proportion doit être un pourcentage
hr_hr: Tijekom Charge Omjer mora biti postotak
ja: 過充電割合をパーセントでなければなりません
lv_lv: Vairāk nekā maksas īpatsvars irprocentuālā
pl_pl: Narzut musi być wartością procentową
vi_vn: T? l? phí thu thêm ph?i ? d?ng ph?n tram

source: Over Receive Proportion must be a percentage
ar: على تلقي يجب أن تكون نسبة مئوية
et: Üle Saate osa peab olemaprotsent
fa: بیش از دریافت نسبت باید یک درصد باشد
fr_lu: Au cours de réception Proportion doit être un pourcentage
hr_hr: Tijekom Primanje Omjer mora biti postotak
ja: 受信オーバー割合はパーセントでなければなりません
lv_lv: Vairāk nekā Saņemt īpatsvars irprocentuālā
pl_pl: Nadpłata musi mieć wartość procentową
vi_vn: T? l? nh?n du?c ph?i ? d?ng ph?n tram

source: Lines per page must be greater than 1
ar: يجب الأسطر في الصفحة يكون أكبر من 1
et: Lines leheküljel peab olema suurem kui 1
fr_lu: Il doit y avoir plus d'une ligne par page
hr_hr: Linije po stranici mora biti veći od 1.
ja: ページあたりの行数は1より大きくなければなりません
lv_lv: Līnijas lapā jābūt lielākam par 1
pl_pl: Liczba linii na stronie musi być większa niż 1
vi_vn: S? dòng m?i trang ph?i l?n hon 1

source: The number of months of audit trail to keep must be zero or a positive number less than 100 months
ar: يجب أن يكون عدد من أشهر من مراجعة الحسابات للحفاظ على صفر أو رقم موجب أقل من 100 شهرا
et: Kuude arv kontrolljälg hoida peab olema null või positiivne arv vähem kui 100 kuud
fa: تعداد ماه دنباله حسابرسی به حفظ باید صفر یا یک عدد مثبت کمتر از 100 ماه
fr_lu: Le nombre de mois de piste d'audit pour garder doit être zéro ou un nombre positif inférieur à 100 mois
hr_hr: Broj mjeseci revizije zadržati mora biti jednak nuli ilipozitivan broj manji od 100 mjeseci
ja: 保つために監査証跡の月数は、ゼロまたは正の数100未満ヶ月でなければなりません
lv_lv: Mēnešus pēc revīzijas liecības skaits, lai saglabātu jābūt nullei vaipozitīvs skaitlis mazāks par 100 mēnešiem
pl_pl: Liczba miesięcy do prowadzenia audytu musi być zero, albo dodatnią liczbę mniejszą niż 100 miesięcy
vi_vn: Số tháng của đường mòn kiểm toán để giữ phải bằng không hoặc một số dương nhỏ hơn 100 tháng

source: DefaultTaxCategory must be between 1 and 9
ar: DefaultTaxCategory يجب أن يكون بين 1 و 9
et: DefaultTaxCategory peab olema vahemikus 1 kuni 9
fa: DefaultTaxCategory باید بین 1 و 9
fr_lu: DefaultTaxCategory doit être comprise entre 1 et 9
hr_hr: DefaultTaxCategory mora biti između 1 i 9
ja: DefaultTaxCategoryは1〜 9の間でなければなりません
lv_lv: DefaultTaxCategory jābūt no 1 līdz 9
pl_pl: Domyślna kategoria VAT musi być liczbą z zakresu 1-9
vi_vn: DefaultTaxCategory phải có từ 1 đến 9

source: Default maximum number of records to display must be between 1 and 500
ar: يجب أن يكون الحد الأقصى ل عدد السجلات الافتراضي لعرض بين 1 و 500
et: Vaikimisi maksimaalne kirjete arv kuvamiseks peab olema vahemikus 1 kuni 500
fa: پیش فرض حداکثر تعداد از سوابق برای نمایش باید بین 1 و 500
fr_lu: nombre maximal par défaut d'enregistrements à afficher doit être comprise entre 1 et 500
hr_hr: Zadani maksimalni broj zapisa za prikaz mora biti između 1 i 500
ja: 表示するレコードのデフォルトの最大数は、1〜 500の間でなければなりません
lv_lv: Noklusējuma maksimālais ierakstu skaits , lai parādītu , jābūt no 1 līdz 500
pl_pl: Domyślna maksymalna ilość wyświetlanych rekordów musi zawirać się w zakresie 1-500
vi_vn: Số lượng tối đa mặc định của hồ sơ để hiển thị phải có từ 1 đến 500

source: The maximum size of item image files must be between 50 and 500 (NB this figure refers to KB)
ar: يجب أن يكون الحد الأقصى لحجم ملفات الصور البند ما بين 50 و 500 ( NB يشير هذا الرقم إلى KB)
et: Maksimaalne suurus kirje pildifaile peab olema vahemikus 50 ja 500 (NB see näitaja viitab KB)
fa: حداکثر اندازه فایل های تصویری آیتم باید بین 50 و 500 ( NB این رقم اشاره به KB )
fr_lu: La taille maximale des fichiers image de l'article doit être comprise entre 50 et 500 (NB: ce chiffre se réfère à KB)
hr_hr: Maksimalna veličina točke slikovnih datoteka mora biti između 50 i 500 ( NB ta brojka se odnosi na KB )
ja: アイテム画像ファイルの最大サイズは50と500の間でなければなりません（NBは、この数字がKBを参照）
lv_lv: Maksimālais izmērs posteņa attēlu failus jābūt no 50 līdz 500 ( NB šis skaitlis attiecas uz KB )
pl_pl: Maksymalny rozmiar plików graficznych pozycja musi być między 50 a 500 (Uwaga ta odnosi się do KB)
vi_vn: Kích thước tối đa của tập tin hình ảnh sản phẩm phải được giữa 50 và 500 (NB con số này đề cập đến KB)

source: The Factory Manager Email address does not appear to be valid
ar: لا يظهر مدير مصنع عنوان البريد الإلكتروني لتكون صالحة
et: Factory Manager E-posti aadress ei ole korrektne
fr_lu: Le directeur d'usine Adresse e-mail ne semble pas être valide
hr_hr: E-mail adresa Tvornica Manager ne čini se da vrijedi
ja: ファクトリーマネージャー電子メールアドレスが有効であることが表示されません
lv_lv: Rūpnīcas vadītājs E-pasta adrese nešķiet būt derīgs
pl_pl: Manager Factory Adres e-mail nie jest prawidłowy
vi_vn: Ð?a ch? Email Giám d?c nhà máy không h?p l?

source: The Purchasing Manager Email address does not appear to be valid
ar: لا يظهر عنوان البريد الإلكتروني مدير المشتريات لتكون صالحة
et: Ostujuht E-posti aadress ei ole korrektne
fr_lu: L'adresse courriel du directeur des achats ne semble pas être valide
hr_hr: Nabava Manager E-mail adresa ne pojavi važiti
ja: 購買マネージャーのメールアドレスが有効であることが表示されません
lv_lv: Purchasing vadītājs E-pasta adrese nešķiet būt derīgs
pl_pl: Zakup Manager Adres e-mail nie jest prawidłowy
vi_vn: Ð?a ch? email Tru?ng phòng thu mua không h?p l?

source: The Inventory Manager Email address does not appear to be valid
ar: لا يظهر مدير عنوان البريد الإلكتروني الجرد لتكون صالحة
et: Inventory Manager E-posti aadress ei ole korrektne
fr_lu: L'adresse courriel du gestionnaire du stock n'est pas correcte
hr_hr: E-mail adresa Inventar Manager ne čini se da vrijedi
ja: インベントリマネージャの電子メールアドレスが有効であると表示されません
lv_lv: Inventory Manager E-pasta adrese nešķiet būt derīgs

source: The number of frequently ordered items to display must be numeric
ar: يجب أن يكون عدد من البنود أمر في كثير من الأحيان إلى عرض رقمية
et: Mitmeid sageli tellitud teemad kuvamiseks peab olema number
fr_lu: Le nombre d'articles fréquemment commandés à afficher doit être numérique
hr_hr: Broj naručenih često stavke za prikaz mora biti numerička
ja: 注文品目の数量は数字でなければならない
lv_lv: Ir bieži pasūtīto rādāmo elementu skaits ir ciparu
pl_pl: Liczba często zamawianych pozycji do wyświetlenia musi być liczbą
vi_vn: S? lu?ng hàng thu?ng xuyên du?c d?t ph?i ? d?ng s?

source: The SMTP setting should be selected as Yes or No
ar: يجب أن يتم تحديد الإعداد SMTP كما نعم أو لا
et: SMTP seadistus tuleks valida jah või ei
fa: تنظیمات SMTP باید به عنوان انتخاب بله یا خیر
fr_lu: Le réglage SMTP doit être sélectionné comme Oui ou Non
hr_hr: SMTP postavka trebao biti izabran kao da ili ne
ja: SMTPの設定は、 [はい]または[いいえ]として選択されるべきである
lv_lv: SMTP iestatījums ir izvēlēts kā jā vai nē
pl_pl: Ustawienie SMTP powinien być wybrany jako tak lub nie
vi_vn: Thiết lập SMTP nên được chọn là Có hoặc Không

source: The system configuration could not be updated because
ar: تعذر تحديث تكوين النظام بسبب
et: Süsteemi konfiguratsioon ei saa ajakohastada , sest
fr_lu: La configuration du système n'a pas pu être mis à jour car
hr_hr: Konfiguraciji sustava ne može biti ažurirana , jer
ja: システム構成は更新できませんでした、理由は
lv_lv: Sistēmas konfigurāciju nevar atjaunināt , jo
pl_pl: Parametry systemowe nie mogą być zaktualizowane ponieważ
vi_vn: Không cập nhật được cấu hình hệ thống vì

source: System configuration updated
ar: تحديث تكوين النظام
et: Süsteemi konfiguratsiooni uuendatud
fr_lu: La configuration du système mis à jour
hr_hr: Postavke sustava ažurirane
ja: システム構成が更新された
lv_lv: Sistēmas konfigurācijas atjaunināts
pl_pl: Parametry systemowe zaktualizowane
vi_vn: Cấu hình hệ thống đã được cập nhật

source: System Variable Name
ar: نظام اسم المتغير
et: Süsteemne muutuja nimi
fr_lu: Nom
hr_hr: Naziv varijable sustava
ja: システム変数名
lv_lv: Sistēma Mainīgā vārds
pl_pl: Nazwa zmiennej systemowej
vi_vn: Hệ thống tên biến

source: Default Date Format
ar: تنسيق التاريخ الافتراضي
et: Vaikimisi Date Format
fr_lu: Format date (défaut)
hr_hr: Važeći format datuma
ja: デフォルト日付形式
lv_lv: Datuma formāts
pl_pl: Domyślny format
vi_vn: Định dạng ngày mặc định

source: The default date format for entry of dates and display.
ar: تنسيق التاريخ الافتراضي للدخول من التمور والعرض.
et: Vaikimisi kuupäeva formaat kandmise kuupäev ja ekraan.
fa: به طور پیش فرض فرمت تاریخ برای ورود خرما و صفحه نمایش .
fr_lu: Format de date pour la saisie et l'affichage des dates
hr_hr: Važeći format za unos i prikaz datuma
ja: 日付入力のデフォルト日付表示形式、画面で英国/オーストラリア/ニュージランドのためのd/m/Yまたは米国とカナダのためのm/d/Yを使用する
lv_lv: Noklusējuma datuma formātu stāšanās datumiem un displeju.
pl_pl: Domyślnego formatu daty wejścia dat i wyświetlacz.
vi_vn: Định dạng ngày mặc định cho nhập cảnh của ngày và hiển thị.

source: New Users Default Theme
ar: المستخدمين الجدد افتراضي الموضوع
et: Uus kasutajad Vaiketeema
fa: کاربر جدید پیش فرض تم
hr_hr: Predodređena tema za nove korisnike
ja: 新ユーザーのデフォルトテーマ
lv_lv: Jauns Lietotāji Default Theme
pl_pl: Domyślny wygląd interfejsu
vi_vn: Chủ đề mặc định cho người sử dụng mới

source: The default theme is used for new users who have not yet defined the display colour scheme theme of their choice
ar: يتم استخدام السمة الافتراضية للمستخدمين الجدد الذين لم يعرف بعد على لون السمة نظام العرض التي يختارونها
et: Vaiketeema kasutatakse uusi kasutajaid , kes ei ole veel kindlaks määratud ekraani värvilahendused teema omal valikul
fa: تم پیش فرض برای کاربران تازه کار که هنوز تعریف نشده است رنگ صفحه نمایش تم طرح از انتخاب خود مورد استفاده قرار می گیرد
hr_hr: Predodređena tema koja se primjenjuje za nove korisnike koji još nisu definirali svoj izbor boja i tema
ja: 選択の表示色彩設計テーマを未定義の新しいユーザーのためにデフォルトテーマが使われます
lv_lv: Noklusējuma tēma tiek izmantota jauniem lietotājiem, kuri vēl nav definēti displeja krāsu shēmu tēmu pēc savas izvēles
pl_pl: Domyślny wygląd jest stosowany dla nowo wprowadzonych użytkowników, którzy jeszcze nie wybrali własnego.
vi_vn: Các chủ đề mặc định được sử dụng cho người dùng mới khi họ chưa xác định chủ đề hiển thị màu sắc của họ

source: Accounts Receivable/Payable Settings
ar: الذمم المدينة / الدائنة إعدادات
et: Laekumata / maksmata Seaded
fr_lu: Paramétrage des comptes "à recevoir/à payer"
hr_hr: Potraživanja / obveze prema dobavljačima Postavke
ja: 売掛金/買掛金設定
lv_lv: Debitoru / kreditoru iestatījumi
pl_pl: Ustawienia Kont Kosztów/Przychodów
vi_vn: Cài d?t tài kho?n Có th? nh?n/ Có th? tr?

source: First Overdue Deadline in (days)
ar: الموعد النهائي لأول مرة في المتأخرة (أيام)
et: Esimene Tähtajaks tähtaeg (päeva)
fa: مهلت ارسال آثار اول سر رسیده در ( روز )
fr_lu: Première échéance dans (jours)
hr_hr: Prvo Dospjela Rok u (dani )
ja: 最初の期間経過（日数）
lv_lv: Pirmais nokavēts termiņš , kas ( dienas)
pl_pl: Pierwsza granica płatności przeterminowanej (w dniach)
vi_vn: Hạn trả nợ quá hạn thứ nhất ( ngày)

source: Customer and supplier balances are displayed as overdue by this many days. This parameter is used on customer and supplier enquiry screens and aged listings
ar: يتم عرض أرصدة العملاء و الموردين و تأخر هذا اياما كثيرة.
et: Tellija ja tarnija saldod kuvatakse viivises seda mitu päeva .
fa: مشتری و تامین کننده توازن به عنوان عقب افتاده این چند روز نمایش داده می شود.
fr_lu: Les soldes client et fournisseur sont marqués comme étant en retard de paiement après cette limite. Ce paramètre est utilisé dans plusieurs pages
hr_hr: Kupaca i dobavljača stanja prikazuju kao kasni ovim mnogih dana .
ja: この日数を経過している得意先と仕入先残高が表示されます。このパラメータが、得意先と仕入先問合せ画面と経年リストで使われます
lv_lv: Klientu un piegādātāju atlikumi tiek parādīti kā kavēts šī daudzām dienām .
pl_pl: Bilanse dostawców i odbiorców są wyświetlane jako przeterminowane po tej liczbie dni. Ten parametr jest używany na stronach przeglądu odbiorców i dostawców oraz w wydrukach rozliczeń przeterminowanych.
vi_vn: Khách hàng và nhà cung cấp được hiển thị số dư nợ quá hạn của thành viên này nhiều ngày.

source: Second Overdue Deadline in (days)
ar: الموعد النهائي المتأخرة في الثانية (أيام)
et: Teiseks Tähtajaks tähtaeg (päeva)
fa: آخرین مهلت سر رسیده دوم در ( روز )
fr_lu: Deuxième échéance dans (jours)
hr_hr: Drugo Dospjela Rok u (dani )
ja: 2回目の期間経過（日数）
lv_lv: Otrkārt nokavēts termiņš , kas ( dienas)
pl_pl: Druga granica płatności przeterminowanej (w dniach)
vi_vn: Hạn trả nợ quá hạn thứ hai ( ngày)

source: As above but the next level of overdue
ar: على النحو الوارد أعلاه ولكن المستوى التالي من تأخر
et: Nagu eespool kuid järgmisele tasemele hilinenud
fa: همانطور که در بالا اما سطح بعدی از سر رسیده
fr_lu: Deuxième limite - voir commentaires ci-dessus
hr_hr: Kao što je gore , ali na sljedeću razinu kasni
ja: 上記の次の超過レベル
lv_lv: Kā iepriekš, bet uz nākamo līmeni, nokavēts
pl_pl: Jak wyżej; drugi stopień opóźnienia
vi_vn: Như trên, nhưng là cấp độ tiếp theo của quá hạn

source: Default Credit Limit
ar: الافتراضي الحد الائتماني
et: Vaikimisi Krediidilimiit
fr_lu: Limite de crédit par défaut
hr_hr: Početni kreditni limit
ja: デフォルト信用限度
lv_lv: Noklusētais kredīta limits
pl_pl: Domyślny limit kredytowy
vi_vn: Giới hạn tín dụng mặc định

source: The default used in new customer set up
ar: تعيين الافتراضية المستخدمة في العملاء مطابق
et: Vaikimisi kasutatakse uute klientide loodud
fr_lu: Valeur par défaut utilisée pour la limite de crédit des nouveaux clients
hr_hr: Zadani se koristi u novom kupcu postavili
ja: デフォルト値は新しい得意先設定で使われます
lv_lv: Noklusējuma izmanto jaunu klientu , kas izveidota
pl_pl: Wartość domyślna ustawiana dla nowych klientów
vi_vn: M?c d?nh dã du?c s? d?ng trong cài d?t ngu?i s? d?ng m?i

source: Check Credit Limits
ar: تحقق حدود الائتمان
et: Kontrollige Krediidilimiite
fr_lu: Vérifier les limites de crédit
hr_hr: Provjera kreditnih limita
ja: 信用限度確認
lv_lv: Pārbaudīt kredīta limitu
pl_pl: Sprawdzaj limit kredytowy
vi_vn: Kiểm tra giới hạn tín dụng

source: Do not check
ar: لا تحقق
et: Ärge vaadake
fa: بررسی نمی
fr_lu: Ne pas vérifier
hr_hr: Ne provjeravaj
ja: 確認しない
lv_lv: Nepārbaudīt
pl_pl: Nie sprawdzaj
vi_vn: Không kiểm tra
