Repository: timschofield/KwaMoja-Medical
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar, et, fa, fr_lu, hr_hr, ja, lv_lv, pl_pl, vi_vn

source: This function gets the sales price for a stock ID in the sales type and currency passed to the function
ar: هذه الوظيفة يحصل على سعر البيع للحصول على معرف الأسهم في نوع العملة المبيعات و تمريرها إلى الدالة
et: Seda funktsiooni saabmüügihindaktsia ID müügi liik ja valuuta edastatakse funktsioonile
fa: این تابع می شود قیمت فروش برای یک ID سهام در نوع فروش و ارز به تابع منتقل می شود
fr_lu: Cette fonction obtient le prix de vente pour un ID de stock dans le type de vente et de la monnaie transmis à la fonction
hr_hr: Ova funkcija dobiva prodajna cijena za dionicama ID u prodajnom tipa i valutu prošao na funkciji
ja: この関数は、セールスタイプと通貨で株式IDの販売価格を取得するには、関数に渡さ
lv_lv: Šī funkcija saņem pārdošanas cenu akciju ID pārdošanas veidu un valūtu nodots funkcijai
pl_pl: Funkcja ta pobiera cenę sprzedaży ID czas w sprzedaży i rodzaj waluty przekazana do funkcji
vi_vn: Hàm này l?y giá bán hàng cho ID kho trong lo?i bán hàng và ti?n t? du?c chuy?n vào hàm

source: The sales type of the item in the database.
ar: نوع المبيعات في هذا البند في قاعدة البيانات .
et: Müügi tüüpikirje andmebaasis.
fr_lu: Le type de vente de l'élément dans la base de données.
hr_hr: Prodaja Vrsta stavke u bazi podataka .
ja: はデータベースに定義されてない
lv_lv: Pārdošanas veids posteņa datu bāzē .
pl_pl: Typ sprzedaży pozycji w bazie danych.
vi_vn: Lo?i bán hàng c?a hàng trong co s? d? li?u

source: Returns the sales price for he stock item whose ID is passed in the function
ar: ترجع سعر البيع لأنه بند المخزون الذي يتم تمرير معرف في وظيفة
et: Annab müügihind ta laonumbrist kelle ID on sooritanudfunktsiooni
fa: بازگرداندن قیمت فروش برای او مورد سهام که ID در تابع منتقل می
fr_lu: point les rendements des actions au prix de vente car il dont l'ID est passé dans la fonction
hr_hr: Vraća prodajnu cijenu jer on stock stavke čiji ID je prošao u funkciji
ja: IDが彼在庫品目の販売価格を返しますが、関数に渡されます
lv_lv: Atgriež pārdošanas cenu viņš akciju postenim , kuras ID ir pieņemts funkciju
pl_pl: Zwraca czas element ceny sprzedaży na tym, którego ID jest przekazywane do funkcji
vi_vn: Tr? v? giá bán hàng cho lo?i hàng trong kho mà ID dã du?c thông qua trong hàm này

source: Creates a customer receipt from the details passed to the method as an associative array
ar: يخلق استلام العميل من التفاصيل تمريرها إلى الأسلوب باعتباره مجموعة النقابي
et: Loob kliendile kätte saadud andmed edastatakse meetoditassotsiatiivne massiiv
fa: ایجاد یک رسید مشتری از جزئیات گذشت به روش به عنوان یک آرایه انجمنی
fr_lu: Crée une réception par le client à partir des détails passés à la méthode comme un tableau associatif
hr_hr: Stvara kupca račun od detaljima prošao na način kao asocijativni niz
ja: 連想配列としてメソッドに渡された内容から、顧客の領収書を作成します
lv_lv: Izveido klientu saņemšanu no pagājuši informāciju uz metodi, kā asociatīvā masīva
pl_pl: Tworzy odbiór klienta z informacji przekazanych do metody jako tablicy asocjacyjnej
vi_vn: Tạo ra một nhận khách hàng từ các chi tiết truyền cho phương pháp này như một mảng kết hợp

source: Receipt Details
ar: تفاصيل استلام
fr_lu: Détail du reçu
ja: 入金

source: An associative array describing the customer receipt with the following fields: debtorno - the customer code; trandate - the date of the receipt in Y-m-d format; amountfx - the amount in FX; paymentmethod - the payment method of the receipt e.g. cash/EFTPOS/credit card; bankaccount - the KwaMoja bank account to use for the transaction, reference - the reference to record against the KwaMoja receipt transaction
ar: صفيف النقابي واصفا استلام العملاء مع الحقول التالية : debtorno - رمز العملاء ؛ trandate - من تاريخ استلام في شكل YMD ؛ amountfx - المبلغ في FX ؛ PAYMENTMETHOD - طريقة الدفع من تاريخ استلام مثل
et: Assotsiatiivne massiiv kirjeldavad klient kviitungi järgmistes valdkondades: debtorno - kliendi kood ; trandate -kättesaamise kuupäev in Ymd formaadis; amountfx - summa FX ; paymentmethod -makseviis saamisest nt
fa: یک آرایه انجمنی توصیفرسید مشتری با زمینه های زیر: debtorno - کد های مشتری ، ممکن است که مشتری trandate - تاریخ دریافت در قالب Ymd amountfx - مقدار در FX paymentmethod است - روش پرداخت از دریافت به عنوان مثال
fr_lu: Un tableau associatif décrivant la réception de la clientèle avec les champs suivants : debtorno - le code de la clientèle; trandate - la date de la réception au format Ymd ; amountfx - le montant de FX ; paymentMethod - le mode de paiement de la facture par exemple
hr_hr: Asocijativne matrice opisujući kupca račun sa sljedećim područjima: debtorno -kupac kod; trandate - datum prijema u DMY formatu amountfx -iznos u FX ; PAYMENTMETHOD -način plaćanja od primitka npr.
ja: 次のフィールドで顧客の領収書を記述する連想配列： - ; trandate - はYmd形式の領収書の日付; amountfx - FXの金額、顧客コードdebtorno paymentmethod - レシートなどのお支払方法
lv_lv: Asociatīvā masīva apraksta klientu saņemšanu ar šādām jomām : debtorno -klients kodu; trandate -dienu, kad saņemšanai YMD formātā ; amountfx -summa FX ; paymentmethod -maksājumu metodi no to saņemšanas , piemēram,
pl_pl: Asocjacyjna opisując odbiór klientów z następujących dziedzin: debtorno - kod klienta; Trandate -data otrzymania w formacie ; amountfx Ymd - kwota w FX ; PaymentMethod -metoda płatności , np. paragonu
vi_vn: Một mảng kết hợp mô tả nhận của khách hàng với các lĩnh vực sau : debtorno - mã khách hàng; Trandate - ngày nhận trong định dạng Ymd ; amountfx - số tiền trong FX ; PAYMENTMETHOD - phương thức thanh toán của ví dụ như nhận

source: If the first element is zero then the function was successful, and the second element is the receipt number.
ar: إذا كان العنصر الأول هو صفر ثم كانت وظيفة ناجحة ، و العنصر الثاني هو رقم الإيصال .
et: Kui esimene element on null , siis funktsioon oli edukas ja teine ​​element on kätte number .
fa: اگر عنصر اول صفر است و سپس تابع موفقیت آمیز بود، و عنصر دوم تعداد دریافت است .
fr_lu: Si le premier élément est zéro alors la requête a réussi et le second élément est le numéro de la facture.
hr_hr: Ako je prvi element je nula zatimfunkcija bila uspješna , adrugi element jeračun broj.
ja: 最初の要素がゼロである場合、この関数は、成功した、2番目の要素は、受付番号です。
lv_lv: Japirmais elements ir nulle , tadfunkcija ir bijusi veiksmīga , unotrais elements irsaņemšana numurs .

source: Allocates a debtor receipt or credit to a debtor invoice. Using the customerref field to match up which invoice to allocate to
ar: يخصص استلام المدين أو الائتمان ل فاتورة المدين .
et: Eraldabvõlgnikule kätte või krediidivõlgnik arve .
fa: اختصاص یک رسید بدهکار یا اعتبار بهفاکتور بدهکار است .
fr_lu: Alloue un accusé de réception débiteur ou un crédit à une facture débiteur.
hr_hr: Dodjeljuje dužničku račun ili kredit na računu dužnika .
ja: 債務者の請求に対して債務者の領収書やクレジットを割り当てます。
lv_lv: Piešķir Parādnieks kvīti vai kredītu uz parādnieka rēķina .
pl_pl: Przydziela paragon dłużnika lub kredytu do faktury dłużnika.
vi_vn: Phân bổ một nhận nợ hoặc tín dụng cho một hoá đơn nợ.

source: Allocation Details
ar: تفاصيل التخصيص
et: jaotamine Details
fr_lu: Détails de l' Allocation
ja: 割り当て

source: An associative array describing the customer, the transaction being allocated from, it's transaction type 12 for a receipt or 11 for a credit note, the KwaMoja transaction number, the customer ref that is to be searched for in invoices to match to. The fields are: debtorno, type, transno, customerref
ar: صفيف النقابي واصفا العملاء، و الصفقة التي يجري تخصيصها من ، انها نوع المعاملة 12 ل استلام أو 11 ل مذكرة الائتمان ، رقم المعاملة KwaMoja ، محافظة العملاء التي سيتم البحث عنها في الفواتير لمباراة ل .
et: Assotsiatiivne massiiv kirjeldavad klient , tehing, mille eraldatud , on tehingu tüüp 12 kviitungit või 11 kreeditarve ,KwaMoja tehingu number , kliendi ref , mis tuleb otsitakse arveid sobitada .
fa: یک آرایه انجمنی توصیف مشتری ، معامله اختصاص داده است، این نوع معامله 12 برایدریافت یا 11 برای یک یادداشت اعتباری ، تعداد معامله KwaMoja به ، کد عکس مشتری است که در فاکتورها برای مطابقت با جستجو .
fr_lu: Un tableau associatif décrivant le client , la transaction étant alloué à partir , c'est le type de transaction 12 pour une réception ou 11 pour une note de crédit , le numéro de transaction KwaMoja , l'arbitre de la clientèle qui est à rechercher dans les factures pour correspondre à .
hr_hr: Asocijativne matrice opisujući kupca ,transakcije se dodjeljuju iz, to je vrsta transakcije 12 za primitak ili 11 za kreditne bilješke , broj KwaMoja transakcija , kupac ref , koji će se tražiti u računima za sve odgovaraju na .
ja: 顧客を記述する連想配列が、トランザクションはから割り当てされ、それは、クレジットメモ、 KwaMojaトランザクション番号、請求書内に一致させるために検索される顧客の参照のために領収書または11のトランザクション·タイプ12です。
lv_lv: Asociatīvā masīva apraksta klientu ,darījums tiek piešķirti no, tas ir darījuma veids 12 kvīti vai 11 par kredīta paziņojumam, KwaMoja darījumu skaitu, klientu ref , kas tiks meklēti rēķinos , lai atbilstu to .
pl_pl: Asocjacyjna opisujące klienta ,transakcja zostanie przydzielone z , to typ transakcji 12 do odbioru lub 11 do noty kredytowej , numer transakcji KwaMoja , sędzia klienta , który ma być przeszukiwany w fakturach na mecz .
vi_vn: Một mảng kết hợp mô tả các khách hàng , các giao dịch được phân bổ từ , đó là loại giao dịch 12 cho một biên lai hoặc 11 để ghi chú tín dụng , số lượng giao dịch KwaMoja , Trọng tài cho khách hàng đó là để được tìm kiếm trong hoá đơn để phù hợp với .

source: Creates a credit note from header details associative array and line items. This function implements most of a KwaMoja credit note with the exception that it cannot handle serialised or lot/batch controlled items. All the necessary updates and inserts are handled for stock quantities returned, taxes, sales analysis, stock movements, sales and cost of sales journals
ar: يخلق مذكرة الائتمان من التفاصيل رأس مجموعة النقابي و بنود .
et: Loob kreeditarve alates header detailid assotsiatiivne massiiv ja kirjeid .
fa: توجه داشته باشید اعتباری از جزئیات هدر آرایه انجمنی و اقلام خط ایجاد می کند.
fr_lu: Crée une note de crédit de détails d'en-tête de tableau associatif et articles en ligne .
hr_hr: Stvara kreditni dopis iz zaglavlja detaljima asocijativni niz i stavkama .
ja: ヘッダの詳細を連想配列と行項目からクレジットメモを作成します。
lv_lv: Izveido kredīta piezīmi no galvenes informāciju asociatīvo masīvu un rindu vienību .
pl_pl: Tworzy notatkę kredytową szczegóły nagłówka asocjacyjnej i elementów zamówienia .
vi_vn: Tạo ra một lưu ý tín dụng từ các chi tiết tiêu đề mảng kết hợp và các mặt hàng đường .

source: Credit Note Header Details
ar: ملاحظة الائتمان تفاصيل رأس
et: Kreeditarve Päise info
fr_lu: Détails en-tête de l'avoir
hr_hr: Kreditne Napomena kolektora Brodu
ja: 返品伝票合計

source: An associative array describing the credit note header with the fields debtorno, branchcode, trandate, tpe, fromstkloc, customerref, shipvia
ar: صفيف النقابي تصف المذكرة رأس الائتمان مع الحقول debtorno ، branchcode ، trandate ، TPE ، fromstkloc ، customerref ، shipvia
et: Assotsiatiivne massiiv kirjeldavad kreeditarve header väljad debtorno , branchcode , trandate , TPE , fromstkloc , customerref , shipvia
fa: آرایه انجمنی توصیف هدر توجه داشته باشید اعتباری با زمینه debtorno ، branchcode ، trandate ، TPE ، fromstkloc ، customerref ، shipvia است
fr_lu: Un tableau associatif décrivant l'en-tête de lettre de crédit avec les champs debtorno , branchcode , trandate , tpe , fromstkloc , customerref , ShipVia
hr_hr: Asocijativne matrice opisujući glavom kreditne bilješke s polja debtorno , branchcode , trandate , TPE, fromstkloc , customerref , shipvia
ja: フィールドdebtorno 、 branchcode 、 trandate 、 TPE 、 fromstkloc 、 customerref 、 shipviaとクレジットノートヘッダを記述する連想配列
lv_lv: Asociatīvā masīva apraksta kredītu piezīmi galveni ar laukiem debtorno , branchcode , trandate , TPE , fromstkloc , customerref , shipvia
pl_pl: Asocjacyjna tablica opisująca nagłówek noty kredytowej z pola debtorno , branchcode , Trandate , TPE, fromstkloc , customerref , shipvia
vi_vn: Một mảng kết hợp mô tả lưu ý tiêu đề tín dụng với các lĩnh vực debtorno , branchcode , Trandate , TPE , fromstkloc , customerref , shipvia

source: Credit note line items
ar: ملاحظة البنود خط الائتمان
et: Kreeditarve kirjeid
fr_lu: Postes de l'avoir
ja: 返品伝票テキスト

source: The lines of stock being returned on this credit note. Only stock returns can be dealt with using this API method. This is an array of associative arrays containing the fields, stockid, price, qty, discountpercent for the items returned
ar: خطوط الأوراق المالية التي يتم إرجاعها على هذه المذكرة الائتمان .
et: Read aktsia tagastatakse selle kreeditarve .
fa: خطوط سهام که در این اعتبار توجه داشته باشید بازگشته است.
fr_lu: Les lignes de stock étant renvoyé sur cette note de crédit .
hr_hr: Linije skladištu se vratio na ovaj kreditne bilješku .
ja: 株式の行は、この信用ノートに返される。
lv_lv: Par krājumu līnijas tiek atgriezta šī kredītu piezīmi .
pl_pl: Linie magazynie zwracane na tej noty kredytowej .
vi_vn: Các dòng cổ phiếu được trả lại trên giấy báo này .

source: If the first element is zero then the function was successful, and the second element is the credit note number.
ar: إذا كان العنصر الأول هو صفر ثم كانت وظيفة ناجحة ، و العنصر الثاني هو رقم الملاحظة الائتمان .
et: Kui esimene element on null , siis funktsioon oli edukas ja teine ​​element on kreeditarve number .
fa: اگر عنصر اول صفر است و سپس تابع موفقیت آمیز بود، و عنصر دوم توجه داشته باشید شماره اعتباری است .
fr_lu: Si le premier élément est zéro, la requête a réussi et le second élément est le numéro de l'avoir.
hr_hr: AkoPrvi element je nula ondafunkcija bila uspješna , adrugi element jebroj kreditne note .
ja: 最初の要素がゼロである場合、この関数は、成功した、2番目の要素は、クレジットノートナンバーです。
lv_lv: Japirmais elements ir nulle , tadfunkcija ir bijusi veiksmīga , unotrais elements irkredītrēķins numurs .

source: Inserts a sales invoice into the debtortrans table and does the relevant GL entries. Note that this function does not do the tax entries, insert stock movements, update the stock quanties, sales analysis data or do any cost of sales gl journals. Caution is advised in using this function. To create a full KwaMoja invoice with all tables updated use the InvoiceSalesOrder function.
ar: إدراج فاتورة المبيعات في الجدول debtortrans ويفعل إدخالات GL ذات الصلة .
et: Lisab müügiarve arvessedebtortrans tabeli ja teeb asjakohaseid GL kanded.
fa: درج یک فاکتور فروش به جدول debtortrans و کند نوشته های GL مربوطه .
fr_lu: Insère une facture de vente dans la table debtortrans et ne les entrées de GL pertinents.
hr_hr: Umeće prodaje fakturira u debtortrans stol i ne relevantne GL unose .
ja: debtortransテーブルに挿入し、販売請求書を、関連するGLエントリーを行います。
lv_lv: Ieliktņi pārdošanas rēķins fani debtortrans galda un dara attiecīgo GL ierakstus .
pl_pl: Wstawia faktury sprzedaży do tabeli debtortrans i robi odpowiednie wpisy GL.
vi_vn: Chèn một hóa đơn bán hàng vào bảng debtortrans và làm các mục GL có liên quan.

source: Invoice Details
ar: تفاصيل الفاتورة
et: arve üksikasjad
fr_lu: Détails de la facture
hr_hr: Pojedinosti dostavnice
ja: 請求書合計
lv_lv: Rēķina informācija
pl_pl: Szczegóły faktury
vi_vn: chi tiết về hóa đơn

source: An array of index/value items describing the invoice.
ar: مجموعة من مؤشر / قيمة البنود التي تصف الفاتورة .
et: Massiivi indeks / väärtus esemeid kirjeldavad arve .
fa: آرایه از اقلام شاخص / ارزش توصیف فاکتور .
fr_lu: Un tableau d'objets / valeur de l'indice décrivant la facture.
hr_hr: Niz indeksnih / Vrijednost stavke opisuju račun .
ja: 請求書を記述する指標/値項目の配列。
lv_lv: Masīva indeksa / vērtība priekšmetu apraksta rēķinu .
pl_pl: Tablica szt. / wartość wskaźnika opisującego faktury.
vi_vn: M?t lo?t ch? s?/giá tr? mô t? hóa don

source: The transno key is generated by this call, and if a value is supplied, it will be ignored.
ar: يتم إنشاء مفتاح transno من قبل هذه الدعوة ، و إذا تم توفير قيمة ، سيتم تجاهله .
et: Transno võti genereeritakse see kõne ja kuiraha on saadaval , siis ignoreeritakse.
fa: کلیدی transno های این فراخوان تولید ، و اگر یک مقدار عرضه شده، نادیده گرفته می شود .
fr_lu: La clé est générée par transno cet appel, et si une valeur est fournie, elle sera ignorée.
hr_hr: Transno ključ generira ovaj poziv , a akoje vrijednost isporučena , to će biti zanemaren .
ja: transnoキーは、この呼び出しによって生成され、値が指定された場合、それは無視される。
lv_lv: Transno Galvenais ir radīts ar šo aicinājumu, un, javērtība ir piegādāts , tas tiks ignorēts .
pl_pl: Transno klucz jest generowany przez tego wezwania, a jeżeli wartość zostanie podana, zostanie zignorowany.
vi_vn: Chìa khóa s? gaio d?ch du?c t?o b?i cu?c g?i này, và n?u giá tr? du?c h? tr?, nó s? du?c b? qua

source: Two additional fields are required. "partcode" needs to be a genuine part number, though it appears to serve no real purpose.
ar: مطلوبة حقلين إضافية .
et: Kaks täiendavat väljad on kohustuslikud .
fa: دو فیلد اضافی مورد نیاز است.
fr_lu: Deux champs supplémentaires sont nécessaires. "partcode " doit être un numéro de pièce authentique, si elle semble servir sans but réel.
hr_hr: Dva dodatna polja su obvezna .
ja: 二つの追加のフィールドが必要です。
lv_lv: Divi papildu lauki ir jāaizpilda obligāti.
pl_pl: Dwa dodatkowe pola są wymagane. "kodu części " musi być rzeczywista liczba części, choć wydaje się, że nie mają już żadnego prawdziwego celu.
vi_vn: Hai tru?ng b? sung du?c yêu c?u."ph?n mã" c?n ph?i là m?t ph?n s? dúng, m?c dù nó xu?t hi?n d? dành cho m?c dích không th?c

source: If the first element is zero then the function was successful, and the second element is the invoice number.
ar: إذا كان العنصر الأول هو صفر ثم كانت وظيفة ناجحة ، و العنصر الثاني هو رقم الفاتورة .
et: Kui esimene element on null , siis funktsioon oli edukas ja teine ​​element on arve number .
fa: اگر عنصر اول صفر است و سپس تابع موفقیت آمیز بود، و عنصر دوم، شماره فاکتور است .
fr_lu: Si le premier élément est zéro, la fonction a réussi, et le second élément est le numéro de la facture.
hr_hr: AkoPrvi element je nula ondafunkcija bila uspješna , adrugi element jebroj računa .
ja: 最初の要素がゼロである場合、この関数は、成功した、2番目の要素は、請求書番号です。
lv_lv: Japirmais elements ir nulle , tadfunkcija ir bijusi veiksmīga , unotrais elements irrēķina numurs .
pl_pl: Jeśli pierwszy element jest równy zero, to funkcja zakończy się powodzeniem, a drugi element jest numer faktury.
vi_vn: N?u y?u t? d?u tiên là s? 0 nghia là hàm này dã thành công, và y?u t? th? 2 là s? hóa don

source: Return Value Descriptions go here
ar: عودة قيمة أوصاف تذهب هنا
et: Tagasi Value kirjeldused minna siin
fr_lu: Place des descriptions des valeurs trouvées
hr_hr: Povratna vrijednost Opisi ide ovdje
ja: 戻り値の説明は、ここに行く

source: This function is used to insert a new Sales Credit to the KwaMoja database. Note that this function does not implement a KwaMoja credit note in full and caution is advised in using this function. It does not handle tax at all, it does not add stockmovements, it does not update stock for any quantity returned or update sales analysis. To create a credit note using KwaMoja logic use the CreateCreditNote function
ar: يتم استخدام هذه الدالة لادخال و الائتمان مبيعات جديدة إلى قاعدة البيانات KwaMoja .
et: Seda funktsiooni kasutatakse lisada uus Müük KrediidiKwaMoja andmebaasis.
fa: این تابع استفاده می شود برای قرار دادن یک فروش اعتباری جدید به پایگاه داده KwaMoja .
fr_lu: Cette fonction permet d'insérer un nouveau crédit commercial à la base de données KwaMoja .
hr_hr: Ova funkcija se koristi za umetanje novog prodajnog kredit na KwaMoja bazu podataka .
ja: この関数は、 KwaMojaデータベースに新しい販売実績を挿入するために使用される。
lv_lv: Šī funkcija tiek izmantota , lai ievietotu jaunu pārdošanas kredīts KwaMoja bāzē .
pl_pl: Funkcja ta służy do wstawiania nowego kredytu sprzedaży do bazy danych KwaMoja .
vi_vn: Chức năng này được sử dụng để chèn một doanh tín dụng mới cho các cơ sở dữ liệu KwaMoja .

source: Credit Details
ar: تفاصيل الائتمان
et: krediidi info
fr_lu: Détails sur le crédit
hr_hr: Kreditne Brodu
ja: 貸方合計
lv_lv: Kredītu informācija
pl_pl: Szczegóły kredytowych
vi_vn: Thông tin chi tiết về nợ

source: An array of index/value items describing the credit. All values must be negative.
ar: مجموعة من مؤشر / قيمة البنود التي تصف الائتمان .
et: Massiivi indeks / väärtus esemeid kirjeldavad krediiti.
fa: آرایه از اقلام شاخص / ارزش توصیف اعتباری .
fr_lu: Un tableau d'objets / valeur de l'indice décrivant le crédit. Toutes les valeurs doivent être négatifs.
hr_hr: Niz indeksnih / Vrijednost stavke opisuju kredit .
ja: 信用を記述する指標/値項目の配列。
lv_lv: Masīva indeksa / vērtība priekšmetu apraksta kredītu.
pl_pl: Tablica szt. / wartość wskaźnika opisującego kredytowej. Wszystkie wartości muszą być negatywne.
vi_vn: Một loạt các mặt hàng chỉ số / giá trị mô tả tín dụng .

source: Insert Sales Order Header
ar: إدراج مبيعات رأس ترتيب
et: Sisesta Müük Telli Päis
fr_lu: Ajouter le titre de la commande
hr_hr: Umetnite Prodaja Zaglavlje redoslijedom
ja: 新販売受注入力
lv_lv: Ievietojiet Sales Order Galvene
pl_pl: Wstaw nagłówek zlecenia sprzedaży
vi_vn: Chèn vào tiêu d? don d?t hàng

source: The orderno key is generated by this call, and if a value is supplied, it will be ignored.
ar: يتم إنشاء مفتاح orderno من قبل هذه الدعوة ، و إذا تم توفير قيمة ، سيتم تجاهله .
et: Orderno võti genereeritakse see kõne ja kuiraha on saadaval , siis ignoreeritakse.
fa: کلیدی orderno های این فراخوان تولید ، و اگر یک مقدار عرضه شده، نادیده گرفته می شود .
fr_lu: La clé est générée par OrderNo cet appel, et si une valeur est fournie, elle sera ignorée.
hr_hr: Orderno ključ generira ovaj poziv , a akoje vrijednost isporučena , to će biti zanemaren .
ja: あるOrderNoキーは、この呼び出しによって生成され、値が指定された場合、それは無視される。
lv_lv: Orderno Galvenais ir radīts ar šo aicinājumu, un, javērtība ir piegādāts , tas tiks ignorēts .
pl_pl: Kluczem orderno jest generowany przez tego wezwania, a jeżeli wartość zostanie podana, zostanie zignorowany.
vi_vn: Chìa khóa s? c?a don hàng du?c t?o b?i cu?c g?i này, và n?u giá tr? du?c cung c?p, nó s? du?c b? qua

source: If successful this function returns a two element array; the first element is 0 for success or an error code, while the second element is the order number.
ar: إذا نجحت هذه الدالة بإرجاع صفيف عنصر اثنين ، و العنصر الأول هو 0 من أجل نجاح أو رمز خطأ ، في حين أن العنصر الثاني هو رقم الطلب .
et: Kui edukas see funktsioon tagastabkaks elementi massiivisesimene element on 0 edu võiveakood , samas kui teine ​​osa on järjekorranumber .
fa: در صورت موفقیت آمیز این تابع یک آرایه دو عنصر می گرداند ، عنصر اول 0 رو برای موفقیت یاکد خطا است ، در حالی که عنصر دوم شماره سفارش شده است .
fr_lu: En cas de succès cette fonction retourne un tableau à deux éléments: le premier élément est 0 pour la réussite ou un code d'erreur, tandis que le second élément est le numéro de commande.
hr_hr: Uspiju li ova funkcija vraća dva elementa niza ,prvi element 0 za uspjeh ili šifru pogreške , dok jedrugi element jeredni broj .
ja: 成功した場合、この関数は、2つの要素の配列を返し、 2番目の要素は注文番号である間最初の要素は、成功またはエラーコードは0です。
lv_lv: Ja veiksmīgs šī funkcija atgriež divu elementu kopumu;pirmais elements ir 0 panākumu vai kļūdas kodu , betotrais elements irkārtas numurs .
pl_pl: W przypadku powodzenia funkcja zwraca element tablicy dwóch, pierwszy element to 0 dla sukcesu lub kod błędu, podczas gdy drugi element jest numerem porządkowym.
vi_vn: N?u thành công hàm này s? tr? v? m?t m?ng dôi; y?u t? d?u tiên là s? 0 n?u thành công ho?c m?t mã l?i, còn y?u t? th? 2 là s? c?a don hàng

source: Sales Order to invoice
ar: ترتيب مبيعات إلى فاتورة
et: Müük Telli arve
fr_lu: Commande à facturer
ja: 請求書作成用注文選択

source: An integer representing the KwaMoja sales order number
ar: عدد صحيح يمثل KwaMoja المبيعات رقم الطلب
et: Täisarv esindavad KwaMoja müügi järjekorranumber
fa: یک عدد صحیح به نمایندگی فروش KwaMoja تعداد سفارش
hr_hr: Cijeli predstavlja redoslijed KwaMoja prodaje broj
ja: KwaMoja販売注文番号を表す整数
lv_lv: Skaitlis , kas pārstāv KwaMoja pārdošanas kārtas numuru
pl_pl: Całkowita reprezentująca KwaMoja numer zamówienia
vi_vn: Một số nguyên đại diện cho KwaMoja số đơn đặt hàng
