Repository: timschofield/KwaMoja-Medical
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar, et, fa, fr_lu, hr_hr, ja, lv_lv, pl_pl, vi_vn

source: Invalid Transaction Date
ar: غير صالح عملية التسجيل
et: Vigane Tehingu aeg
fr_lu: Date de transaction incorrecte
hr_hr: Neispravan datum transakcije
ja: トランザクション
lv_lv: Rādīt visas transakcijas pēc
pl_pl: Data transakcji Nieprawidłowa
vi_vn: Ngày giao d?ch không h?p l?

source: Invalid Settled
ar: صالح استقر
et: Vigane lahendatud
fr_lu: Réglement incorrect
hr_hr: Nevažeći Obavljene
ja: 無効定住
lv_lv: Nederīgs
pl_pl: Nieprawidłowy Utrwalone
vi_vn: Định cư không hợp lệ

source: Incorrect Reference
ar: مرجع غير صحيح
et: Vale viide
fr_lu: Référence incorrecte
hr_hr: Pogrešna referenca
ja: 作業指図参照
lv_lv: Banka
pl_pl: Nieprawidłowe referencyjny
vi_vn: Tham chi?u không dúng

source: Incorrect TPE
ar: TPE غير صحيحة
et: Vale TPE
fa: اشتباه TPE
fr_lu: TPE incorrect
hr_hr: Netočna TPE
ja: 誤っTPE
lv_lv: nepareiza TPE
pl_pl: Nieprawidłowe TPE
vi_vn: không chính xác TPE

source: Invalid Order Numbers
ar: ترتيب الأرقام غير صالحة
et: Vigane järjekorranumbrite
fr_lu: Numéros de commande incorrects
hr_hr: Nevažeći Naručite Brojevi
ja: 販売受注番号
lv_lv: Pasūtījuma nr.
pl_pl: Numery zamówienia!
vi_vn: số Đơn hàng không hợp lệ

source: Invalid Exchange Rate
ar: سعر الصرف غير صالحة
et: Vigane Vahetuskurss
fr_lu: Taux de change incorrect
hr_hr: Nevažeći tečajna
ja: 為替レート
lv_lv: Valūtas kurss
pl_pl: Kurs wymiany Nieprawidłowa
vi_vn: T? giá h?i doái không h?p l?

source: Invalid OV Amount
ar: غير صالحة OV المبلغ
et: Vigane OV Summa
fr_lu: Montant OV incorrect
hr_hr: Nevažeći OV Iznos
ja: 無効OV額
lv_lv: Nederīgs OV Summa
pl_pl: Kwota OV Nieprawidłowa
vi_vn: Số tiền OV không hợp lệ

source: Invalid OV Gst
ar: غير صالحة OV ضريبة السلع والخدمات
et: Vigane OV Gst
fr_lu: Invalide OV Gst
hr_hr: Nevažeći OV GST
ja: 無効OV GST
lv_lv: Nederīgs
pl_pl: Nieprawidłowy GST OV
vi_vn: OV Gst không hợp lệ

source: Invalid OV Freight
ar: غير صالحة للشحن OV
et: Vigane OV Kaubavedu
fr_lu: Frais de transport OV incorrects
hr_hr: Nevažeći OV Freight
ja: 無効OV貨物
lv_lv: Nederīgs OV kravu
pl_pl: Nieprawidłowy towarowe OV
vi_vn: Vận tải OV không hợp lệ

source: Invalid Diff On Exchange
ar: الفرق غير صالحة وفي بورصة
et: Vigane Diff Exchange
fr_lu: Invalide Diff Sur change
hr_hr: Nevažeći Diff Na Burzi
ja: 為替で無効デフ
lv_lv: Nederīga Diff apmaiņas
pl_pl: Diff nieważne Exchange
vi_vn: Khách bi?t t? giá không h?p l?

source: Invalid Allocation
ar: توزيع غير صالحة
et: Vigane eraldamine
fr_lu: Affectation incorrecte
hr_hr: Nevažeći Dodjela
ja: 割り当て
lv_lv: Alokācija
pl_pl: Nieprawidłowy Allocation
vi_vn: phân bổ không phù hợp

source: Incorrect Invoice Text
ar: نص الفاتورة غير صحيحة
et: Ekslik arve Tekst
fr_lu: Texte facture incorrect
hr_hr: Netočna Račun Tekst
ja: 請求書テキスト
lv_lv: Rēķina Teksts
pl_pl: Tekst błędnej faktury
vi_vn: nội dung hóa đơn không chính xác

source: Invalid Ship Via
ar: السفينة غير صالحة فيا
et: Vigane laeva kaudu
fr_lu: "Envoyé depuis" incorrect
hr_hr: Nevažeći broda Via
ja: 無効な船を経由して
lv_lv: Nederīgs
pl_pl: Nieprawidłowy Ship Via
vi_vn: Không hợp lệ tàu qua

source: Invalid Edi Sent
ar: المرسلة ايدي غير صالحة
et: Vigane Edi Saadetud
fr_lu: Envoyés EDI incorrects
hr_hr: Nevažeći Edi Sent
ja: 無効なEDIが送信
lv_lv: Nederīgs
pl_pl: Nieprawidłowy Edi Sent
vi_vn: Edi không hợp lệ gửi

source: Invalid Consignment
ar: شحنة غير صالحة
et: Vigane saadetis
fr_lu: Envoi incorrect
hr_hr: Nevažeći Pošiljka
ja: 委託注文
lv_lv: nederīgs Sūtījums
pl_pl: Nieprawidłowy przesyłki
vi_vn: Giao nh?n không h?p l?

source: Invalid Last Cost
ar: غير صالحة التكلفة آخر
et: Vigane Viimati Cost
fr_lu: Dernier coût incorrect
hr_hr: Nevažeći Zadnja cijena
ja: 最新原価
lv_lv: Vienības izmaksas
pl_pl: Nieprawidłowy Ostatnie kosztów
vi_vn: chi phí cuối cùng không hợp lệ

source: Invalid Material Cost
ar: غير صالحة التكلفة المادية
et: Vigane materjali kulu
fr_lu: Coût des matériaux incorrect
hr_hr: Nevažeći materijalnih troškova
ja: 標準原材料原価/単位
lv_lv: Izejviela
pl_pl: Koszt Materiał Invalid
vi_vn: Chi phí vật liệu không hợp lệ

source: Invalid Labour Cost
ar: غير صالحة تكلفة العمل
et: Vigane Tööjõukulud
fr_lu: Coût du travail incorrect
hr_hr: Nevažeći trošku rada
ja: 標準労務費/単位
lv_lv: Nederīgs Darbaspēka izmaksu
pl_pl: Koszty pracy Nieprawidłowa
vi_vn: chi phí nhân công không hợp lệ

source: Invalid Overhead Cost
ar: غير صالحة التكاليف العامة
et: Vigane üldkulude
fr_lu: Frais généraux incorrects
hr_hr: Nevažeći troškovne
ja: 標準固定費/単位
lv_lv: Nederīgs pieskaitāmās izmaksas
pl_pl: Koszt ogólny Nieprawidłowa
vi_vn: chi phí trên đầu người không hợp lệ

source: Invalid Customer Reference
ar: مرجع غير صالح العملاء
et: Vigane Kliendi viide
fr_lu: Référence client incorrecte
hr_hr: Nevažeći Reference
ja: 得意先参照
lv_lv: Klienta reference
pl_pl: Nieprawidłowa referencja klienta
vi_vn: Tham chi?u khách hàng không h?p l?

source: Invalid Buyer Name
ar: غير صالحة اسم المشتري
et: Vigane Ostja nimi
fr_lu: Nom de l'acheteur incorrect
hr_hr: Nevažeći Kupac Ime
ja: 販売タイプ名
lv_lv: Pārdo&#353;anas veida nosaukums
pl_pl: Nazwa Kupujący Nieprawidłowa
vi_vn: Tên người mua không hợp lệ

source: Invalid Comments
ar: التعليقات غير صالحة
et: Vigane Kommentaarid
fr_lu: Commentaires incorrects
hr_hr: Nevažeći Komentari
ja: コメント
lv_lv: Piezīmes
pl_pl: Komentarze Nieprawidłowa
vi_vn: Ý kiến không hợp lệ

source: Invalid Order Date
ar: الترتيب التاريخ غير صالح
et: Vigane Tellimuse kuupäev
fr_lu: Date de commande incorrecte
hr_hr: Nevažeći Datum narudžbe
ja: 注文日
lv_lv: Pasūtījuma datums
pl_pl: Data zamówienia!
vi_vn: ngày đặt hàng không hợp lệ

source: Invalid Delivery Name
ar: غير صالحة اسم التسليم
et: Vigane Toimetaja nimi
fr_lu: Nom de livraison incorrect
hr_hr: Nevažeći Dostava Ime
ja: 要求納期
lv_lv: Nederīgs Piegāde vārds
pl_pl: Nazwa stanie Nieprawidłowa
vi_vn: Tên giao hàng không hợp lệ

source: Invalid Freight Cost
ar: غير صالحة تكاليف الشحن
et: Vigane veokulud
fr_lu: Frais de transport incorrects
hr_hr: Nevažeći Freight troškova
ja: 運賃再計算
lv_lv: Pārrēķināt piegādes izmaksas
pl_pl: Nieprawidłowy koszty transportu
vi_vn: Chi phí vận tải không hợp lệ

source: Invalid Delivery Date
ar: تاريخ التسليم غير صالحة
et: Vigane tarne aeg
fr_lu: Date de livraison incorrecte
hr_hr: Neispravan datum isporuke
ja: 要求納期
lv_lv: Rēķina datums
pl_pl: Nieprawidłowy Data dostawy
vi_vn: Ngày giao hàng không h?p l?

source: Invalid Quotation Flag
ar: غير صالحة اقتباس العلم
et: Vigane Tsitaat lipp
fr_lu: Fanion devis incorrect
hr_hr: Nevažeći Ponuda Zastava
ja: ご購入者
lv_lv: Piedāvājums priek&#353;
pl_pl: Zgłoś Oferta Nieprawidłowa
vi_vn: Ðánh d?u báo giá không h?p l?

source: Order header not setup
ar: رأس النظام لم يتم إعداد
et: Tellimuse päis ei setup
fr_lu: En-tête de commande non paramétré
hr_hr: Naručite header ne postava
ja: 固定費/時
lv_lv: Lai galvenes ne iestatīt
pl_pl: Zamówienie nie konfiguracji nagłówka
vi_vn: Tiêu d? don hàng chua du?c thi?t l?p

source: Invalid unit cost
ar: تكلفة الوحدة غير صالحة
et: Vigane ühikukulu
fr_lu: Coût unitaire incorrect
hr_hr: Nevažeći jedinični troškovi
ja: 単位=
lv_lv: Nederīgs vienības izmaksas
pl_pl: Nieprawidłowy koszt jednostkowy
vi_vn: Chi phí đơn vị không hợp lệ

source: Invalid Quantity
ar: غير صالحة الكمية
et: Vigane Kogus
fr_lu: Quantité incorrecte
hr_hr: Nevažeći Količina
ja: 合計数量
lv_lv: Kopējais daudzums
pl_pl: Nieprawidłowa ilość
vi_vn: S? lu?ng không h?p l?

source: Invalid Discount Percent
ar: خصم نسبة غير صالحة
et: Vigane Allahindlus Protsent
fr_lu: Pourcentage de remise incorrect
hr_hr: Nevažeći Popust posto
ja: 値引率(%)
lv_lv: Atlaide procentos
pl_pl: Nieprawidłowy procent zniżki
vi_vn: Ph?n tram chi?t kh?u không h?p l?

source: Invalid Narrative
ar: السرد غير صالحة
et: Vigane Narrative
fr_lu: Description incorrecte
hr_hr: Nevažeći Narativna
ja: 摘要
lv_lv: Apraksts
pl_pl: Nieprawidłowy Narrative
vi_vn: tường thuật không hợp lệ

source: Invalid Item Due
ar: غير صالحة البند بسبب
et: Vigane toode linnale
fr_lu: Invalid Item raison
hr_hr: Zbog nevalja
ja: により無効なアイテム
lv_lv: Nederīgs
pl_pl: Nieprawidłowy przedmiotu powodu
vi_vn: chi tiết hàng nợ không hợp lệ

source: Invalid PO line
ar: غير صالحة خط PO
et: Vigane PO line
fr_lu: Ligne bon de commande incorrecte
hr_hr: Nevažeći PO linije
ja: 無効なPOライン
lv_lv: Nederīgs
pl_pl: Nieprawidłowy PO line
vi_vn: Dây PO không hợp lệ

source: GL account code already exists
ar: رمز حساب GL موجود بالفعل
et: GL konto kood on juba olemas
fr_lu: Ce code de compte GL existe déjà
hr_hr: GL račun broj već postoji
ja: 銀行口座詳細は更新された
lv_lv: Bankas konta kods jau eksistē datubāzē
pl_pl: Kod konta GL już istnieje
vi_vn: Mã tài khoản sổ cái đã tồn tại

source: GL account code name is incorrect length
ar: GL حساب الاسم الرمزي هو طول غير صحيحة
et: GL konto kood nimi on vale pikkusega
fr_lu: La longueur du code de compte GL est incorrecte
hr_hr: GL račun kodno ime je netočno duljina
ja: 勘定コードは数字でなければいけない
lv_lv: Konta kodam ir jābūt skaitlim
pl_pl: GL nazwa konta jest nieprawidłowa długość kodu
vi_vn: Ð? dài tên mã tài kho?n s? cái không dúng

source: GL account group does not exist
ar: لا وجود حساب المجموعة GL
et: GL konto grupp ei eksisteeri
fr_lu: Ce groupe de comptes GL n'existe pas
hr_hr: GL skupine račun ne postoji
ja: GL勘定グループが存在しません
lv_lv: GL konts grupa neeksistē
pl_pl: grupy GL konto nie istnieje
vi_vn: Nhóm tài kho?n s? cái không t?n t?i

source: GL account section already exists
ar: القسم حساب GL موجود بالفعل
et: GL konto lõik juba olemas
fr_lu: Cette rubrique decompte GL existe déjà
hr_hr: GL račun poglavlje već postoji
ja: 勘定セクション名は文字列を含むことができません
lv_lv: Konta plāna sadaļa jau eksistē
pl_pl: sekcji konto GL już istnieje
vi_vn: mục tài khoản sổ cái đã tồn tại

source: GL account section name is incorrect length
ar: GL حساب اسم القسم هو طول غير صحيحة
et: GL konto osa nimi on vale pikkusega
fr_lu: La longueur du nom de rubrique GL est incorrecte
hr_hr: GL račun poglavlje ime je netočna duljina
ja: 勘定セクション名は文字列を含むことができません
lv_lv: Konta plāna sadaļas nosaukums nedrīkst saturēt simbolu
pl_pl: konto GL nazwa sekcji jest nieprawidłowa długość
vi_vn: Ð? dài Tên m?c tài kho?n s? cái không dúng

source: GL account group already exists
ar: المجموعة حساب GL موجود بالفعل
et: GL konto grupp on juba olemas
fr_lu: Ce groupe de comptes GL existe déjà
hr_hr: GL račun grupa već postoji
ja: 勘定グループ名は文字列を含むことができません
lv_lv: Šāds konta grupas nosaukums jau ir definēts
pl_pl: Grupa istnieje już konto GL
vi_vn: Nhóm tài kho?n s? cái dã t?n t?i

source: GL account section does not exist
ar: غير موجود المقطع حساب GL
et: GL konto jagu ei eksisteeri
fr_lu: Cette rubrique de compte GL n'existe pas
hr_hr: GL poglavlje račun ne postoji
ja: 勘定セクション名は文字列を含むことができません
lv_lv: GL konts sadaļa neeksistē
pl_pl: sekcji konto GL nie istnieje
vi_vn: M?c tài kho?n s? cái không t?n t?i

source: Invalid profit and loss flag
ar: صالح العلم الربح والخسارة
et: Vigane kasumiaruande lipp
fr_lu: Fanion pertes et profits incorrect
hr_hr: Nevažeći račun dobiti i gubitka zastavu
ja: 損益計算
lv_lv: Peļņa vai zaudējumi par
pl_pl: Nieprawidłowy wynik i flagi strat
vi_vn: Ðánh d?u l? và lãi không h?p l?

source: Invalid sequenceintb figure
ar: الرقم sequenceintb غير صالحة
et: Vigane sequenceintb näitaja
fa: شکل sequenceintb نامعتبر
fr_lu: Chiffre "sequenceintb" incorrect
hr_hr: Nevažeći sequenceintb lik
ja: 無効sequenceintb図
lv_lv: Nederīgs sequenceintb skaitlis
pl_pl: Nieprawidłowa postać sequenceintb
vi_vn: Con số sequenceintb không hợp lệ

source: Invalid Latitude figure
ar: الرقم خط العرض غير صالح
et: Vigane Latitude näitaja
fr_lu: Latitude incorrecte
hr_hr: Nevažeći Latitude lik
ja: 無効な緯度フィギュア
lv_lv: Nederīgs Latitude skaitlis
pl_pl: Nieprawidłowa postać Latitude
vi_vn: Thông s? vi d? không h?p l?

source: Invalid Longitude figure
ar: الرقم خط الطول غير صالح
et: Vigane Pikkuskraad joonis
fr_lu: Longitude incorrecte
hr_hr: Nevažeći dužina lik
ja: 無効経度フィギュア
lv_lv: Nederīgs garums skaitlis
pl_pl: Nieprawidłowa długość postać
vi_vn: Thông s? kinh d? không h?p l?

source: Customer type not set up
ar: نوع العميل تقم بإعداد
et: Kliendi tüüp ei loodud
fr_lu: Type de client non défini
hr_hr: Vrsta klijenta nisu postavili
ja: 得意先EDI設定
lv_lv: Klienta pārskati
pl_pl: Typ klienta nie jest skonfigurowane
vi_vn: Lo?i khách hàng chua du?c thi?t l?p

source: No sales prices setup
ar: لا توجد أسعار الإعداد المبيعات
et: No müügihinnad setup
fr_lu: Aucune configuration prix de vente
hr_hr: Nema postavljanje prodajnih cijena
ja: 販売タイプ/価格表設定
lv_lv: Nav ievadītas cenas precei
pl_pl: Nr konfiguracji ceny sprzedaży
vi_vn: Không có giá bán hàng du?c thi?t l?p

source: Invalid invoiced quantity
ar: غير صالحة كمية الفاتورة
et: Vale arve kogus
fr_lu: Quantité facturée incorrecte
hr_hr: Nevažeći fakturirana količina
ja: 無効請求数量
lv_lv: Nederīgs rēķinā daudzums
pl_pl: Nieprawidłowa ilość zafakturowana
vi_vn: S? lu?ng làm hóa don không h?p l?

source: Invalid actual dispatch date
ar: تاريخ الإرسال الفعلي غير صالحة
et: Vigane tegeliku lähetamise kuupäev
fr_lu: Date effective d'expédition incorrecte
hr_hr: Nevažeći stvarna otpremanje Datum
ja: 無効な実際の発送日
lv_lv: Nederīga faktisko nosūtīšanas datums
pl_pl: Nieprawidłowa data faktycznej wysyłki
vi_vn: Ngày g?i th?c t? không h?p l?

source: Invalid completed flag
ar: صالح العلم الانتهاء
et: Vigane lõpule lipp
fr_lu: "Fanion complété" incorrect
hr_hr: Nevažeći završio zastavu
ja: 無効完了フラグ
lv_lv: Nederīgs pabeigta karogs
pl_pl: Nieprawidłowy zakończone banderą
vi_vn: Ðánh d?u hoàn thành không h?p l?

source: Invalid category id
ar: فئة معرف غير صالحة
et: Vale kategooria id
fr_lu: ID catégorie incorrecte
hr_hr: Neispravan ID kategorije
ja: 在庫カテゴリ内
lv_lv: Preču kategorija
pl_pl: Nieprawidłowy identyfikator kategorii
vi_vn: ID kho m?c không h?p l?

source: Invalid category description
ar: وصف فئة غير صالحة
et: Vale kategooria kirjeldus
fr_lu: Description de la catégorie incorrecte
hr_hr: Nevažeći Opis kategorije
ja: カテゴリ内容
lv_lv: Preces apraksts
pl_pl: Nieprawidłowy opis kategorii
vi_vn: Mô tả phân loại không hợp lệ

source: Invalid stock type
ar: نوع الأسهم غير صالحة
et: Vigane aktsia liik
fr_lu: Type de stock incorrect
hr_hr: Nevažeći dionica putovanja
ja: 無効な株式の種類
lv_lv: Nederīgs krājuma veids
pl_pl: Nieprawidłowy typ czas
vi_vn: Loại kho không hợp lệ

source: GL account code does not exist
ar: لا وجود رمز حساب GL
et: GL konto koodi ei ole olemas
fr_lu: Ce code de compte GL n'existe pas
hr_hr: Ne postoji šifra konta u GK
ja: 勘定コードは数字でなければいけない
lv_lv: GL konta numurs neeksistē
pl_pl: Kod konta GL nie istnieje
vi_vn: Mã s? Tài kho?n s? cái không t?n t?i

source: Stock category already exists
ar: فئة الأوراق المالية موجود بالفعل
et: Stock kategooria juba eksisteerib
fr_lu: catégorie Stock existe déjà
hr_hr: Stock kategorija već postoji
ja: 在庫カテゴリメンテナンス
lv_lv: Preķu kategorijas
pl_pl: kategorii fotografia już istnieje
vi_vn: Kho mục đã tồn tại

source: Supplier code already exists
ar: مزود رمز موجود بالفعل
et: Tarnija kood on juba olemas
fr_lu: Fournisseur code existe déjà
hr_hr: Dobavljač broj već postoji
ja: 入力されたコードは
lv_lv: The territory code entered already exists
pl_pl: Dostawca kod już istnieje
vi_vn: mã nhà cung cấp này đã tồn tại

source: Incorrect supplier name length, or supplier name does not exist
ar: غير صحيحة المورد طول الاسم، أو اسم المورد غير موجود
et: Vale pakkuja nimi pikkus või tarnija nimi ei eksisteeri
fa: نادرست عرضه کننده کالا طول نام، و یا نام عرضه کننده کالا وجود ندارد
fr_lu: Longueur du nom du fournisseur incorrecte ou le nom du fournisseur n'existe pas
hr_hr: Netočna dobavljača Ime duljina , ili dobavljača Ime ne postoji
ja: 不正確なサプライヤー名の長さ、またはサプライヤ名が存在しません
lv_lv: Nepareizs piegādātājs nosaukuma garums , vai piegādātājs vārds neeksistē
pl_pl: Błędna długość nazwy dostawcy lub nazwę dostawcy nie istnieje
vi_vn: Ð? dài tên nhà cung c?p không dúng, ho?c tên nhà cung c?p không t?n t?i

source: Incorrect supplier since date
ar: المورد غير صحيحة منذ تاريخ
et: Tarnija ebaõige alates kuupäevast
fr_lu: Fournisseur incorrect depuis le
hr_hr: Netočna dobavljač od datuma
ja: 仕入先コード
lv_lv: Nepareiza piegādātājs kopš datuma
pl_pl: Nieprawidłowe dostawca od daty
vi_vn: Ngày b?t d?u là nhà cung c?p không dúng

source: Incorrect bank account
ar: حساب مصرفي غير صحيحة
et: Vale pangakonto
fr_lu: Compte bancaire incorrect
hr_hr: Netočna bankovni račun
ja: 現在の銀行口座残高 期日
lv_lv: definet bankas kontu
pl_pl: Nieprawidłowe konto bankowe
vi_vn: tài khoản ngân hàng không đúng

source: Incorrect bank reference
ar: البنك المرجع غير صحيحة
et: Vale pank viide
fr_lu: Référence bancaire incorrecte
hr_hr: Netočna banke referentni
ja: 銀行参照
lv_lv: Banka
pl_pl: Nieprawidłowe referencji banku
vi_vn: Ngân hàng tham chi?u không dúng

source: Incorrect bank partics
ar: partics البنك غير صحيحة
et: Vale pank partics
fa: نادرست partics بانکی
fr_lu: Pratiques bancaires incorrectes
hr_hr: Pogrešni banka partics
ja: 誤った銀行partics
lv_lv: nepareiza parole
pl_pl: Nieprawidłowe partics bank
vi_vn: Partics ngân hàng không chính xác

source: Incorrect remittance flags
ar: أعلام التحويلات غير صحيحة
et: Vale rahaülekannete lipud
fa: پرچم حواله نادرست
fr_lu: Fanion remise incorrect
hr_hr: Pogrešni doznaka zastave
ja: 不正な送金フラグ
lv_lv: Nepareizi pārskaitījumu karogi
pl_pl: Nieprawidłowe flagi pieniężnych
vi_vn: Cờ chuyển tiền không chính xác

source: Factor company not set up
ar: شركة عامل تقم بإعداد
et: Factor firma ei loodud
fr_lu: Société d'affacturage non paramétrée
hr_hr: Faktor tvrtka nije postavljena
ja: カテゴリ名
lv_lv: Shipping-method Maintenance
pl_pl: Firma Factor nie ustawiać
vi_vn: thông số công ty không cài đặt

source: Supplier does not exist
ar: لا وجود المورد
et: Pakkuja ei ole olemas
fr_lu: Fournisseur n'existe pas
hr_hr: Dobavljač ne postoji
ja: 仕入先単位
lv_lv: Piegādātājs neeksistē
pl_pl: Dostawca nie istnieje
vi_vn: nhà cung cấp không tồn tại

source: Incorrect suppliers UOM
ar: الموردين UOM غير صحيحة
et: Vale tarnijad UOM
fr_lu: Fournisseurs UDM incorrects
hr_hr: Netočna dobavljača UOM
ja: 誤ったサプライヤーUOM
lv_lv: No piegādātāja
pl_pl: Nieprawidłowe dostawców UOM
vi_vn: Các nhà cung cấp không chính xác UOM

source: Incorrect conversion factor
ar: غير صحيحة معامل التحويل
et: Vale ümberhindamistegurite
fr_lu: Facteur de conversion incorrect
hr_hr: Netočna faktor konverzije
ja: 誤った変換係数
lv_lv: Nepareiza konversijas koeficients
pl_pl: Nieprawidłowy współczynnik konwersji
vi_vn: Hệ số chuyển đổi không chính xác

source: Incorrect supplier description
ar: وصف المورد غير صحيحة
et: Tarnija ebaõige kirjeldus
fr_lu: Description fournisseur incorrecte
hr_hr: Netočna dobavljač Opis
ja: 仕入先コードまたは内容
lv_lv: Vendor Code or Description
pl_pl: Niewłaściwy opis dostawca
vi_vn: miêu tả nhà cung cấp không đúng

source: Invalid Lead time
ar: غير صالحة يؤدي وقت
et: Vigane Plii aeg
fr_lu: Invalide Délai de livraison
hr_hr: Nevažeći Olovo vrijeme
ja: リードタイム
lv_lv: Nederīgs Lead laiks
pl_pl: Nieprawidłowy czas oczekiwania
vi_vn: Không hợp lệ thời gian chì

source: Invalid Preferred flag
ar: صالح العلم المفضل
et: Vigane Eelistatud lipp
fa: پرچم ترجیحی نامعتبر
fr_lu: Fanion préféré incorrect
hr_hr: Nevažeći Željena zastavu
ja: 無効な優先フラグ
lv_lv: Nederīgs Vēlamā karogs
pl_pl: Nieprawidłowy Preferowane banderą
vi_vn: Không hợp lệ cờ ưa thích

source: StockID SupplierID line does not exist
ar: لا توجد StockID خط المورد
et: StockID TarnijaID liin ei eksisteeri
fa: StockID خط SupplierID وجود ندارد
fr_lu: StockID SupplierID ligne n'existe pas
hr_hr: StockID SupplierID linija ne postoji
ja: StockID仕入先コードラインは存在しません
lv_lv: StockID SupplierID līnija neeksistē
pl_pl: StockID SupplierID linia nie istnieje
vi_vn: ID kho và ID nhà cung c?p không t?n t?i

source: Invalid Required By Date
ar: غير صالحة المطلوبة من قبل التسجيل
et: Vigane nõutav aeg
fr_lu: Requis par date incorrect
hr_hr: Nevažeći Obvezno Po datumu
ja: 所要日
lv_lv: Nederīga Nepieciešams pēc datuma
pl_pl: Nieprawidłowy wymagane przez Data
vi_vn: Ngày yêu c?u không h?p l?

source: Invalid Start Date
ar: تاريخ البدء غير صالح
et: Vigane Start Date
fr_lu: Date de début incorrecte
hr_hr: Datum početka nije valjan
ja: 開始日
lv_lv: Sākuma datums
pl_pl: Nieprawidłowy Data rozpoczęcia
vi_vn: ngày bắt đầu không hợp lệ

source: Invalid Cost Issued
ar: أصدر التكلفة غير صالحة
et: Vigane Cost Välja
fr_lu: Coût émis incorrect
hr_hr: Nevažeći Troškovi izdavanja
ja: 払出日
lv_lv: Nederīgs Izmaksas Izdots
pl_pl: Koszt Wydawane Nieprawidłowa
vi_vn: chi phí cấp không hợp lệ

source: Invalid Quantity Required
ar: غير صالحة الكمية المطلوبة
et: Vigane vajalik kogus
fr_lu: Quantité requise incorrecte
hr_hr: Nevažeći Potrošnja
ja: 所要数量
lv_lv: Daudzums nepiecie&#353;ams
pl_pl: Wymaganej ilości nieprawidłowych
vi_vn: S? lu?ng nh?n du?c không h?p l?

source: Invalid Quantity Received
ar: غير صالحة الكمية المتلقاة
et: Vigane Vastuvõetud kogus
fr_lu: Quantité reçue incorrecte
hr_hr: Nevažeći Količina primljeni
ja: 入庫済数量
lv_lv: Daudzums nepiecie&#353;ams
pl_pl: Nieprawidłowa ilość odebranych
vi_vn: S? lu?ng nh?n du?c không h?p l?

source: Invalid Standard Cost
ar: غير صالحة التكلفة القياسية
et: Vigane Standard Cost
fr_lu: Coûts standards incorrects
hr_hr: Nevažeći cijenom
ja: 標準原価メンテナンス
lv_lv: pēc standarta izmaksām
pl_pl: Nieprawidłowy Kosztu Standardowego
vi_vn: chi phí tiêu chuẩn không hợp lệ

source: Invalid Serial Number or Lot Reference
ar: غير صالح الرقم المسلسل أو لوط المرجعي
et: Vale seerianumber või partii viitenumber
fa: شماره سریال یا مرجع لوط نامعتبر
fr_lu: Numéro de série ou de lot incorrect
hr_hr: Nevažeći serijski broj ili Lot Reference
ja: 無効なシリアル番号またはロットリファレンス
lv_lv: Nederīgs Sērijas numurs vai partijas
pl_pl: Nieprawidłowy numer seryjny lub referencyjny partii
vi_vn: Không hợp lệ Serial Number hoặc tham khảo lô

source: Work order number does not exist
ar: لا وجود رقم الطلب العمل
et: Töö järjekorranumber ei eksisteeri
fr_lu: le numéro d'ordre de travail n'existe pas
hr_hr: Rad broj kako ne postoji
ja: 作業指図番号
lv_lv: Darba kārtas numurs neeksistē
pl_pl: numer zlecenia nie istnieje
vi_vn: S? l?nh s?n xu?t không t?n t?i

source: Invalid issued quantity
ar: غير صالحة الكمية الصادرة
et: Vigane väljastatud kogus
fr_lu: Quantité émise incorrecte
hr_hr: Nevažeći izdana količina
ja: 払出数量
lv_lv: Nederīgs izdots daudzums
pl_pl: Nieprawidłowa ilość wydanych
vi_vn: S? lu?ng phát hành không h?p l?

source: Invalid transaction date
ar: تاريخ المعاملة غير صالحة
et: Vigane tehingupäeval
fr_lu: Date de transaction incorrecte
hr_hr: Neispravan datum transakcije
ja: 全トランザクション表示 以降
lv_lv: Rādīt visas transakcijas pēc
pl_pl: Nieprawidłowa data transakcji
vi_vn: Ngày giao d?ch không h?p l?

source: Invalid received quantity
ar: غير صالحة الكمية المستلمة
et: Vigane saadud kogus
fa: مقدار نامعتبر
fr_lu: Quantité reçue incorrecte
hr_hr: Krivo primljen količinu
ja: 無効な受信量
lv_lv: Nederīgs saņemto daudzumu
pl_pl: Nieprawidłowa ilość otrzymanych
vi_vn: S? lu?ng nh?n du?c không h?p l?

source: Stock item is not controlled
ar: لم تتم السيطرة بند الأوراق المالية
et: Laonumbrist ei kontrolli
fa: مورد سهام کنترل نشده
fr_lu: Stock article n'est pas contrôlée
hr_hr: Stock stavka ne kontrolira
ja: 品目の制御が無いなら、これは有効でない
lv_lv: neitekmē preces, kuras netiek kontrolētas
pl_pl: Produkt w magazynie nie jest kontrolowana
vi_vn: m?t hàng trong kho không du?c ki?m soát

source: Stock item is serialised
ar: يتم إجراء تسلسل بند الأوراق المالية
et: Stock kirje on seeriasertide
fr_lu: Stock article est sérialisé
hr_hr: Stock stavka serijaliziranom
ja: 注文済在庫品目
lv_lv: Noliktavas postenis ir serializēja
pl_pl: Produkt w magazynie jest serializowany
vi_vn: Mục chứng khoán được đăng

source: Batch number does not exist
ar: لا وجود رقم الدفعة
et: Partii number ei eksisteeri
fa: تعداد دسته ای وجود ندارد
fr_lu: Le numéro de lot n'existe pas
hr_hr: Hrpa broj ne postoji
ja: バッチ番号が存在しない
lv_lv: Partijas numurs neeksistē
pl_pl: Numer partii nie istnieje
vi_vn: S? lô hàng này không t?n t?i

source: Batch is empty
ar: دفعة فارغة
et: Partii on tühi
fa: دسته خالی است
fr_lu: Le lot est vide
hr_hr: Hrpa je prazna
ja: バッチは空です
lv_lv: Partijas ir tukšs
pl_pl: Wiązka jest pusty
vi_vn: Lô này tr?ng
