Repository: timschofield/KwaMoja-Medical
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar, et, fa, fr_lu, hr_hr, ja, lv_lv, pl_pl, vi_vn

source: This page can only be opened if a work order has been selected. Please select a work order to issue materials to first
ar: لا يمكن إلا أن فتح هذه الصفحة إذا تم اختيار نظام العمل.
et: Seda lehekülge on võimalik avada ainult siis, kuitöökäsk on valitud.
fr_lu: Cette page ne peut être ouvert que si un ordre de travail a été sélectionné. S'il vous plaît sélectionner un ordre de travail pour réaliser des documents d'abord
hr_hr: Ova stranica se može otvoriti samo ako seradni nalog je izabran .
ja: 作業指示を選択した場合は、このページにのみ開くことができる。
lv_lv: Šī lapa var atvērt tikai tad, jadarba kārtībā ir izvēlēts .
pl_pl: Tę stronę można otworzyć tylko w przypadku zlecenia nie został wybrany. Wybierz zlecenia wydania materiałów do pierwszego
vi_vn: Trang này chỉ có thể được mở ra nếu một trật tự công việc đã được lựa chọn .

source: Could not retrieve the details of the selected work order item
ar: لا يمكن استرداد تفاصيل العمل المحددة بند النظام
et: Ei saa laadida üksikasjad valitud töökäsu kirje
fr_lu: Impossible de récupérer les détails de l'élément de commande de travaux sélectionnés
hr_hr: Nije moguće dohvatiti podatke o odabranoj stavci radnog naloga
ja: 選択された作業指示項目の詳細を取得できませんでした
lv_lv: Nevar iegūt informāciju par izvēlētā darba uzdevuma objekta
pl_pl: Nie można pobrać szczegółowe informacje o wybranej pozycji zlecenia
vi_vn: Không thể lấy các chi tiết của sản phẩm để lựa chọn công việc

source: The work order is closed - no more materials or components can be issued to it.
ar: يتم إغلاق النظام العمل - لا أكثر المواد أو المكونات يمكن أن تصدر إليها .
et: Töökäsk on suletud - enam materjale või komponente võib väljastada see .
fa: سفارش کار بسته است - هیچ مواد یا قطعات را می توان به آن صادر شده است .
fr_lu: L'ordre de travail est fermé - pas plus de matières ou de composants peuvent être délivrées.
hr_hr: Rad bi se zatvorila - nema više materijala ili komponente može biti izdana na njega .
ja: 作業指示が閉じている - これ以上の材料や部品はそれに発行することができます。
lv_lv: Darba kārtība ir slēgts - ne vairāk materiāli vai sastāvdaļas var izsniegt uz to.
pl_pl: Kolejność prac jest zamknięta - nie więcej materiałów lub składników mogą być wydawane do niego.
vi_vn: Trình tự công việc đóng cửa - vật liệu không nhiều hơn hoặc các thành phần có thể được cấp cho nó .

source: The item being issued has a zero cost. The issue will still be processed
ar: هذا البند يصدر له ثمن صفر .
et: Eseme välja onolematute kuludega .
fa: قلم دوم از اقلام صادر شده استهزینه صفر است .
fr_lu: La création de l'article en cours de création aura bien lieu malgré un prix nul.
hr_hr: Stavka se izdaje ima nula trošak .
ja: 発行されているアイテムは、ゼロコストを持っています。
lv_lv: Punkts netiek izsniegtas ir nulles izmaksas .
vi_vn: Các mặt hàng được cấp có chi phí.

source: This issue cannot be processed because the system parameter is set to prohibit negative stock and this issue would result in stock going into negative. Please correct the stock first before attempting another issue
ar: لا يمكن معالجة هذه المشكلة بسبب تعيين المعلمة نظام لحظر الأسهم السلبية و هذا من شأنه أن يؤدي إلى قضية الأسهم الخوض في السلبية .
et: Seda küsimust ei saa töödelda, kuna süsteemi parameeter on seatud keela negatiivne laos ja see küsimus oleks tulemuseks aktsia laskumist negatiivne .
fa: این مسئله می تواند نمی شود زیرا پارامتر سیستم قرار است به منع سهام منفی و این مساله در انبار رفتن به منفی منجر شده است .
fr_lu: Cette question ne peut être traitée, car le paramètre système est configuré pour interdire stock négatif et que cette question va entraîner en stock en négatif. S'il vous plaît corriger le stock avant de tenter une autre question
hr_hr: Ovaj problem se ne može obraditi jersustav parametar postavljen zabraniti negativnu zalihu , a ovo pitanje će rezultirati dionica ide u negativnu .
ja: システム·パラメータが負の株式を禁止するように設定され、この問題は、在庫がマイナスに入るにつながるため、この問題を処理することはできません。
lv_lv: Šo jautājumu nevar apstrādāt, josistēma parametrs ir iestatīts , lai aizliegtu negatīvu krājumu un šis jautājums varētu radīt akciju nonākšana negatīvs .
pl_pl: Ten problem nie mogą być przetwarzane, ponieważ parametr system jest ustawiony na zakazać negatywnych czas i tego problemu spowoduje czas wchodzenia negatywne. Proszę poprawić czas przed rozpoczęciem pierwszej inny problem
vi_vn: Vấn đề này không thể được xử lý bởi vì các thông số hệ thống được thiết lập để cấm cổ phiếu tiêu cực và vấn đề này sẽ cho kết quả trong cổ phiếu đi vào tiêu cực .

source: stock movement records could not be inserted when processing the work order issue because
ar: لا يمكن إدراج سجلات حركة المخزون عند معالجة هذه القضية أمر العمل بسبب
et: aktsia liikumise arvestust ei saa lisada , kui töötlemine töökäsu küsimus, sest
fr_lu: enregistrements des mouvements de stocks ne pouvait pas être inséré lors du traitement de la question afin de travailler en raison
hr_hr: dioničko pokret evidencije ne može umetnuti pri obradi radnog naloga i pitanje , jer
ja: 作業指示の問題があるため、処理時に在庫移動レコードが挿入することができませんでした
lv_lv: krājumu kustības uzskaites nevarēja tikt ievietota , apstrādājot darba kārtībā jautājumu, jo
pl_pl: rekordy przepływu zapasów nie mogą być włączone podczas przetwarzania zlecenia, ponieważ problem
vi_vn: hồ sơ chuyển động cổ phiếu không có thể được chèn vào khi xử lý các vấn đề được đặt ra vì

source: Could not check if a batch/lot reference for the item already exists because
ar: لا يمكن معرفة ما اذا كان دفعة / الكثير المرجعية ل هذا البند موجود بالفعل بسبب
et: Ei saa kontrollida , kaspartii / palju juhist kirje on juba olemas , sest
fr_lu: Impossible de vérifier si une référence de lot / de l'élément existe déjà parce que
hr_hr: Ne mogu provjeriti da liserije / puno reference za tu stavku već postoji , jer
ja: ため、項目のバッチ/ロット参照がすでに存在するかどうかを確認できませんでした
lv_lv: Nevar pārbaudīt, vaipartijas / partijas atsauces uz posteni jau pastāv, jo
pl_pl: Nie można sprawdzić, czy w partii / referencyjny partii za przedmiot już istnieje, ponieważ
vi_vn: Không thể kiểm tra xem một tài liệu tham khảo hàng loạt / rất nhiều cho các mục đã tồn tại vì

source: The following SQL to test for an already existing controlled item was used
ar: تم استخدام SQL التالية لاختبار عنصر التحكم الموجودة بالفعل
et: Järgmine SQL testimiseksjuba olemasoleva kontrollitud vara kasutati
fr_lu: Le SQL suivante pour tester un élément déjà contrôlée a été utilisé
hr_hr: Sljedeći SQL za testiranje na već postojeće kontrolirano točke je koristiti
ja: 既存の制御品目をテストする以下のSQLが使われました
lv_lv: Pēc SQL , lai pārbaudītu jau esošo kontrolēta posteņa tika izmantota
pl_pl: Poniżej SQL do testowania już istniejącego elementu kontroli użyto
vi_vn: SQL sau đây để kiểm tra cho một mục điều khiển đã tồn tại đã được sử dụng

source: The batch/lot item record could not be inserted because
ar: لا يمكن إدراج سجل بند دفعة / الكثير بسبب
et: Partii / palju kirje rekord ei saa lisada , sest
fr_lu: Échec de la commande SQL d'ajoût de lot:
hr_hr: Serije / puno stavku rekord ne može biti umetnuta , jer
ja: バッチ/ロットアイテムレコードを挿入することができませんでしたので、
lv_lv: Partijas / partijas pozīcija ieraksts nevar tikt ievietots , jo
pl_pl: Partii / opis pozycji partii nie mogą być włączone, ponieważ
vi_vn: Lô / lô hàng kỷ lục không thể được chèn vào bởi vì

source: The following SQL to insert the batch/lot item records was used
ar: تم استخدام SQL التالية لإدراج سجلات البند دفعة / الكثير
et: Järgmine SQL sisestada partii / palju kirje arvestust kasutati
fr_lu: Le SQL suivante pour insérer le lot / dossiers élément lot a été utilisé
hr_hr: Sljedeći SQL umetnuti naredbene / puno stavki zapisa je korišten
ja: バッチ/ロット品目レコードを追加する以下のSQLが使われました
lv_lv: Pēc SQL ievietot partijas / partiju objektu uzskaiti, tika izmantota
pl_pl: Poniżej SQL wstawić partii / ewidencji pozycji partii był używany
vi_vn: SQL sau đây để chèn hàng loạt / rất nhiều hồ sơ sản phẩm đã được sử dụng

source: The issue of the item to the work order GL posting could not be inserted because
ar: لا يمكن إدراج هذه المسألة في هذا البند لعمل النظام GL بالإرسال لأن
et: Küsimustoodetöökäsu GL postitad ei saa lisada , sest
fr_lu: La question de l'objet à l'ordre de travail GL annonce ne pouvait pas être inséré, car
hr_hr: Pitanje stavke na GL radnog naloga za knjiženje ne može biti umetnuta , jer
ja: ポスティング作業指示GLに項目の問題を挿入することができませんでしたので、
lv_lv: No posteņa jautājums par darba uzdevuma GL norīkošanu nevarēja ievietota , jo
pl_pl: Wydanie przedmiotu do GL zlecenia oddelegowania nie mogą być włączone, ponieważ
vi_vn: Vấn đề của mục trình tự GL việc đăng không có thể được chèn vào bởi vì

source: The following SQL to insert the work order issue GLTrans record was used
ar: تم استخدام SQL التالية لإدراج قضية أجل العمل سجل GLTrans
et: Järgmine SQL sisestada töökäsk teema GLTrans rekord kasutati
fr_lu: Le SQL suivante pour insérer le problème du travail afin GLTrans record a été utilisée
hr_hr: Sljedeći SQL umetnuti izdavanja radnog naloga GLTrans rekord je korišten
ja: 作業指図払出GLトランレコードを追加する以下のSQLが使われました
lv_lv: Pēc SQL ievietot darba kārtībā jautājumu GLTrans ieraksts tika izmantots
pl_pl: Poniżej SQL wstawić GLTrans wydania zlecenia rekord został użyty
vi_vn: SQL sau đây để chèn công việc để vấn đề GLTrans kỷ lục đã được sử dụng

source: The stock account credit on the issue of items to a work order GL posting could not be inserted because
ar: لا يمكن إدراج الائتمان حساب الأوراق المالية بشأن مسألة العناصر إلى العمل أمر GL بالإرسال لأن
et: Laoarvestusandmete laenu väljastamise punktetöökäsu GL postitad ei saa lisada , sest
fr_lu: Le crédit compte de stock sur la question des éléments à un ordre de travail GL annonce ne pouvait pas être inséré, car
hr_hr: Kreditna dionica računa o pitanju predmeta na GL radnog naloga za knjiženje ne može biti umetnuta , jer
ja: ポスティング作業指示GLに項目の問題について株式勘定クレジットを挿入することができませんでしたので、
lv_lv: Vērtspapīru konta kredīta uz jautājumu par priekšmetu uz darba uzdevuma GL norīkošanu nevarēja ievietota , jo
pl_pl: Kredyt w rachunku czas na wydanie rzeczy do GL zlecenia oddelegowania nie mogą być włączone, ponieważ
vi_vn: Tín dụng tài khoản chứng khoán về vấn đề mục vào một lệnh làm việc GL gửi bài không có thể được chèn vào bởi vì

source: The following SQL to insert the stock GLTrans record was used
ar: تم استخدام SQL التالية لإدراج سجل GLTrans الأوراق المالية
et: Järgmine SQL sisestada aktsia GLTrans rekord kasutati
fr_lu: Le SQL suivante pour insérer le registre des stocks GLTrans a été utilisée
hr_hr: Sljedeći SQL umetnuti zapis dionica GLTrans je korišten
ja: 在庫GLトランレコードを追加する以下のSQLが使われました
lv_lv: Pēc SQL ievietot akciju GLTrans ieraksts tika izmantots
pl_pl: Poniżej SQL wstawić rekord GLTrans czas był używany
vi_vn: SQL sau đây để chèn GLTrans kỷ lục cổ phiếu đã được sử dụng

source: Could not update the work order cost issued to the work order because
ar: تعذر تحديث تكلفة النظام عمل صادرة لأمر العمل بسبب
et: Pole võimalik uuendadatöökäsk kulude väljastatakse töökäsk sest
fr_lu: Impossible de mettre à jour les coûts afin de travail délivré à l'ordre de travail en raison
hr_hr: Ne može se ažurirati troškove rada izdaje na radni nalog redoslijed jer
ja: 作業指図へ作業指図原価払出の更新ができません理由は
lv_lv: Nevarēja atjaunināt darba kārtībā izmaksas, ko izsniedz darba kārtībā, jo
pl_pl: Nie można zaktualizować wartość zamówienia pracy wydane na zlecenie pracy, ponieważ
vi_vn: Không thể cập nhật các chi phí để làm việc ban hành trình tự làm việc vì

source: The issue of
ar: قضية
et: Küsimus
fr_lu: La question de la
hr_hr: Pitanje
ja: 払出 of
lv_lv: Jautājums
pl_pl: Kwestia
vi_vn: Vấn đề

source: against work order
ar: ضد النظام العمل
et: vastu töökäsu
fr_lu: contre l'ordre de travail
hr_hr: od radnog naloga
ja: 作業指図に対して
lv_lv: pret darba kārtības
pl_pl: na zlecenie
vi_vn: chống lại trật tự công việc

source: Issue more components to this work order
ar: إصدار المزيد من المكونات ل هذا النظام العمل
et: Väljaanne komponenti see töökäsk
fr_lu: Ajouter plus de composants à cette demande de travail
hr_hr: Izdati više komponenti tog radnog naloga
ja: 作業指図へこの構成部品自動払出
lv_lv: Izdot vairākas sastāvdaļas ar šo darba kārtības
pl_pl: Problem więcej składników do tego zlecenia
vi_vn: Phát hành thêm các thành phần để đặt hàng công việc này

source: Select a different work order for issuing materials and components against
ar: حدد نظام العمل المختلفة لإصدار مواد ومكونات ضد
et: Valige erinev töökäsu andmise materjalide ja osade suhtes
fr_lu: Sélectionner un autre ordre de travail pour la délivrance de matériaux et de composants en les rapporchant de
hr_hr: Odaberite neki drugi radni nalog za izdavanje materijala i dijelova od
ja: 異なる作業指図選択 以下の払出材料構成部品
lv_lv: Izvēlieties citu darba rīkojumu izdošanu materiālus un sastāvdaļas pret
pl_pl: Wybierz inne zlecenia wydania materiałów i komponentów przed
vi_vn: Chọn một để làm việc khác nhau cho việc phát hành các tài liệu và các thành phần chống lại

source: Issue to work order
ar: إصدار أمر للعمل
et: Väljastab töökäsk
fr_lu: Émettre sur la commande de travail
hr_hr: Izdati nalog za rad
ja: 作業指図へ払出
lv_lv: Izdot darba kārtībā
pl_pl: Nakład pracy celu
vi_vn: Hành làm việc để

source: Already Received
ar: تلقيت
et: juba saanud
fr_lu: Déjà reçu
hr_hr: Već zaprimljeno
ja: 受入数量
lv_lv: Saņemt iegādes rīkojumu
pl_pl: Już Odebrane
vi_vn: đã nhận

source: The selected work order has been closed and variances calculated and posted. No more issues of materials and components can be made against this work order.
ar: تم إغلاق أجل العمل المحددة و الفروق المحسوبة و التي تم نشرها.
et: Valitud töökäsk on suletud ja erinevused arvutatud ja postitatud .
fa: سفارش کار انتخاب بسته شده است و واریانس محاسبه شده و ارسال شده است .
fr_lu: Le bon de travail sélectionné a été fermée et les écarts calculés et affichés. Plus de problème de matériaux et composants peut être retenue contre cet ordre de travail.
hr_hr: Odabrani radovi kako je zatvorena , a odstupanja izračunata i objavljena .
ja: 選択された作業指示は閉じられ、分散が計算され、掲示されています。
lv_lv: Izvēlētais darba kārtībā ir slēgta , un atšķirības aprēķināta un publicēta .
pl_pl: Wybrane zlecenia zostało zamknięte i odchyleń oblicza i wysłana. Nigdy więcej problemów z materiałów i komponentów mogą być wykonane z tego zlecenia.
vi_vn: Trình tự công việc được lựa chọn đã bị đóng cửa và phương sai tính toán và đăng .

source: Date Material Issued
ar: التسجيل المواد الصادرة
et: Kuupäev Materjal Välja
fr_lu: Matériel Date de publication
hr_hr: Datum izdavanja Materijal
ja: 原材料払出日
lv_lv: Datums Materiāls Izdots
pl_pl: Materiał Data wydania
vi_vn: Ngày liệu Ban hành

source: Issued From
ar: صادرة من
et: väljastatakse alates
fr_lu: Émis depuis
hr_hr: Od izdavanja
ja: 払出場所
lv_lv: Izdoti No
pl_pl: Wydane w okresie od
vi_vn: Từ ban hành

source: Material Requirements For this Work Order
ar: المتطلبات المادية لهذا النظام العمل
et: Materjali vajadus see töökäsk
fr_lu: Conditions matérielles de cet ordre de travail
hr_hr: Materijalni uvjeti za ovu radni nalog
ja: この作業指図への所要原材料
lv_lv: Materiālu prasības par šo darbu rīkojuma
pl_pl: Materiał do tej pracy Wymagania Zamówienie
vi_vn: Yêu cầu tài liệu Đối với điều này Làm việc đặt hàng

source: Qty Issued
ar: الكمية المصدرة
et: Kogus Välja
fr_lu: Quantité émise
hr_hr: Količina izdavanja
ja: 払出数量
lv_lv: Daudz Izdots
pl_pl: Ilość obiegu
vi_vn: Số lượng Ban hành

source: Add to Work Order
ar: إضافة إلى ترتيب العمل
et: Lisa tellimusele
fr_lu: Ajouter à la commande de travail
hr_hr: Dodaj u radni nalog
ja: 作業指図追加
lv_lv: Pievienot darba uzdevumu
pl_pl: Dodaj do pracy Zamówienie
vi_vn: Thêm vào thứ tự làm việc

source: Could not get the detail of the item being issued because
ar: لا يمكن الحصول على التفاصيل من يصدر هذا البند لأن
et: Ei saanuddetail eseme välja , sest
fr_lu: Impossible d'obtenir le détail de l'élément émis parce
hr_hr: Ne može se dobiti pojedinostistavke koje izdaju jer je
ja: 払出する品目詳細を入手できません理由は
lv_lv: Nevarēju iegūt detalizētipostenis tiek izsniegtas , jo
pl_pl: Nie udało się uzyskać informacje o pozycji wydawane, ponieważ
vi_vn: Không thể nhận được các chi tiết của sản phẩm đang được ban hành vì

source: Issuing
ar: إصدار
et: Koostamise
fr_lu: Émission
hr_hr: izdavanje
ja: 払出中
lv_lv: izdevēja
pl_pl: Wydawanie
vi_vn: phát hành

source: Serial Numbers Issued
ar: الأرقام التسلسلية أصدر
et: Seerianumbrid Välja
fr_lu: N° de série délivrés
hr_hr: Serijski brojevi izdavanja
ja: 払出連続番号
lv_lv: Sērijas numuri Izdots
pl_pl: Numery seryjne obiegu
vi_vn: Các số se-ri đã được xuất

source: Could not retrieve the serial numbers available at the location specified because
ar: لا يمكن استرداد الأرقام التسلسلية المتاحة في الموقع المحدد بسبب
et: Ei saa laadida seerianumbrid kättesaadav määratud asukohta sest
fr_lu: Impossible de récupérer les numéros de série disponible à l'emplacement spécifié car
hr_hr: Ne mogu dohvatiti serijske brojeve dostupne na navedenom mjestu , jer
ja: 指定された場所で利用可能なシリアル番号を取得できませんでしたので、
lv_lv: Nevar paņemt sērijas numuriem , kas pieejami, norādītajā vietā , jo
pl_pl: Nie można pobrać numery seryjne dostępne w określonej lokalizacji, ponieważ
vi_vn: Không thể lấy lại số serial có sẵn tại địa điểm quy định vì

source: There are no serial numbers at this location to issue
ar: لا توجد أرقام تسلسلية في هذا الموقع لإصدار
et: Puuduvad seerianumbrid selles kohas väljastama
fr_lu: Il n'y a pas de numéros de série à cet endroit à cause
hr_hr: Nema serijski brojevi u ovom mjestu izdati
ja: 払出するこの場所で連続番号がありません
lv_lv: Nav kārtas numuri šajā vietā ir izdot
pl_pl: Nie ma żadnych numerów seryjnych w tym miejscu do wydania
vi_vn: Không có số thứ tự tại địa điểm này để phát hành

source: Reselect Location or Issued Item
ar: إعادة تحديد الموقع أو السلعة المصدرة
et: Valige uuesti Asukoht või Välja Punkt
fr_lu: Lieu Resélectionner ou Point Émis
hr_hr: Izaberite ponovno Mjesto ili izdavanja artikla
ja: 場所又は払出品目の再選択
lv_lv: Atkārtoti atlasītu atrašanās vieta vai Izdoti postenis
pl_pl: Lokalizacja Wybierz ponownie lub Wydawane przedmiotu
vi_vn: Chọn lại vị trí hoặc Ban hành mục

source: Process Items Issued
ar: معالجة البنود أصدر
et: Process toodet Välja
fr_lu: Articles de procédure délivré
hr_hr: Proces izdavanja Proizvodi
ja: 品目払出処理
lv_lv: Procesa Preces Izdots
pl_pl: Elementy procesu obiegu
vi_vn: Ban hành quy trình mục

source: Batch/Lots Issued
ar: الدفعة / الكثير أصدر
et: Partii / Palju Välja
fa: دسته ای / لات صدور
fr_lu: Lots émis
hr_hr: Hrpa / Mnogo izdavanja
ja: 払出バッチ/ロット
lv_lv: Partijas / Daudz Izdoti
pl_pl: Serii / partii obiegu
vi_vn: Hàng loạt / Rất nhiều hành

source: Quantity Issued
ar: الكمية الصادرة
et: Trükiarv
fr_lu: Quantité émise
hr_hr: Količina izdavanja
ja: 払出数量
lv_lv: Daudzums Izdots
pl_pl: Ilość obiegu
vi_vn: Số lượng phát hành

source: Receive Work Order
ar: والحصول على النظام العمل
et: Saada töökäsk
fr_lu: Recevez ordre de travail
hr_hr: Primanje radni nalog
ja: 作業指図受入
lv_lv: Saņemt Work Order
pl_pl: Otrzymuj Zlecenie
vi_vn: Nhận Làm việc đặt hàng

source: Select a work order to receive
ar: حدد نظام عمل لتلقي
et: Valigetöö , et saada
fr_lu: Sélectionner un ordre de travail à réceptionner
hr_hr: Odaberite radni nalog za primanje
ja: 受信する作業順序を選択します
lv_lv: Izvēlieties darba kārtībā saņemt
pl_pl: Wybierz zlecenia do otrzymania
vi_vn: Chọn một trật tự làm việc để nhận

source: This page can only be opened if a work order has been selected. Please select a work order to receive first
ar: لا يمكن إلا أن فتح هذه الصفحة إذا تم اختيار نظام العمل.
et: Seda lehekülge on võimalik avada ainult siis, kuitöökäsk on valitud.
fr_lu: Cette page ne peut être ouvert que si un ordre de travail a été sélectionné. S'il vous plaît sélectionner un ordre de travail pour recevoir les premiers
hr_hr: Ova stranica se može otvoriti samo ako seradni nalog je izabran .
ja: 作業指示を選択した場合は、このページにのみ開くことができる。
lv_lv: Šī lapa var atvērt tikai tad, jadarba kārtībā ir izvēlēts .
pl_pl: Tę stronę można otworzyć tylko w przypadku zlecenia nie został wybrany. Wybierz zlecenia otrzyma pierwsze
vi_vn: Trang này chỉ có thể được mở ra nếu một trật tự công việc đã được lựa chọn .

source: The quantity entered is not numeric - a number is expected
ar: كمية أدخلته غير رقمية - من المتوقع عددا
et: Märgitud kogusele ei ole numbrilist -number on oodata
fr_lu: La quantité saisie n'est pas numérique - un chiffre qui devrait
hr_hr: Količina unijeli nije brojčana -broj se očekuje
ja: 入力のリードタイムは数字でない
lv_lv: Ievadītajam daudzumam ir jābūt skaitlim
pl_pl: Wprowadzona ilość nie jest numeryczne - liczba ma
vi_vn: Số lượng nhập vào không số - một con số dự kiến

source: The quantity received is greater than the quantity required even after allowing for the configured allowable over-receive proportion. If this is correct then the work order must be modified first.
ar: الكمية الواردة أكبر من الكمية المطلوبة حتى بعد السماح ل تكوين المسموح به أكثر من الحصول على نسبة .
et: Kogus saadud on suurem kui vajalik kogus isegi pärast võimaldadesseadistada lubatud üle saada osa .
fa: مقدار دریافت شده بزرگتر از مقدار حتی پس از اجازه می دهد برای پیکربندی مجاز بیش از حد نسبت مورد نیاز است .
fr_lu: La quantité reçue est supérieure à la quantité nécessaire, même après prise en compte pour le configuré déductibles sur-recevoir proportion. Si cela est correct, alors l'ordre de travail doit être modifié en premier.
hr_hr: Količina dobila veća od količine potrebne i nakon igrač za konfiguriranu dopuštene pretjerano primili omjeru.
ja: 受信量が設定された許容オーバー受け取る割合を考慮した後でも、必要な量を超えています。
lv_lv: Saņēma daudzums ir lielāks nekā daudzums, kas vajadzīgs pat pēc ļaujot konfigurēts pieļaujamo pār - saņem proporcionāli .
pl_pl: Otrzymał ilość jest większa niż ilość wymagana nawet po uwzględnieniu skonfigurowany dopuszczalne na odbiór proporcji. Jeśli to prawda to zlecenie musi być zmienione w pierwszej kolejności.
vi_vn: Số lượng nhận được lớn hơn số lượng cần thiết ngay cả sau khi cho phép các cấu hình cho phép quá tỷ lệ nhận được .

source: Could not check if a serial number for the stock item already exists because
ar: لا يمكن معرفة ما إذا كان الرقم التسلسلي لل بند الأوراق المالية موجودة بالفعل بسبب
et: Ei saa kontrollida , kuiseerianumberlaonumbrist juba olemas, sest
fr_lu: Impossible de vérifier si un numéro de série de l'élément matériel existe déjà en raison
hr_hr: Ne mogu provjeriti je liserijski broj za dionicama stavke već postoji , jer
ja: 在庫品目のシリアル番号が既にあるため存在するかどうかを確認できませんでした
lv_lv: Nevar pārbaudīt, vaisērijas numurs krājumu posteni jau pastāv, jo
pl_pl: Nie można sprawdzić, czy numer seryjny z magazynu, ponieważ już istnieje
vi_vn: Không thể kiểm tra xem một số nối tiếp cho mục chứng khoán đã tồn tại vì

source: The following SQL to test for an already existing serialised stock item was used
ar: تم استخدام SQL التالية لاختبار ل تسلسل بند الأوراق المالية القائمة بالفعل
et: Järgmine SQL testimiseksjuba olemasolevate seeriasertide laonumbrist kasutati
fr_lu: Le SQL suivante pour tester un élément stock sérialisé déjà été utilisée
hr_hr: Sljedeći SQL za testiranje na već postojeće serijaliziranom dionicama točke je koristiti
ja: 既存の連続品目をテストする以下のSQLが使われました
lv_lv: Pēc SQL , lai pārbaudītu jau esošo serializēja akciju posteņa tika izmantota
pl_pl: Poniżej SQL do testowania już istniejącego elementu odcinkach czas był używany
vi_vn: SQL sau đây để kiểm tra cho một mục chứng khoán tuần tự đã tồn tại đã được sử dụng

source: The serial number entered already exists. Duplicate serial numbers are prohibited. The duplicate item is:
ar: الرقم التسلسلي دخلت بالفعل موجودا.
et: Seerianumber kantakse juba olemas.
fa: شماره سریال وارد شده در حال حاضر وجود دارد .
hr_hr: Serijski broj je ušao već postoji .
ja: シリアル番号はすでに存在して入った。
lv_lv: Kārtas numuru ieraksta jau eksistē .
pl_pl: Numer seryjny już istnieje. Duplicate numery seryjne są zabronione. Duplikat pozycji:
vi_vn: Số nhập vào đã tồn tại.
