Repository: timschofield/KwaMoja-Medical
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar, et, fa, fr_lu, hr_hr, ja, lv_lv, pl_pl, vi_vn

source: Show Local Currency Total Suppliers Balances
ar: مشاهدة بالعملة المحلية موردون إجمالي أرصدة
et: Näita Kohalik Valuuta Kokku Tarnijad Kaalud
fa: نمایش ارز محلی تولید کنندگان مجموع توازن
fr_lu: Afficher monnaie locale Fournisseurs Total Soldes
hr_hr: Pokaži lokalnoj valuti Ukupno Dobavljači Stanja
ja: 現地通貨トータルサプライヤー残高を表示
lv_lv: Parādīt kopējo piegādātāju atlikumu latos (funkcionālā valūtā)
pl_pl: Pokaż Sumy Sald Dostawców w Walucie Lokalnej
vi_vn: Hiển thị địa phương tệ Tổng số nhà cung cấp dư

source: Show General Transactions That Do Not Balance
ar: تظهر المعاملات العامة التي لا الرصيد
et: Näita General tehingud, mis ei Saldo
hr_hr: Pokaži Opći transakcije koje su u ravnoteži
ja: バランスない一般の取引を表示
lv_lv: Rādīt General Darījumi, kas neietver līdzsvars
pl_pl: Pokaż Ogólne Transakcje Niebilansowe
vi_vn: Hiện giao dịch chung đó không cân bằng

source: List of items without picture
ar: قائمة من البنود من دون صور
et: Loendit ilma pilti
fa: فهرست اقلام بدون تصویر
hr_hr: Popis stavki bez slike
ja: 絵なしの項目のリスト
lv_lv: Pozīciju sarakstu bez attēla
pl_pl: Lista elementów bez obrazu
vi_vn: Danh sách các mục mà không có hình ảnh

source: Maintain Language Files
ar: الحفاظ على ملفات اللغة
et: Säilitada Language Files
fa: حفظ فایل های زبان
fr_lu: Gestion des fichiers langues
hr_hr: Održavati jezičnih datoteka
ja: 言語ファイルを維持
lv_lv: Uzturēt valodas failus
pl_pl: Pliki Językowe
vi_vn: Duy trì các tệp tin ngôn ngữ

source: Make New Company
ar: جعل شركة جديدة
et: Tee uus ettevõte
fa: شرکت های جدید
hr_hr: Načini novo poduzeće
ja: 新会社を作る
lv_lv: Izveidot jaunu uzņēmumu
pl_pl: Utworzenie Bazy Danych dla Nowej Firmy
vi_vn: Tạo công ty mới

source: Data Export Options
ar: خيارات تصدير البيانات
et: Andmeekspordi juurde
fa: گزینه های صادرات داده ها
hr_hr: Podaci mogućnosti izvoza
ja: データエクスポートオプション
lv_lv: Datu eksporta iespējas
pl_pl: Opcje Exportu Danych
vi_vn: Tùy chọn xuất dữ liệu

source: Import Stock Items from .csv
ar: استيراد المخزن في وحدات من . CSV
et: Import Stock Kirjed . Csv
fr_lu: Importer des articles à partir du fichier CSV
hr_hr: Uvoz dionica stavke iz CSV .
ja: 品目
lv_lv: Importēt preces no . Csv
pl_pl: Import pozycji z fotografii. Csv
vi_vn: Nhập khẩu mục chứng khoán từ . Csv

source: Import Fixed Assets from .csv file
ar: استيراد الأصول الثابتة من ملف CSV
et: Import põhivarade . Csv faili
fa: واردات از دارایی های ثابت از فایل CSV
fr_lu: Importer des actifs à partir du fichier CSV
hr_hr: Uvoz dugotrajne imovine iz CSV datoteke .
ja: csvファイルからの固定資産をインポート
lv_lv: Importēt Pamatlīdzekļi no . Csv failu
pl_pl: Import z Trwałych. Csv
vi_vn: Nhập khẩu tài sản cố định từ file csv .

source: Create new company template SQL file and submit to KwaMoja
ar: إنشاء شركة جديدة قالب ملف SQL و يقدم إلى KwaMoja
et: Loo uus firma mall SQL fail ja esitab KwaMoja
fa: ایجاد شرکت جدید قالب فایل SQL و ارائه به KwaMoja است
hr_hr: Stvoriti novu tvrtku predložak SQL datoteku i dostaviti KwaMoja
ja: 新会社テンプレートSQLファイルを作成し、 KwaMojaに提出
lv_lv: Izveidot jaunu uzņēmumu veidnes SQL failu un iesniedz KwaMoja
vi_vn: Tạo ra công ty mới tập tin mẫu SQL và trình KwaMoja

source: Re-calculate brought forward amounts in GL
ar: إعادة حساب المبالغ التي كانت قد رحلت في GL
et: Ümber arvutada ettepoole summad GL
fa: دوباره محاسبه جلو مقدار در GL آورده است
hr_hr: Ponovno izračunavanje količine prenesenih u GL
ja: 再計算GL前方に金額をもたらした
lv_lv: Pārrēķināt izvirzīti summas GL
pl_pl: Przelicz ponownie wszystkie przeniesienia sald w KG
vi_vn: Tính lại đưa về phía trước một lượng trong GL

source: Re-Post all GL transactions from a specified period
ar: إعادة أضف جميع المعاملات GL من فترة محددة
et: Uuesti Post Kõik GL tehingud kindlaksmääratud aja
fa: دوباره تمام معاملات GL از یک دوره مشخص
hr_hr: Ponovno Objavite sve GL transakcija na određeno vrijeme
ja: 指定された期間からすべてのGLのトランザクションを再投稿
lv_lv: Re - Post visas GL darījumus noteiktā laika periodā
pl_pl: Zapisz ponownie wszystkie transakcje KG w wybranym okresie
vi_vn: Đăng lại tất cả các giao dịch GL từ một thời hạn nhất định

source: Purge all old prices
ar: تطهير جميع الأسعار القديمة
et: Puhastada kõik vana hinnaga
hr_hr: Očistite sve stare cijene
ja: すべての古い価格をパージ

source: Import GL Transactions from a csv file
ar: استيراد المعاملات GL من ملف CSV
et: Import GL tehingudcsv faili
fa: واردات معاملات GL از یک فایل CSV
hr_hr: Uvoz GL transakcija iz CSV datoteke
ja: csvファイルからGLトランザクションをインポート
lv_lv: Importēt GL Darījumus no csv failu
pl_pl: Importowanie transakcji GL z pliku csv
vi_vn: Nhập khẩu GL giao dịch từ một tập tin csv

source: My Maintenance Schedule
ar: جدول الصيانة الخاص بي
et: Minu Hoolduskava
fa: برنامه تعمیر و نگهداری من
hr_hr: Moj Održavanje Raspored
ja: 私のメンテナンススケジュール
lv_lv: Mans Apkopes grafiks
pl_pl: Mój harmonogram konserwacji
vi_vn: Lịch trình bảo trì của tôi

source: Maintenance Reminder Emails
ar: رسائل البريد الإلكتروني تذكير الصيانة
et: Hooldus Meeldetuletus kirjad
fa: تعمیر و نگهداری ایمیل یادآوری
hr_hr: Održavanje poruka e-pošte
ja: メンテナンスリマインダーメール
lv_lv: Uzturēšanas atgādinājuma e-pastus
pl_pl: Utrzymywanie Emaile Przypomnienie
vi_vn: Bảo trì email Reminder

source: Maintenance Tasks
ar: مهام الصيانة
et: hooldustööd
fa: وظایف تعمیر و نگهداری
hr_hr: Održavanje Zadaci
ja: 保守タスク
lv_lv: apkopes uzdevumi
pl_pl: Zadania konserwacji
vi_vn: Nhiệm vụ bảo trì

source: Web-Store Configuration
ar: تكوين شبكة الإنترنت للتسوق
et: Veebi Store Configuration
fa: پیکربندی وب سایت فروشگاه
hr_hr: Web Store - Konfiguracija
ja: ウェブストアの設定
lv_lv: Web Store konfigurācija
pl_pl: Konfiguracja Web Store
vi_vn: Web Hàng cấu hình

source: must be writable by the web server
ar: يجب أن يكون قابل للكتابة من قبل ملقم ويب
et: peab olema kirjutatavveebiserveri
fa: باید توسط وب سرور قابل نوشتن می باشد
hr_hr: mora se pisati od strane web poslužitelja
ja: Webサーバーによって書き込み可能でなければなりません
lv_lv: ir rakstāms ar web serveri
pl_pl: musi być zapisany przez serwer WWW
vi_vn: phải có khả năng ghi bởi các máy chủ web

source: You are trying to mix Balance Sheet groups with P and L groups within the same Account Section
ar: تحاول خلط الجماعات الميزانية العمومية مع P والجماعات L داخل القسم حساب نفسه
et: Püüad segada bilanss rühmade P ja L rühmad sama Konto jagu
fa: شما در حال تلاش به ترکیب گروه ترازنامه با گروه P و L در بخش حساب
fr_lu: Vous essayez de mélanger les groupes du bilan avec P et L groupes au sein de la même section de compte
hr_hr: Pokušavate miješati skupine bilance s P i L skupine unutar istog odjeljka račun
lv_lv: Jūs mēģināt sajaukt pārskata gada grupas ar P un L grupu tajā pašā konta sadaļā
pl_pl: Próbujesz mieszać grup bilansowych z grup P i L w ramach tej samej sekcji Konta
vi_vn: Bạn đang cố gắng để kết hợp các nhóm Bảng cân đối với P và nhóm L trong mục cùng một tài khoản

source: Yes
ar: موافق
et: Jah
fa: بلی
fr_lu: Oui
hr_hr: Da
lv_lv: Jā
pl_pl: Tak
vi_vn: Có

source: No
ar: ﻻ
et: Ei
fa: خیر
fr_lu: Non
hr_hr: Ne
lv_lv: Nē
pl_pl: Nie
vi_vn: Không

source: Email
ar: البريد الإلكتروني
et: Meil
fa: پست الکترونیکی
fr_lu: Courriel
lv_lv: E-pasts
vi_vn: Địa chỉ thư điện tử

source: W.O.
ar: حملة W.O.
fa: وو

source: WC
ar: مرحاض
fa: توالت
lv_lv: tualete

source: per
ar: لكل
et: kohta
fa: در هر
fr_lu: par
hr_hr: po
lv_lv: par
pl_pl: na
vi_vn: phần, mỗi, bằng

source: Email Address
ar: عنوان البريد الإلكتروني
et: E-posti aadress
fa: آدرس پست الکترونیکی
fr_lu: Courriel
hr_hr: E-mail
lv_lv: E-pasts
pl_pl: Adres Email
vi_vn: Địa chỉ email

source: Landscape
ar: صور الطبيعة
et: maastik
fa: چشم انداز
fr_lu: Paysage
hr_hr: Položeno
lv_lv: Horizontāli
pl_pl: Poziomy
vi_vn: cảnh (hiện tượng)

source: Portrait
ar: صورة
et: portree
fa: تصویر
hr_hr: Uspravno
lv_lv: Vertikāli
pl_pl: Pionowy
vi_vn: chân dung

source: Counter Returns
ar: مكافحة الإسترجاع
et: Counter Tagasiside

source: This return has been cancelled as requested
ar: تم إلغاء هذه العودة كما طلبت
et: See tulu on tühistatud nõutud

source: Start a new Counter Return
ar: بدء مكافحة عودة جديدة
et: Alusta uus Counter Tagasi
hr_hr: Početak novog Counter Povratak
lv_lv: Sākt jaunu Counter Return

source: Counter Return
ar: عداد العودة
et: Counter Tagasi
hr_hr: Povratak Counter

source: Could not determine if the part being returned was a kitset or not because
ar: لا يمكن تحديد ما إذا كان الجزء الذي عاد kitset أو ليس بسبب
et: Ei saanud kindlaks teha, kas osa tagastamisel olikitset või mitte , sest
hr_hr: Ne može se utvrditi je lise vratio dio biokitset ili ne , jer

source: Rounded Total
ar: المشاركات تقريب
et: ümardatud kokku
hr_hr: Zaobljeni Ukupno

source: Returned By
ar: التي أرجعها
et: tagastatud

source: Sales person
ar: شخص المبيعات
et: Müük isik

source: Process The Return
ar: معالجة العودة
et: ProtsessTagasi

source: Return Item(s)
ar: العودة البند (ق)
et: Tagasi toode (t)

source: Cancel Return
ar: إلغاء العودة
et: Loobu Tagasi

source: Email
ar: البريد الإلكتروني
et: Post
fa: پست الکترونیکی
fr_lu: Courriel
lv_lv: E-Pasts
vi_vn: Thư điện tử

source: Customer Purchases
ar: مشتريات العملاء
et: klient ostab

source: Items Purchased by Customer
ar: البنود التي تم شراؤها من قبل العملاء
et: Ostetud kaupade Kliendi poolt

source: The stock movement details could not be retrieved by the SQL because
ar: لا يمكن استرجاع تفاصيل حركة المخزون من قبل SQL لأن
et: Aktsia liikumine detailid ei õnnestunud poolt SQL sest

source: There are no items for this customer
ar: لا توجد أي عناصر لهذا العميل
et: Puuduvad teemad selle kliendi

source: Transaction No.
ar: الصفقة رقم
et: Tehing Ei

source: Amount of Sale
ar: كمية من بيع
et: Summa müük

source: Unmatched
ar: لا مثيل له
et: tasakaalustamata
hr_hr: bez premca

source: Matched
ar: المتطابقة
et: Vastavad
hr_hr: Uparen

source: and
ar: و
et: ja
fa: و
fr_lu: et
hr_hr: i
lv_lv: un
pl_pl: i
vi_vn: và

source: Daily Sales For
ar: المبيعات اليومية لل
et: Daily müüki

source: The department does not exist.
ar: عدم وجود قسم .
et: Osakond ei ole olemas.

source: There is already a department with the specified name.
ar: هناك بالفعل قسم مع الاسم المحدد .
et: On jubaosakonnamääratud nime .

source: OK
ar: حسنا
et: korras
fa: خوب

source: P and L
ar: P و L

source: Depreciation GL
ar: GL الاستهلاك
lv_lv: nolietojums GL
pl_pl: GL Amortyzacja
vi_vn: khấu hao GL

source: Balance Sheet
ar: الميزانية العمومية
et: Bilanss
fa: ترازنامه
fr_lu: Bilan
hr_hr: Bilanca stanja
lv_lv: Bilance
pl_pl: Arkusz bilansu
vi_vn: Bảng cân đối chi tiêu

source: Profit/Loss
ar: الربح / الخسارة
et: Kasum / kahjum
fa: سود / ضرر
fr_lu: Bénéfice / Perte
hr_hr: Dobit/Gubitak
lv_lv: Peļņa vai zaudējumi
pl_pl: Rachunek Wyników
vi_vn: Lãi/Lỗ

source: P/L or B/S
ar: P / L أو B / S
et: P / L või B / S
fa: فسفر / ل یا ب / بازگشت
fr_lu: P/P ou Bilan
hr_hr: P / L ili B / S
lv_lv: PZA vai Bilances
pl_pl: Wynikowe lub Bilansowe
vi_vn: P/L hay B/S

source: GL Journals involving the debtors control account cannot be entered. The general ledger debtors ledger (AR) integration is enabled so control accounts are automatically maintained by KwaMoja. This setting can be disabled in System Configuration
ar: المجلات GL التي تنطوي على التحكم في حساب المدينين لا يمكن إدخالها .
et: GL Ajakirjad hõlmab võlgnike kontrolli konto ei saa sisestada .
hr_hr: GL Časopisi uključuju račun dužnika kontrole ne može unijeti .
lv_lv: GL Žurnāli kuros parādniekiem vadības kontu nevar ievadīt .
vi_vn: GL tạp chí liên quan đến việc kiểm soát tài khoản nợ không có thể được nhập vào.

source: GL Journals involving the creditors control account cannot be entered. The general ledger creditors ledger (AP) integration is enabled so control accounts are automatically maintained by KwaMoja. This setting can be disabled in System Configuration
ar: المجلات GL التي تنطوي على التحكم في حساب الدائنين لا يمكن إدخالها .
et: GL Ajakirjad seotud võlausaldajate kontrolli konto ei saa sisestada .
hr_hr: GL Časopisi uključuju račun vjerovnicima kontrole ne može unijeti .
lv_lv: GL žurnāli , kas ietver kreditoru kontroles konts nevar tikt noslēgts .
vi_vn: GL tạp chí liên quan đến việc kiểm soát tài khoản nợ không có thể được nhập vào.

source: Profit and loss statement, also called an Income Statement, or Statement of Operations, this is the statement that indicates how the revenue (money received from the sale of products and services before expenses are taken out, also known as the top line) is transformed into the net income (the result after all revenues and expenses have been accounted for, also known as the "bottom line").
ar: ودعا بيان الأرباح والخسائر ، وأيضا بيان الدخل ، أو بيان عمليات ، وهذا هو البيان الذي يشير إلى الإيرادات (وتتخذ تلقي المال من بيع المنتجات والخدمات قبل مصروفات بها، والمعروف أيضا باسم السطر العلوي ) تتحول
et: Kasumiaruande , mida nimetatakse kakasumiaruanne või avaldus Operations , on see kinnitus , mis näitab, kuidastulu ( raha müügist saadud toodete ja teenuste enne kulud on välja võetud , tuntud katop line ) muutub
fr_lu: Compte de résultat , également appelé un compte de résultat ou état ​​des résultats, c'est la déclaration qui indique comment le chiffre d'affaires ( argent provenant de la vente de produits et services avant frais sont sortis , aussi connu comme la ligne du haut ) est transformé
hr_hr: Račun dobiti i gubitka , koji se nazivaju i račun dobiti i gubitka , ili naloga operacija , ovo jeizjava koja pokazuje kako jeprihod ( novac dobiven od prodaje proizvoda i usluga prije troškova uzimaju se , također poznat kao top linije ) se pretvara

source: The Profit and Loss statement represents a period of time. This contrasts with the Balance Sheet, which represents a single moment in time.
ar: يمثل بيان الربح والخسارة ل فترة من الزمن.
et: Kasumiaruanne ja esindabajaks.
hr_hr: Račun dobiti i gubitka predstavlja razdoblje od vrijeme .
lv_lv: Peļņas un zaudējumu aprēķins atspoguļo laiku .
pl_pl: Rachunku zysków i strat stanowi okres czasu .
vi_vn: Lợi nhuận và mất tuyên bố đại diện cho một khoảng thời gian.

source: Gross Profit Percent
ar: نسبة الربح الإجمالي
et: Brutokasumi protsent
fa: درصد سود ناخالص
fr_lu: Pour cent de marge brute
hr_hr: Bruto dobit posto
lv_lv: Bruto peļņa procentos
pl_pl: Procent Zysku Brutto
vi_vn: Ph?n tram t?ng l?i nhu?n

source: Net Profit Percent
ar: صافي نسبة الربح
et: Puhaskasum Protsent
fa: درصد سود خالص
fr_lu: Bénéfice net pour cent
hr_hr: Neto dobit Postotak
lv_lv: Neto peļņa procentos
pl_pl: Zysk netto procent
vi_vn: Ph?n tram l?i nhu?n ròng

source: in
ar: في
et: sisse
fa: در
fr_lu: dans
hr_hr: u
lv_lv: iek&#353;
pl_pl: w
vi_vn: Trong

source: does not exist
ar: غير موجود
et: ei ole olemas

source: Fulfil Stock Requests
ar: الوفاء تطلب الأسهم
et: Täita Stock Taotlused

source: Customer Job Cards
ar: بطاقات الوظيفي العملاء
et: Kliendi Töö kaardid

source: Invoice #
ar: فاتورة #
et: arve #

source: Completion Date
ar: تاريخ الانتهاء
et: lõppkuupäev

source: Add Job Card
ar: إضافة بطاقة الوظيفي
et: Lisa Job Card
hr_hr: Dodaj posao karticu

source: Please wait the browser will redirect you automatically ...
ar: يرجى الانتظار سيقوم المتصفح توجيهك تلقائيا ...
fa: لطفا صبر کنید مرورگر شما را به طور خودکار تغییر مسیر ...
fr_lu: Veuillez attendre le navigateur va vous rediriger automatiquement ...
lv_lv: Lūdzu, uzgaidietpārlūkprogramma novirzīt jums automātiski ...
pl_pl: Proszę czekaćprzeglądarka przekieruje Cię automatycznie ...
vi_vn: Xin vui lòng chờ đợi trình duyệt sẽ tự động chuyển hướng bạn ...

source: Customer Address
ar: عنوان العميل
et: Kliendi aadress

source: Customer Contact
ar: العملاء الاتصال
et: Kliendi Kontakt

source: Action taken
ar: الإجراءات المتخذة
et: võetud meetmed

source: Items Used
ar: المواد المستخدمة
et: Kirjed Kasutatud

source: QTY
ar: الكمية
fa: تعداد
fr_lu: QTE
hr_hr: Kol
pl_pl: ILOŚĆ
vi_vn: SL

source: Unit Price N$
ar: سعر الوحدة N $
et: Ühiku Hind N $

source: Hours
ar: ساعات
et: tööaeg
lv_lv: laiks

source: Hour Rate
ar: ساعة معدل
et: tund Hinda

source: Travel Rate
ar: سعر السفر

source: Total Amount N$
ar: المبلغ الكلي N $
et: Kogusumma N $

source: The job cards can not be retrieved!
ar: بطاقات الوظيفي لا يمكن استرجاعها !
et: Töö kaarte ei saa taastada !

source: Update Job Card
ar: تحديث بطاقة الوظيفي
et: Uuenda Job Card

source: Planned
ar: مخطط
et: plaanitud
fa: برنامه ریزی
fr_lu: Prévues
hr_hr: Planiran
lv_lv: un
pl_pl: Planowanych
vi_vn: dã du?c lên k? ho?ch

source: Monthly Bank Transactions Inquiry
ar: المعاملات المصرفية الشهرية التحقيق
et: Kuu pangatehingute uurimine

source: and Month Ending
ar: و أشهر المنتهية في
et: ja kuu lõpp
hr_hr: i mjesec završio
lv_lv: un mēneša beigu

source: Opening Balance
ar: الرصيد الافتتاحي
et: algbilanss

source: Total Receipts
ar: مجموع المبالغ المحصلة
et: kogulaekum

source: Total Payments
ar: مجموع المدفوعات
et: Maksed kokku

source: Closing Balance
ar: الرصيد الختامي
et: lõppsaldo

source: Goods Received but not invoiced Yet
ar: تلقت البضائع لكن ليس فواتير بها بعد
et: Kaubad saadud, kuid arve veel
hr_hr: Roba primljeni , ali ne dostavnicu

source: Qty Pending
ar: بانتظار الكمية
et: Kogus Kuni
hr_hr: Količina čekanju

source: Receive and Enter Purchase Invoice
ar: تلقي و إدخال فاتورة الشراء
et: Saada ja sisestage ostuarve

source: and
ar: و
et: ja
fa: و
fr_lu: et
hr_hr: i
lv_lv: un
pl_pl: i
vi_vn: và

source: hundred
ar: مائة
et: sada
fa: صد
fr_lu: cent
hr_hr: sto
lv_lv: simts
pl_pl: sto
vi_vn: trăm

source: five
ar: خمسة
et: viis
fr_lu: cinq
hr_hr: pet

source: six
ar: ستة
et: kuus
fa: شش
hr_hr: šest
lv_lv: seši
pl_pl: sześć
vi_vn: sáu

source: ten
ar: عشرة
et: kümme
fa: ده
fr_lu: dix
hr_hr: deset
lv_lv: desmit
pl_pl: dziesięć
vi_vn: mười

source: twelve
ar: اثنا عشر
et: kaksteist
fa: دوازده
fr_lu: douze
hr_hr: dvanaest
lv_lv: divpadsmit
pl_pl: dwanaście
vi_vn: mười hai

source: thirteen
ar: ثلاثة عشر
et: kolmteist
fa: سیزده
fr_lu: treize
hr_hr: trinaest
pl_pl: trzynaście
vi_vn: mười ba

source: fourteen
ar: أربعة عشرة
et: neliteist
fa: چهارده
fr_lu: quatorze
hr_hr: četrnaest
pl_pl: czternaście
vi_vn: mười bốn

source: fifteen
ar: خمسة عشر
et: viisteist
fa: پانزده
fr_lu: quinze
hr_hr: petnaest
lv_lv: piecpadsmit
pl_pl: piętnaście
vi_vn: mười lăm

source: sixteen
ar: ست عشرة
et: kuusteist
fa: شانزده
fr_lu: seize
hr_hr: šesnaest
lv_lv: sešpadsmit
pl_pl: szesnaście
vi_vn: mười sáu

source: seventeen
ar: سبعة عشر
et: seitseteist
fa: هفده
fr_lu: dix-sept
hr_hr: sedamnaestoro
lv_lv: septiņpadsmit
pl_pl: siedemnaście
vi_vn: mười bảy

source: nineteen
ar: تسعة عشر
et: üheksateist
fa: عدد نوزده
fr_lu: dix-neuf
hr_hr: devetnaest
lv_lv: deviņpadsmit
pl_pl: dziewiętnaście
vi_vn: mười chín

source: thirty
ar: ثلاثون
et: kolmkümmend
fr_lu: trente

source: fifty
ar: خمسون
et: viiskümmend
fr_lu: cinquante

source: sixty
ar: ستون
et: kuuskümmend
fr_lu: soixante

source: Col
ar: العقيد
fa: گردنه
hr_hr: klanac
pl_pl: Kol

source: sales for
ar: المبيعات لل
et: müük

source: Show purchases from this customer
ar: مشاهدة المشتريات من هذا العميل
et: Näita ostab selle kliendi

source: ETA
ar: ايتا
fa: زمان رسیدن به مقصد

source: New Stock Category Details
ar: جديد مبتذل الفئة تفاصيل
et: New Stock kategooria üksikasjad

source: Add new Property
ar: إضافة خاصية جديدة
et: Lisa uus Property

source: Cancelled balance at transfer
ar: التوازن ألغي في نقل
et: Tühistatud saldo üleandmine
hr_hr: Otkazan stanje na prijenos
lv_lv: Atcelts bilance pārskaitījumu
vi_vn: Cân bằng Hủy tại chuyển

source: Stock code
ar: رمز الأسهم
et: Kalavaru kood
pl_pl: Kodu towaru

source: Qty received
ar: الكمية الواردة
et: Kogus saanud

source: Supp
ar: تحاميل
pl_pl: Dost

source: Inv
ar: الجرد
pl_pl: FV
vi_vn: Hóa don

source: Enter payment
ar: أدخل الدفع
et: Sisestage makse

source: Source Exchange Rates From
ar: اسعار صرف مصدر من
et: Allikas ümberarvestuskursside

source: MediaWiki
ar: ميدياويكي
fa: مدیاویکی

source: This feature makes KwaMoja show links to a free form company knowledge base using a wiki. This allows sharing of important company information - about customers, suppliers and products and the set up of work flow menus and/or company procedures documentation
ar: هذه الميزة يجعل الروابط تظهر KwaMoja إلى نموذج قاعدة المعرفة الشركة مجانا باستخدام ويكي .
et: See funktsioon võimaldab KwaMoja Näita lingidvabas vormis ettevõtte teadmisi kasutadeswiki .
fa: این ویژگی باعث می شود نشان می دهد لینک KwaMoja بهفرم شرکت دانش به صورت رایگان با استفاده ازویکی .
lv_lv: Šī funkcija padara KwaMoja parādīt saites uz brīvā formā uzņēmuma zināšanu bāzi , izmantojot wiki .
vi_vn: Tính năng này làm cho chương trình liên kết KwaMoja mẫu cơ sở tri thức công ty miễn phí sử dụng một wiki .

source: Wiki Path
ar: مسار ويكي
fa: مسیر ویکی
fr_lu: Chemin du serveur wiki
hr_hr: Wiki putanja
lv_lv: wiki ceļš
pl_pl: Ścieżka Wiki
vi_vn: wiki đường dẫn

source: KwaMoja allows inventory to be costed based on the weighted average of items in stock or full standard costing with price variances reported. The selection here determines the method used and the general ledger postings resulting from purchase invoices and shipment closing
ar: KwaMoja يسمح الجرد إلى أن تكاليفها على أساس المتوسط ​​المرجح ل عناصر في المخزن أو معيار التكلفة الكاملة مع الفروق وأفادت الأسعار .
et: KwaMoja võimaldab nimestiku maksis aluseks kaalutud keskmine kogus laos või täielik standard maksvate hinnaga erinevused teatatud .
fa: KwaMoja اجازه می دهد تا به موجودی می شود بر اساسمتوسط ​​وزنی از اقلام در انبار و یا استاندارد کامل هزینه با واریانس قیمت گزارش costed .
hr_hr: KwaMoja omogućuje inventar kako bi se stajao na temelju ponderiranog prosjeka predmeta na lageru ili punog standarda troškova s razlikama cijena prijavljenih .
lv_lv: KwaMoja ļauj inventarizācijas tiks aprēķinātas , pamatojoties uz vidējo svērto preces pieejamas vai pilnu standarta izmaksu ar cenu atšķirībām ziņots .
vi_vn: KwaMoja cho phép hàng tồn kho được dự trù kinh phí trên cơ sở bình quân gia quyền của các mặt hàng trong kho hoặc đầy đủ tiêu chuẩn với chi phí chênh lệch giá báo cáo .

source: Screen Font Size
ar: شاشة حجم الخط
hr_hr: Prikaz na zaslonu
lv_lv: Ekrāna Fonta lielums

source: Large
ar: كبير
et: suur
hr_hr: veliki
lv_lv: liels
vi_vn: to

source: Company abbreviations must not contain spaces,
ar: يجب أن لا تحتوي على الاختصارات شركة مسافات،
et: Firma lühendeid ei tohi sisaldada tühikuid
fa: اختصارات شرکت باید شامل فاصله (space) باشند ،
lv_lv: Uzņēmuma saīsinājumus nedrīkst saturēt atstarpes ,
vi_vn: Chữ viết tắt công ty không được có khoảng trắng ,

source: Database Upgrade
ar: ترقية قاعدة البيانات
et: Andmebaas Upgrade

source: Canada
ar: كندا
et: Kanada

source: Finland
ar: فنلندا
et: Soome

source: Poland
ar: بولندا
et: Poola

source: Rwanda
ar: رواندا

source: Uganda
ar: أوغندا

source: Max text
ar: ماكس النص

source: length
ar: طول

source: No Job Cards found
ar: لم يتم العثور على بطاقات الوظيفي
et: No Job kaardid leitud
hr_hr: Nema posla kartice pronađena

source: MTD
ar: مليون دينار

source: Cust
ar: الزبون
et: Kliendi
fr_lu: Client
hr_hr: Korisnička
lv_lv: Klients
pl_pl: Klient

source: is already removed
ar: تتم إزالة بالفعل
et: on juba eemaldatud

source: is already changed
ar: يتم تغيير بالفعل
et: on juba muutunud

source: The config value
ar: قيمة التكوين
et: Config väärtus

source: is in
ar: هو في
et: on
lv_lv: ir

source: is already set to
ar: تم بالفعل تعيين إلى
et: on juba seatud

source: is already changed to
ar: يتم تغيير بالفعل إلى
et: on juba muutunud

source: The table
ar: الجدول
et: tabel

source: The constraint
ar: القيد
et: piirang

source: The field
ar: الميدان
et: valdkonnas

source: is already correct
ar: هو بالفعل الصحيح
et: on juba õige

source: The old table
ar: الجدول القديم
et: Vana tabel

source: could not be renamed to
ar: لا يمكن إعادة تسمية
et: ei saa ümber nimetada

source: This function is used to insert a new customer into the KwaMoja database.
ar: يتم استخدام هذه الدالة لادخال عميل جديد إلى قاعدة البيانات KwaMoja .
et: Seda funktsiooni kasutatakse , et sisestadauus klient arvesseKwaMoja andmebaasis.
hr_hr: Ova funkcija se koristi za umetanje novog kupca u KwaMoja bazu podataka .
