Repository: timschofield/KwaMoja-Medical
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar, et, fa, fr_lu, hr_hr, ja, lv_lv, pl_pl, vi_vn

source: The sales discount GL posting could not be inserted because
ar: خصم GL مبيعات المشاركة لا يمكن إدراج بسبب
et: Skonto GL postitad ei saa lisada , sest
fa: فروش گرم تخفیف ارسال نمی تواند دلیل وارد
fr_lu: La vente rabais GL annonce n'a pas pu être inséré parce que
hr_hr: GL prodaja popusta knjiženja se ne može umetnuti zbog
ja: 投稿売上割引GLを挿入することができませんでしたので、
lv_lv: Pārdošanas atlaide GL norīkošanu nevarēja ievietota , jo
pl_pl: Upusty nie mogą być zapisane w KG ponieważ
vi_vn: Doanh số bán hàng giảm giá GL gửi bài không có thể được chèn vào bởi vì

source: The asset disposal GL posting details could not be retrieved because
ar: و GL التخلص من الأصول نشر تفاصيل لا يمكن استرجاع لأن
et: Varade realiseerimine GL postitamise andmed ei saa taastada , sest
fa: دارایی گرم در اختیار ارسال اطلاعات قابل بازیابی نیست زیرا
fr_lu: La cession d'actifs GL Ecriture n'a pas pu être récupéré car
hr_hr: GL imovine smeća objavljivati ​​podatke nije moguće dohvatiti jer
ja: 買掛金トランザクション詳細は取り出しできませんでした、理由は
lv_lv: Aktīvu atsavināšana GL norīkošanu datus nevarēja izgūt , jo
pl_pl: GL zbycia aktywów wysyłania danych nie mógł zostać przywrócony, ponieważ
vi_vn: Việc xử lý tài sản GL đăng chi tiết không thể được lấy ra bởi vì

source: The following SQL was used to get the asset posting details
ar: تم استخدام SQL التالية للحصول على تفاصيل نشر الأصول
et: Järgmine SQL kasutati saada vara postitad lähemalt
fa: گذاشتن زیر می توانید دارایی ارسال اطلاعات مورد استفاده قرار گرفت
fr_lu: Commande SQL d'affichage
hr_hr: Sljedeći SQL je korišten da bi se ta imovina objavljivanja pojedinosti
ja: 作業指図の更新に以下のSQLが使われた
lv_lv: Pēc SQL tika izmantota, lai iegūtu aktīvu norīkošanu informāciju
pl_pl: SQL po użyto, aby uzyskać szczegóły księgowania aktywów
vi_vn: SQL sau đây đã được sử dụng để có được các chi tiết đăng tài sản

source: accumulated depreciation disposal
ar: التخلص من الاستهلاك المتراكم
et: akumuleeritud kulum kõrvaldamine
fa: دفع استهلاک انباشته
fr_lu: élimination des amortissements cumulés
hr_hr: ispravak vrijednosti smeća
ja: 減価償却累計額の処分
lv_lv: uzkrāto nolietojumu apglabāšanas
pl_pl: skumulowana amortyzacja zbycia
vi_vn: tích lũy xử lý khấu hao

source: The reversal of accumulated depreciation GL posting on disposal could not be inserted because
ar: لا يمكن إدراج عكس المتراكمة GL الاستهلاك نشرها على التخلص بسبب
et: Ümberpööramine akumuleeritud kulum GL postitad käsutuses ei saa sisestatud sest
fa: واژگونی گرم در استهلاک انباشته ارسال در اختیار قرار داده نمی تواند به دلیل
fr_lu: Le renversement du cumul des amortissements GL annonce la cession n'a pas pu être inséré parce que
hr_hr: Obrat akumulirane amortizacije GL knjiženja na raspolaganju ne može biti umetnuta , jer
ja: 売掛金トランザクション詳細は取り出しできませんでした、理由は
lv_lv: Uzkrāto nolietojumu GL ievietošanas apglabāšanas atcelšana nevarēja ievietota , jo
pl_pl: Odwrócenie zgromadzonych GL amortyzacji zamieszczenie na unieszkodliwienie odpadów nie mogą być włączone, ponieważ
vi_vn: Sự đảo chiều của hao mòn luỹ kế GL đăng trên xử lý không thể được chèn vào bởi vì

source: cost disposal
ar: التخلص من حيث التكلفة
et: kulu kõrvaldamine
fa: دفع هزینه
fr_lu: élimination des coûts
hr_hr: trošak zbrinjavanja
ja: コスト処分
lv_lv: izmaksu likvidēšana
pl_pl: zbycie koszt
vi_vn: xử lý chi phí

source: The reversal of asset cost on disposal GL posting could not be inserted because
ar: لا يمكن إدراج عكس تكلفة الأصول على GL التخلص بالإرسال لأن
et: Ümberpööramine vara maksumus realiseerimise GL postitad ei saa lisada , sest
ja: システム構成は更新できませんでした、理由は

source: net book value disposal
ar: صافي القيمة الدفترية التخلص
et: puhasväärtuse kõrvaldamine
fa: کتاب دفع ارزش خالص
fr_lu: valeur nette comptable disposition
hr_hr: Neto knjigovodstvena vrijednost smeća
ja: 正味簿価処分
lv_lv: atlikusī vērtība iznīcināšana
pl_pl: Wartość księgowa netto unieszkodliwiania
vi_vn: net sách xử lý giá trị

source: The disposal net book value GL posting could not be inserted because
ar: تصرف صافي القيمة الدفترية GL المشاركة لا يمكن إدراج بسبب
et: Kõrvaldamise puhasväärtuse GL postitad ei saa lisada , sest
fa: دفع خالص گرم در کتاب ارزش نوشتن نمی تواند دلیل وارد
fr_lu: L'élimination valeur comptable nette GL annonce n'a pas pu être inséré car
hr_hr: Zbrinjavanje Neto knjigovodstvena vrijednost GL knjiženja se ne može umetnuti zbog
ja: 銀行口座が挿入又は修正できなかった理由は
lv_lv: Apglabāšana atlikusī vērtība GL norīkošanu nevarēja ievietota , jo
pl_pl: Zbycie wartości księgowej netto GL oddelegowania nie mogą być włączone, ponieważ
vi_vn: Việc xử lý ròng giá trị sổ sách GL đăng không có thể được chèn vào bởi vì

source: asset disposal proceeds
ar: عائدات التصرف في الأصول
et: vara võõrandamisel
fa: درآمد حاصل از دفع دارایی
fr_lu: produit de cession d'actifs
hr_hr: primitaka od prodaje imovine
ja: 資産処分進む
lv_lv: aktīvu atsavināšanas
pl_pl: wpływów ze zbycia aktywów
vi_vn: tiền xử lý tài sản

source: The disposal proceeds GL posting could not be inserted because
ar: تصرف العائدات GL المشاركة لا يمكن إدراج بسبب
et: Müügitulu GL postitad ei saa lisada , sest
fa: درآمد حاصل از دفع گرم در نوشتن می تواند به دلیل درج نشده
fr_lu: Le produit de cession GL annonce n'a pas pu être inséré car
hr_hr: Primitaka od prodaje GL knjiženja se ne može umetnuti zbog
ja: 部品構成表は取り戻しができませんでした理由は
lv_lv: Atsavināšanas GL norīkošanu nevarēja ievietota , jo
pl_pl: Zbycia GL oddelegowania nie może być włożona, ponieważ
vi_vn: Việc xử lý tiến hành đăng GL không có thể được chèn vào bởi vì

source: The fixed asset transaction could not be inserted because
ar: لا يمكن إدراج معاملة الأصول الثابتة بسبب
et: Põhivara tehing ei saa lisada , sest
fa: معامله دارائی های ثابت نمی تواند دلیل وارد
fr_lu: Impossible d'ajouter cette transaction d'immobilisation car
hr_hr: Fiksne imovine transakcija nije mogao biti jer je umetnuta
ja: 定義済みの税務当局は取り戻しできませんでした、理由は
lv_lv: Pamatlīdzekļu darījums nevarēja tikt ievietota , jo
pl_pl: Stała transakcji składnika aktywów nie mogą zostać włączone, ponieważ
vi_vn: Các giao dịch tài sản cố định không thể được chèn vào bởi vì

source: The following SQL to insert the fixed asset transaction record was used
ar: تم استخدام SQL التالية لإدراج سجل المعاملات الأصول الثابتة
et: Järgmine SQL sisestada põhivara tehingute loetelu kasutati
fa: گذاشتن زیر برای وارد کردن دارایی ثابت مربوط به معامله مورد استفاده قرار گرفت
fr_lu: Commande SQL d'ajoût de transaction d'immobilisation:
hr_hr: Sljedeći SQL umetnuti zapis fiksne imovine transakciju bio korišten
ja: 債務トランザクションレコードを追加する以下のSQLが使われました
lv_lv: Pēc SQL ievietot pamatlīdzekļu darījumu ieraksts tika izmantots
pl_pl: Poniżej SQL wstawić stałą dokumentację transakcji aktywów był używany
vi_vn: SQL sau đây để chèn các bản ghi giao dịch tài sản cố định đã được sử dụng

source: The fixed asset record could not be updated for the disposal because
ar: لا يمكن تحديث السجل الأصول الثابتة للتخلص لأن
et: Põhivara arvestust ei saanud uuendatud kõrvaldamise tõttu
fa: ثبت دارائی های ثابت می تواند برای دفع نمی شود به دلیل به روز شده
fr_lu: Impossible de mettre à jour la fiche d'immobilisation:
hr_hr: Fiksne imovine zapis ne može se ažurirati za odlaganje , jer
ja: 地域は追加または更新ができませんでした理由は
lv_lv: Pamatlīdzekļu ieraksts nevar atjaunināt , lai likvidētu , jo
pl_pl: Stały rejestr aktywów nie można zaktualizować do usuwania, ponieważ
vi_vn: Các bản ghi tài sản cố định không thể được cập nhật cho việc xử lý vì

source: The following SQL to update the fixed asset record was used
ar: تم استخدام SQL التالية ل تحديث السجل الأصول الثابتة
et: Järgmine SQL uuendada põhivara arvestust kasutati
fa: گذاشتن زیر برای به روز رسانی ثبت دارائی های ثابت مورد استفاده قرار گرفت
fr_lu: Commande SQL de mise à jour de l'immobilisation:
hr_hr: Sljedeći SQL ažurirati fiksne imovine rekord je korišten
ja: 在庫レコードを更新する以下のSQLが使われました
lv_lv: Pēc SQL atjaunināt pamatlīdzekļu ieraksts tika izmantots
pl_pl: Poniżej SQL do aktualizacji stałych rekord aktywów był używany
vi_vn: SQL sau đây để cập nhật các bản ghi tài sản cố định đã được sử dụng

source: The total debtor GL posting could not be inserted because
ar: مجموع GL المدين المشاركة لا يمكن إدراج بسبب
et: Kokku võlgnik GL postitad ei saa lisada , sest
fa: گرم در کل ارسال بدهکار نمی تواند دلیل وارد
fr_lu: Le GL total débiteur annonce n'a pas pu être inséré car
hr_hr: Ukupna dužnika GL objavljivanja ne mogu biti umetnuta , jer
ja: 投稿合計債務GLを挿入することができませんでしたので、
lv_lv: Kopējais Parādnieks GL norīkošanu nevarēja ievietota , jo
pl_pl: Nie można wprowadzić wierzytelnosci do KG ponieważ
vi_vn: tổng số người nợ trong sổ cái không đưa lên chèn vào bởi vì

source: The following SQL to insert the total debtors control GLTrans record was used
ar: تم استخدام SQL التالية لإدراج المدينين السيطرة الكاملة سجل GLTrans
et: Järgmine SQL sisestada kokku võlgnike kontrolli GLTrans rekord kasutati
fa: گذاشتن زیر را برای درج در کل بدهکاران کنترل ضبط GLTrans مورد استفاده قرار گرفت
fr_lu: Commande SQL d'ajout
hr_hr: Sljedeći SQL umetnuti ukupan dužnika kontrole GLTrans rekord je korišten
ja: 債務制御GLトランレコードを追加する以下のSQLが使われました
lv_lv: Pēc SQL ievietot Kopā debitori kontroles GLTrans ieraksts tika izmantots
pl_pl: Użyta fraza SQL:
vi_vn: D? li?u SQL sau dùng d? chèn h? so giao d?ch s? cái ki?m soát t?ng ngu?i n? dã du?c s? d?ng

source: The freight GL posting could not be inserted because
ar: و GL الشحن ملفات لا يمكن إدراج بسبب
et: Kaubaveo GL postitad ei saa sisestatud sest
fa: گرم در حمل و نقل ارسال نمی تواند دلیل وارد
fr_lu: Le GL de fret annonce n'a pas pu être inséré car
hr_hr: Teretni GL knjiženja se ne može umetnuti zbog
ja: 投稿貨物GLを挿入することができませんでしたので、
lv_lv: The shipping GL posting could not be inserted because
pl_pl: Koszty transportu nie mogą być wprowadzone do KG ponieważ
vi_vn: The shipping GL posting could not be inserted because

source: The tax GL posting could not be inserted because
ar: و GL ضريبة المشاركة لا يمكن إدراج بسبب
et: Maks GL postitad ei saa lisada , sest
fa: گرم در ارسال مالیات نمی تواند دلیل وارد
fr_lu: Le GL fiscale affichage n'a pas pu être inséré car
hr_hr: Porez GL knjiženja se ne može umetnuti zbog
ja: 投稿税GLを挿入することができませんでしたので、
lv_lv: Nodokļu grāmatojums nevar tikt veikts, jo
pl_pl: Podatek nie może być wprowadzony do KG ponieważ:
vi_vn: GL thuế đăng không có thể được chèn vào bởi vì

source: Invoice number
ar: رقم الفاتورة
et: arve number
fa: شماره فاکتور
fr_lu: Numéro de la facture
hr_hr: Broj računa
ja: 請求書番号
lv_lv: Rēķina numurs
pl_pl: Numer faktury
vi_vn: Số hóa đơn

source: processed
ar: معالجة
et: töödeldud
fa: پردازش
fr_lu: transformés
hr_hr: obrađen
ja: 処理
lv_lv: apstrādāts
pl_pl: przetworzony
vi_vn: xử lý

source: Print this invoice
ar: طباعة هذه الفاتورة
et: Trüki arve
fa: چاپ فاکتور
fr_lu: Imprimer cette facture
hr_hr: Štampaj račun
ja: 請求書印刷
lv_lv: Drukāt &#353;o rēķinu
pl_pl: Drukuj fakturę
vi_vn: In hóa đơn này

source: Select another order for invoicing
ar: اختر أمر آخر لتحرير الفواتير
et: Vali teine ​​et arvete
fa: انتخاب دیگر برای اینکه صورتحساب
fr_lu: Sélectionner une autre commande à facturer
hr_hr: Odabir drugog naloga za račun
ja: 請求に他の注文選択
lv_lv: Rēķna izrakstīsana nāko&#353;ajam pārdo&#353;anas rīkojumam
pl_pl: Wybierz inne zamówienie do fakturowania
vi_vn: Chọn một trật tự cho hoá đơn (chọn một đơn hàng khác có hóa đơn)

source: Sales Order Entry
ar: ترتيب مبيعات دخول
et: Müük Telli kanne
fa: ورود سفارش فروش
fr_lu: Écriture de commande lient
hr_hr: Prodaja unos narudžbi
ja: 販売受注入力
lv_lv: Pārdo&#353;anas rīkojuma ievadī&#353;ana
pl_pl: Przyjęcie Nowego Zamówienia
vi_vn: Đơn đặt hàng đầu vào

source: Date On Invoice
ar: تاريخ الفاتورة
et: Kuupäev kaubaarve
fa: تاریخ را در صورت حساب
fr_lu: Date de facturation
hr_hr: Datum računa
ja: 売上請求
lv_lv: Rēķina datums
pl_pl: Data na fakturze
vi_vn: Ngày viết hóa đơn

source: Consignment Note Ref
ar: شحنة ملاحظة المرجع
et: Saatekirja Ref
fa: محموله کد عکس توجه کنید
fr_lu: Réf. bordereau d'expédition
hr_hr: Pošiljka Napomena Ref.
ja: 発送品注記参照
lv_lv: Pavadzīmes Ref
pl_pl: Ref. Noty Potwierdzającej
vi_vn: Luu ý v? giao hàng

source: No Of Packages in Delivery
ar: لا من الحزم في التسليم
et: No pakendite tarne
fa: تعداد بسته در تحویل
fr_lu: Pas de colis en livraison
hr_hr: Ne paketa u isporuci
ja: 配信中のパッケージはありません
lv_lv: Nav paku daudzums Piegāde
pl_pl: No paczek w stanie
vi_vn: Không Of Gói trong Giao hàng tận nơi

source: Action For Balance
ar: العمل لتحقيق التوازن
et: Action tasakaalu
fa: اقدام برای تعادل
fr_lu: Reliquat
hr_hr: Akcija za ravnotežu
ja: 債務残高
lv_lv: Prasība par bilances
pl_pl: Skarga o Balance
vi_vn: Hành d?ng v?i s? du

source: Automatically put balance on back order
ar: وضع التوازن تلقائيا على النظام مرة أخرى
et: Automaatselt panna tasakaalu tagasi , et
fa: به صورت خودکار تعادل در جهت پشت قرار داده است
fr_lu: Livrer plus tard
hr_hr: Automatski balans stavi na leđa red
ja: 自動的に繰越し注文残高に充当
lv_lv: Automātiski samazināt iepirkuma rīkojumā nepiegādāto preču daudzumu
pl_pl: Automatycznie zawieś część niezrealizowaną
vi_vn: Tự động đặt cân bằng trên đơn hàng trả lại

source: Cancel any quantities not delivered
ar: إلغاء أي كميات لم تسلم
et: Loobu kogused ei esitatud
fa: لغو هر مقدار تحویل داده نمی
fr_lu: Annuler les quantités non livrées
hr_hr: Poništavanje svih količine nisu dostavljene
ja: 納品されない数量取消
lv_lv: Atcelt visus daudzumus, kas nav piegādāti
pl_pl: Anuluj ilości, nie wydał
vi_vn: Hủy bỏ bất kỳ số lượng nào không được giao

source: Invoice Text
ar: نص الفاتورة
et: arve tekst
fa: متن صورت حساب
fr_lu: Commentaires
hr_hr: Tekst računa
ja: 請求書テキスト
lv_lv: Rēķina Teksts
pl_pl: Komentarz do Faktury
vi_vn: văn bản hóa đơn

source: Process Invoice
ar: فاتورة عملية
et: Process Arve
fa: فرآیند فاکتور
fr_lu: Facturation
hr_hr: Obrada računa
ja: 請求処理
lv_lv: Apstrādāt rēķinus
pl_pl: Przetwórz Fakturę
vi_vn: cách thức hóa đơn

source: Contract Bill of Materials
ar: بيل العقد من مواد
et: Leping Materjaliandmik
fa: بیل دارید از مواد
fr_lu: Le projet de loi du contrat de Matériaux
hr_hr: Ugovor Bill of Materials
ja: 原材料構成原価
lv_lv: Līgums Bill of Materials
pl_pl: Bill of Materials umowy
vi_vn: hợp đồng nguyên vật liệu

source: You should automatically be forwarded to the Contract page. If this does not happen perhaps the browser does not support META Refresh
ar: ينبغي لك تلقائيا تحال إلى الصفحة العقد .
et: Sa peaksid automaatselt edastatakse Leping lehel.
fa: شما به طور خودکار به صفحه دارید باید فرستاده شود. شاید اگر این اتفاق نمی افتد مرورگر کند بارگزاری متا را پشتیبانی نمی کند
fr_lu: Vous devriez être automatiquement dirigé à la page du contrat.
hr_hr: Trebali biste biti automatski proslijeđen Ugovor stranici .
ja: 注文行の詳細ページの入力を自動的に進めなければなりません
lv_lv: Jums vajadzētu automātiski nosūta Līguma lapā .
pl_pl: powinny zostać automatycznie przekazane do strony kontraktu. Jeśli to nie nastąpi prawdopodobnie przeglądarka nie obsługuje Meta Refresh
vi_vn: B?n s? du?c t? d?ng chuy?n t?i trang h?p d?ng. N?u quá trình không x?y ra, có th? do trình duy?t không h? tr? làm m?i META

source: click here
ar: انقر هنا
et: kliki siia
fa: اینجا را کلیک کنید
fr_lu: Cliquez ici
hr_hr: kliknite ovdje
ja: ここをクリック
lv_lv: spiest šeit
pl_pl: kliknij tutaj
vi_vn: nhấn vào đây

source: to continue
ar: على مواصلة
et: jätkama
fa: ادامه
fr_lu: pour continuer
hr_hr: nastaviti
ja: 続く
lv_lv: lai turpinātu
pl_pl: aby kontynuować
vi_vn: tiếp tục

source: There is a problem selecting the part records to display because
ar: هناك مشكلة اختيار السجلات جزء لعرضه لأن
et: Seal on probleem valides osa kirjete kuvamiseks sest
fa: یک مشکل انتخاب بخش مدارک برای نمایش وجود ندارد چون
fr_lu: Problème de sélection des articles à afficher
hr_hr: Tu je problem odabira dio zapisa za prikaz jer je
ja: ので、表示するには、一部のレコードを選択する問題があります
lv_lv: Sarežģījumi attēlojot izvēloto daļu ierakstu, jo
pl_pl: Problem przy wyborze elementów do wyświetlenia
vi_vn: Có s? c? khi ch?n m?t hi?n th? m?t ph?n h? so

source: The SQL statement that failed was
ar: كان عبارة SQL التي فشلت
et: SQL et ei olnud
fa: بیانیه گذاشتن که شکست خورده بود
fr_lu: Échec de la commande SQL:
hr_hr: SQL izjava da nije bio
ja: 失敗したSQLステートメントがあった
lv_lv: SQL , ka neizdevās bija
pl_pl: Użyta fraza SQL
vi_vn: câu lệnh cơ sở dữ liệu SQL đã bị lỗi

source: There are no products to display matching the criteria provided
ar: لا توجد منتجات للعرض مطابقة المعايير المنصوص
et: Puuduvad toodete kuvamiseks sobitamine sätestatud kriteeriumidele
fa: هیچ محصول برای نمایش مطابق با معیارهای ارائه شده وجود دارد
fr_lu: Il n'y a pas de produit à afficher correspondant au(x) critère(s) de sélection
hr_hr: Nema proizvoda za prikaz odgovarajuće kriterije koje
ja: 提供条件に一致する表示する製品がありません
lv_lv: Nav nevienas preces ko parādīt pieskaņotu paredzētos kritērijus
pl_pl: Brak produktów spełniających podane kryteria
vi_vn: Không có sản phẩm nào phù hợp với tiêu chí được đưa ra

source: The contract BOM cannot be altered because the customer has already placed the order
ar: لا يمكن تغيير BOM العقد لأن العميل قد وضعت بالفعل النظام
et: Lepingu Bom muuta ei saa , kuna klient on juba tellimuse
hr_hr: Ugovor troškovnik ne mogu se mijenjati , jer kupac je već postavljen redoslijed
ja: そのいくつかがすでに請求書を作成したので、この品目は削除できません

source: The item
ar: هذا البند
et: kirje
fa: قلم دوم از اقلام
fr_lu: L'article
hr_hr: stavka
ja: 品目
lv_lv: Prece
pl_pl: Pozycja
vi_vn: Mặt hàng

source: is already in the bill of material for this contract. The system will not allow the same item on the contract more than once. However you can change the quantity required for the item.
ar: هو بالفعل في مشروع القانون من مواد ل هذا العقد .
et: on juba arve materjali käesoleva lepingu jaoks .
fa: در حال حاضر در این لایحه از مواد برای این قرارداد. سیستم مورد های مشابه در قرارداد اجازه نمی دهد بیش از یک بار. با این حال شما می توانید مقدار مورد نیاز برای آیتم را تغییر دهید.
fr_lu: est déjà dans la nomenclature de ce contrat.
hr_hr: već je u račun za materijal za ovaj ugovor .
ja: すでにこの契約のための材料の法案である。
lv_lv: jau rēķinu materiāla šā līguma .
pl_pl: jest już w zestawieniu materiałów do niniejszej umowy. System nie pozwoli tej samej pozycji na umowie więcej niż raz. Jednak można zmienić ilości wymaganych dla danego elementu.
vi_vn: đã có trong danh sách nguyên vật liệu cho hợp đồng này. Hệ thống sẽ không cho phép cùng một mặt hàng trongu hợp đồng nhiều hơn một lần. Tuy nhiên bạn có thể thay đổi số lượng cần thiết cho mặt hàng đó.

source: The item details could not be retrieved
ar: لا يمكن استرجاع على السلعة
et: Elemendi üksikasju ei õnnestunud
fa: جزئیات آیتم قابل بازیابی نیست
fr_lu: Les détails de l'article n'ont pas pu être affichés
hr_hr: Stavka detalji nisu mogli biti pronađeni
ja: 得意先詳細はSQLで検索ができませんでした、というのは
lv_lv: Par Papildus informācija nevarēja izgūt
pl_pl: Element danych nie mógł zostać przywrócony
vi_vn: Không truy xuất được chi tiết mặt hàng

source: The SQL used to retrieve the item details but failed was
ar: استخدام SQL لاسترداد السلعة لكنها فشلت وكان
et: SQL kasutatud laadidakirje üksikasju , kuid ei olnud
fa: گذاشتن استفاده برای بازیابی اطلاعات مورد بود ، اما نتوانستند
fr_lu: Échec de la commande SQL d'affichage de la fiche article:
hr_hr: SQL se koristi za dohvaćanje stavku pojedinosti , ali nije bio
ja: SQLは、項目の詳細を取得するために使用されましたが、失敗した
lv_lv: SQL izmanto, lai ielādētu objektu detaļas, bet neizdevās , bija
pl_pl: Użyta fraza SQL
vi_vn: Cơ sở dữ liệu SQL dùng để truy xuất thông tin mặt hàng nhưng không thành công là

source: The item code
ar: رمز هذا البند
et: Toode
fa: کد آیتم
fr_lu: Le code article
hr_hr: Šifra
ja: 品目コード
lv_lv: Preces kods
pl_pl: Kod towaru
vi_vn: Mã mặt hàng

source: does not exist in the database and therefore cannot be added to the contract BOM
ar: غير موجود في قاعدة البيانات وبالتالي لا يمكن أن تضاف إلى BOM العقد
et: ei eksisteeri andmebaasis ja seetõttu ei saa lisada lepingule BOM
fa: نشانی در پایگاه داده وجود ندارد و بنابراین می تواند به قرارداد BOM اضافه نمی شوند
fr_lu: n'existe pas dans la base de données et ne peuvent donc pas être ajoutée au contrat BOM
hr_hr: ne postoji u bazi podataka i stoga ne može biti dodan u ugovora BOM
ja: データベースに存在しないため、契約BOMに追加することはできません
lv_lv: neeksistē datu bāzē , un tāpēc to nevar pievienot līguma BOM
pl_pl: nie istnieje w bazie danych i dlatego nie mogą być dodawane do umowy BOM
vi_vn: Không tồn tại trong cơ sở dữ liệu và do đó không thể được thêm vào hợp đồng nguyên vật liệu

source: Contract Bill of Material
ar: بيل العقد من المواد
et: Leping Bill materjali
fa: بیل دارید از مواد
fr_lu: Le projet de loi du contrat de matériel
hr_hr: Ugovor Bill of material
ja: 原材料構成原価
lv_lv: Līgums Bill materiālu
pl_pl: Bill Umowa Materiał
vi_vn: Hợp đồng nguyên vật liệu

source: Contract Reference:
ar: مرجع العقد :
et: Leping Viide:
fa: مرجع قرارداد :
hr_hr: Ugovor Referenca :
ja: 得意先参照
lv_lv: Līgums Atsauce :
pl_pl: Numer umowy:
vi_vn: Tham khảo hợp đồng

source: UOM
et: Ühik
fr_lu: UM
ja: 単位
pl_pl: jm

source: Sub-total
ar: شبه الكلي
et: Vahesumma
fa: زیر کل
fr_lu: Sous-total
hr_hr: Sub - ukupno
ja: 小計
lv_lv: Starpsumma
pl_pl: Suma
vi_vn: Tổng số

source: Are you sure you wish to delete this item from the contract BOM?
ar: هل أنت متأكد أنك تريد حذف هذا البند من BOM العقد؟
fr_lu: Voulez-vous supprimer cet article de la nomenclature?
ja: この仕入先価格を削除してもよろしいですか？

source: Update Lines
ar: تحديث خطوط
et: Uuenda Lines
fa: خطوط بروز
fr_lu: Mise à jour Lines
hr_hr: Ažuriranje Lines
ja: 行更新
lv_lv: atjaunināt Lines
vi_vn: cập nhật dòng

source: Back To Contract Header
ar: عودة إلى رأس العقد
et: Tagasi Leping Päise
fa: بازگشت به هدر دارید
fr_lu: Retour à l'en-tête du contrat
hr_hr: Povratak na Ugovor Zaglavlje
ja: 購買発注に戻る
lv_lv: Atpakaļ uz Līguma Galvene
pl_pl: Powrót do nagłówka zamówienia
vi_vn: Quay lại tiêu đề hợp đồng

source: The supplier category details could not be retrieved because
ar: لا يمكن استرجاع تفاصيل فئة المورد بسبب
et: Tarnija kategooria üksikasjad ei õnnestunud , sest
fa: منبع اطلاعات رده قابل بازیابی نیست زیرا
fr_lu: Les détails des catégories fournisseur ne peut être trouvé en raison
hr_hr: Dobavljačem kategorija detalj nije mogao biti pronađen , jer
ja: 仕入先詳細はSQLで検索できませんでした、理由は
lv_lv: Klienta aprakstu nevar iegūt, jo
pl_pl: Szczegóły kategorii dostawca nie mógł zostać przywrócony, ponieważ
vi_vn: Không thể truy xuất mục chi tiết thông tin nhà cung cấp bởi vì

source: The SQL used to retrieve the category details but failed was
ar: و SQL المستخدمة لاسترداد فئة من التفاصيل لكنها فشلت وكان
et: SQL kasutatud laadidakategooria üksikasjad , kuid ei olnud
fa: گذاشتن استفاده برای بازیابی اطلاعات رده بود ، اما نتوانستند
fr_lu: Échec de la commande SQL d'affichage de la fiche catégorie:
hr_hr: SQL se koristi za dohvaćanje pojedinosti kategorije , ali nije bio
ja: 預金口座詳細の取出にSQLは用いられた
lv_lv: SQL neizdevās iegūt cenas,
pl_pl: SQL używany do pobierania danych, ale nie było kategorii
vi_vn: Cơ sở dữ liệu SQL sử dụng để truy xuất thông tin nhưng không thành công là

source: Search For Stock Items
ar: البحث عن حدات الأسهم
et: Otsi Stock valikud
fa: جستجو برای انبار
fr_lu: Chercher un article
hr_hr: Traži Za dionica stavke
ja: 在庫品目の検索
lv_lv: Meklēt preci
pl_pl: Szukaj Towarów
vi_vn: Tìm kiếm hàng trong kho

source: Enter text extracts in the description
ar: أدخل مقتطفات النص في الوصف
et: Sisesta teksti väljavõttest kirjelduses
fa: عصاره را وارد کنید متن در توضیحات
fr_lu: Saisir une partie de la description
hr_hr: Unesite tekst ekstrakti u opisu
ja: 内容のテキストの一部を入力
lv_lv: Ievadiet teksta izvilkumi aprakstā
pl_pl: Wprowadź fragment(y) tekstu z opisu
vi_vn: Nh?p vào

source: Enter extract of the Stock Code
ar: أدخل استخراج من قانون الاوراق المالية
et: Sisesta väljavõteStock Code
fa: عصاره را وارد کنید کد بانک
fr_lu: Saisir une partie du code article
hr_hr: Unesite izdvojiti od burze zakona
ja: 品目コードの一部を入力
lv_lv: Ievadiet daļu no preces koda
pl_pl: fragment Kodu Towaru
vi_vn: Nh?p ph?n trích xu?t c?a mã kho

source: Create a New Stock Item
ar: إنشاء مخزون عنصر جديد
et: Loo uus laonumbrist
fa: ایجاد یک آیتم جدید بانک
fr_lu: Créer un article
hr_hr: Stvoriti novu stavku Stock
ja: 新品目追加
lv_lv: Pievienot jaunu preci
pl_pl: Utwórz nowy element fotografii
vi_vn: Tạo một mặt hàng mới
