Repository: timschofield/KwaMoja-Medical
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar, et, fa, fr_lu, hr_hr, ja, lv_lv, pl_pl, vi_vn

source: Qty recd
ar: الكمية recd
et: Kogus KONTOLE
fr_lu: Qté reçue
hr_hr: Količina RecD
ja: 数量RECD
lv_lv: Daudz recd
pl_pl: Ilość dost.
vi_vn: Số lượng recd

source: The Positive GL entry for the shipment variance posting for
ar: دخول GL إيجابي لهذه الفروق شحنة بالإرسال لل
et: Positiivne GL kande saadetise dispersioon postitad
fa: ورود GL مثبت برای واریانس حمل و نقلارسال برای
fr_lu: L'entrée GL positifs de la variance pour l'expédition annonce
hr_hr: Pozitivan GL ulaz za pošiljke varijance za postavljanje
ja: 出荷分散の正GLエントリはためにポスティング
lv_lv: Pozitīva GL ieraksts pārvadājuma dispersijas norīkošanu
pl_pl: Dodatni zapis KG dla różnic w transporcie dla
vi_vn: GL nhập tích cực cho phương sai lô hàng gửi bài cho

source: Qty invoiced
ar: فواتير الكمية
et: Kogus arve
fr_lu: Quantité facturée
hr_hr: Količina fakturirana
ja: 数量請求
lv_lv: Daudz rēķinā
pl_pl: Ilość faktury
vi_vn: Số lượng hóa đơn

source: The credit GL entry for the shipment variance posting for
ar: دخول GL الائتمان لهذه الفروق شحنة بالإرسال لل
et: Krediidi GL kande saadetise dispersioon postitad
fa: اعتبار ورود GL برای واریانس حمل و نقل نوشتن برای
fr_lu: L'entrée de GL de crédit pour la variance d'expédition pour l'affichage
hr_hr: Unos kreditne GL za pošiljke varijance za postavljanje
ja: ためにポスティング出荷分散の信用GLエントリー
lv_lv: Kredīts GL ieraksts pārvadājuma dispersijas norīkošanu par
pl_pl: Dodatni zapis KG dla różnic kosztów transportu dla
vi_vn: GL mục tín dụng cho phương sai lô hàng gửi bài cho

source: Shipment of
ar: شحنة من
et: saadetise kohta
fr_lu: Expédition des
hr_hr: Transport
ja: 出荷 of
lv_lv: sūtījums
pl_pl: Dostawa
vi_vn: lô hàng

source: cost was
ar: وكانت تكلفة
et: maksumus oli
fr_lu: le coût était de
hr_hr: cijena je
ja: コストがあった
lv_lv: izmaksas bija
pl_pl: poprzednia wartość
vi_vn: Chi phí là

source: changed to
ar: تغيرت إلى
et: muutunud
fr_lu: changé(e) à
hr_hr: promijenio se
ja: 請求 to
lv_lv: mainīt uz
pl_pl: zmieniony na
vi_vn: Được thay đổi thành

source: QOH of
ar: QOH من
et: QOH kohta
fr_lu: QEM de
hr_hr: QOH mjesta
ja: 在庫数量
lv_lv: QOH no
pl_pl: Stan
vi_vn: QOH của

source: The GL credit for the shipment stock cost adjustment posting could not be inserted because
ar: الفضل GL للشحنة الأوراق المالية التكيف تكلفة المشاركة لا يمكن إدراج بسبب
et: GL krediiti saadetise aktsia kohandus postitad ei saa lisada , sest
fr_lu: Le crédit GL pour l'ajustement des coûts d'expédition stock annonce ne pouvait pas être inséré, car
hr_hr: GL kredit za troškove otpreme dionicama prilagodbe knjiženja se ne može umetnuti zbog
ja: 投稿出荷在庫コスト調整用GLクレジットを挿入することができませんでしたので、
lv_lv: GL kredītu pārvadājuma akciju izmaksu korekciju norīkošanu nevarēja ievietota , jo
pl_pl: Nie można dodać strony Ma dla korekty kosztów transportu w KG ponieważ
vi_vn: GL tín dụng cho các lô hàng chứng khoán điều chỉnh giá niêm yết không có thể được chèn vào bởi vì

source: The GL debit for stock cost adjustment posting could not be inserted because
ar: لا يمكن إدراج الخصم GL لتعديل تكلفة الأسهم بالإرسال لأن
et: GL deebet aktsia kohandus postitad ei saa lisada , sest
fr_lu: Le débit GL pour rajustement du coût du stock annonce ne pouvait pas être inséré, car
hr_hr: GL dugovanje za dionicama troškova prilagodbe knjiženja se ne može umetnuti zbog
ja: 投稿在庫コスト調整用のGL借方を挿入することができませんでしたので、
lv_lv: GL debeta par akciju cenu korekcijas norīkošanu nevarēja ievietota , jo
pl_pl: Nie można dodać strony Winien dla korekty kosztów transportu w KG ponieważ
vi_vn: GL nợ điều chỉnh giá chào bán không có thể được chèn vào bởi vì

source: The shipment cost details for the stock item could not be updated because
ar: تعذر تحديث تفاصيل شحنة من حيث التكلفة لل بند الأوراق المالية بسبب
et: Saatekulu üksikasjadlaonumbrist ei saa ajakohastada , sest
fr_lu: Le détail des coûts d'expédition pour les articles en stock ne pouvait pas être mis à jour car
hr_hr: Pošiljka troškova za smještaj dionica stavke nisu mogli biti ažurirana , jer
ja: 在庫品目の出荷コストの詳細を更新できませんでしたので、
lv_lv: Pārvadājums izmaksu informāciju par krājumu posteni nevar atjaunināt , jo
pl_pl: Koszty transportu dla towaru nie mogą być zaktualizowane ponieważ
vi_vn: Các chi tiết chi phí vận chuyển cho các mục chứng khoán có thể không được cập nhật vì

source: Total Shipment Charges
ar: مجموع شحنة رسوم
et: Kokku Saadetise eest
fr_lu: Total frais d'expédition
hr_hr: Ukupno pošiljke Optužbe
ja: 出荷請求合計
lv_lv: Kopējais Sūtījuma Maksas
pl_pl: Razem Opłaty Transportowe
vi_vn: Tổng chi phí vận tải biển

source: Total Value of all variances on this shipment
ar: إجمالي قيمة جميع الفروق على هذه الشحنة
et: Koguväärtus erinevused selle saadetise
fa: ارزش کل واریانس در این حمل و نقل
fr_lu: Valeur totale de tous les écarts sur cette expédition
hr_hr: Ukupna vrijednost svih odstupanja na ovoj pošiljci
ja: この出荷の全差異価格合計
lv_lv: Kopējā vērtība visiem dispersijas par šo sūtījumu
pl_pl: Łączna wartość wszystkich różnic w tej przesyłki
vi_vn: Tổng giá trị của tất cả các chênh lệch trên lô hàng này

source: Shipment Charges Against Products
ar: شحنة رسوم ضد المنتجات
et: Vedu süüdistused tooted
fa: اتهامات حمل و نقل در برابر محصولات
fr_lu: Frais d'expédition en rapport avec les marchandises
hr_hr: Pošiljke prijava protiv Proizvodi
ja: 製品に対する出荷請求
lv_lv: Sūtījuma apsūdzībām pret Products
pl_pl: Opłaty Transportowe Dla Produktów
vi_vn: Phí giao hàng đối với sản phẩm

source: Local Amount
ar: المبلغ المحلية
et: kohalik Summa
fr_lu: Montant local
hr_hr: Lokalna Iznos
ja: ローカル金額
lv_lv: vietējā Summa
pl_pl: Wartość w
vi_vn: Số tiền địa phương

source: Charged
ar: متهم
et: laetud
fr_lu: Facturé
hr_hr: optužen
ja: 請求
lv_lv: uzlādēts
pl_pl: Lok. Wal.
vi_vn: tính

source: Total Charges Against Shipment Items
ar: مجموع التكاليف ضد شحنة الأصناف
et: Kõik süüdistused Vedu valikud
fa: مجموع اتهامات علیه اقلام حمل و نقل
fr_lu: Total des frais en rapport avec les articles de la livraison
hr_hr: Ukupno prijava protiv pošiljku stavki
ja: 出荷品目に対する請求合計
lv_lv: Kopā apsūdzībām pret sūtījums preces
pl_pl: Razem Opłaty Poszczególnych Pozycji
vi_vn: Tổng số phí chống mục lô hàng

source: General Shipment Charges
ar: شحنة رسوم العام
et: General Saadetise eest
fa: اتهامات حمل و نقل عمومی
fr_lu: Frais d'expédition généraux
hr_hr: Opći pošiljke Optužbe
ja: 一般的な出荷請求
lv_lv: Vispārējie Sūtījuma Maksas
pl_pl: Ogólne Opłaty Transportowe
vi_vn: Phí lô hàng chung

source: Total General Shipment Charges
ar: مجموع شحنة رسوم العام
et: Kõik General Saadetise eest
fa: مجموع اتهامات حمل و نقل عمومی
fr_lu: Total des frais d'expédition général
hr_hr: Ukupno Opći pošiljke Optužbe
ja: 一般的な出荷請求合計
lv_lv: Kopā Vispārējie Sūtījuma maksa
pl_pl: Razem Ogólne Opłaty Transportowe
vi_vn: Tổng số phí lô hàng chung

source: Update Standard Costs
ar: تحديث التكاليف المعيارية
et: Uuenda Standard kulud
fr_lu: Les coûts de mise à jour standard
hr_hr: Ažurirajte standardne troškove
ja: 標準原価更新
lv_lv: Atjaunināt Standarta izmaksas
pl_pl: Aktualizacja Kosztów Stałych
vi_vn: Cập nhật chi phí tiêu chuẩn

source: Confirm OK to Close
ar: تأكيد موافق لإغلاق
et: Kinnita sulgemiseks OK
fr_lu: OK pour fermer
hr_hr: Potvrdi OK za zatvaranje
ja: クローズ了解確認
lv_lv: Apstiprināt OK, lai aizvērtu
pl_pl: Potwierdź OK aby Zamknąć
vi_vn: Xác nhận OK để đóng cửa

source: Could not complete the purchase order lines on this shipment
ar: لا يمكن استكمال خطوط أمر الشراء في هذه الشحنة
et: Ei suutnud täita ostutellimuse ridade selle saadetise
fr_lu: Impossible de terminer les lignes de commande d'achat sur cette expédition
hr_hr: Nije moguće ispuniti linije narudžbenici na ovoj pošiljci
ja: この出荷で購入注文ラインを完了できませんでした
lv_lv: Nevarēja pabeigt pirkuma pasūtījuma rindas par šo sūtījumu
pl_pl: Nie można skompletować pozycji zamówienia zakupu w tej dostawie
vi_vn: Không thể hoàn thành các đường đơn đặt hàng trên lô hàng này

source: Could not update the shipment to closed
ar: تعذر تحديث شحنة مغلقة
et: Pole võimalik uuendadasaadetise suletud
fr_lu: Impossible de mettre à jour l'envoi de fermeture
hr_hr: Ne može se ažurirati pošiljku zatvoreno
ja: クローズドに出荷を更新できませんでした
lv_lv: Nevarēja atjaunināt sūtījumu slēgta
pl_pl: Nie można zaktualizować zamykanej dostawy
vi_vn: Không thể cập nhật các lô hàng để đóng

source: has been closed
ar: تم إغلاق
et: on suletud
fr_lu: a été fermé(e)
hr_hr: je zatvoren
ja: 閉じられている
lv_lv: ir slēgta
pl_pl: został zamknięty
vi_vn: Đã được đóng lại

source: All variances were posted to the general ledger
ar: وقد وضعت جميع الفروق إلى دفتر الأستاذ العام
et: Kõik erinevused olid lähetatudpearaamat
fa: واریانس به طور کلی معین شده بودند
fr_lu: Tous les écarts ont été affichés dans le Grand Livre
hr_hr: Sva odstupanja objavili su u glavnoj knjizi
ja: すべての差異は総勘定元帳に転記された
lv_lv: Visas novirzes tika nosūtīts uz vispārējo virsgrāmatu
pl_pl: Wszystkie różnice zostały zapisane do KG
vi_vn: Tất cả chênh lệch được đăng trên sổ cái chung

source: All shipment items have had their standard costs updated
ar: لقد كان كل البنود شحنة تكاليفها القياسية المحدثة
et: Kõik saadetise teemad on olnud nende standard kulud uuendatud
fa: همه موارد حمل و نقل داشته اند هزینه های استاندارد خود را به روز رسانی
fr_lu: Tous les articles de la livraison ont eu leur coût mis à jour
hr_hr: Sve pošiljke stavke su imali svoje standardne troškove ažurirani
ja: すべての出荷の項目は、標準原価が更新があった
lv_lv: Visi sūtījumu posteņi ir bijusi viņu standarta izmaksas atjaunināta
pl_pl: Koszty standardowe dla wszystkich pozycje wysyłanych zostały zaktualizowane
vi_vn: Tất cả các mục hàng đã có chi phí tiêu chuẩn của họ được cập nhật

source: Shipments
ar: شحنات
et: veod
fr_lu: Expéditions
hr_hr: Pošiljke
ja: 出荷
lv_lv: sūtījumiem
pl_pl: Dostawy
vi_vn: lô hàng

source: To set up a shipment
ar: إعداد شحنة
et: Et luua saadetise
fr_lu: Pour définir une livraison
hr_hr: Da biste postavili pošiljku
ja: 出荷設定
lv_lv: Lai izveidotu sūtījumu
pl_pl: Aby ustalić transport
vi_vn: Thiết lập chuyến hàng mới

source: the supplier must first be selected from the Select Supplier page
ar: يجب أولا المورد سيتم اختيارها من صفحة مزود اختر
et: tarnija peab olema eelnevalt valitud Select Pakkuja lehekülg
fr_lu: le fournisseur doit d'abord être sélectionné dans la page Sélectionner les fournisseurs
hr_hr: dobavljač prvo mora biti izabran iz Izabrati Supplier stranici
ja: 最初に仕入先選択ページから仕入先が選ばれなければなりません
lv_lv: the supplier must first be selected from the Select Vendor page
pl_pl: najpierw musisz wybrać dostawcę na stronie Wybór Dostawcy
vi_vn: Trước tiên phải chọn nhà cung cấp từ trang " Lựa chọn nhà cung cấp"

source: Select the Supplier
ar: اختر مزود
et: Valida tarnijat
fr_lu: Sélectionner le fournisseur
hr_hr: Odaberite Dobavljač
ja: 仕入先選択
lv_lv: Select the Vendor
pl_pl: Wybór Dostawcy
vi_vn: lựa chọn nhà cung cấp

source: Unable to locate Shipment
ar: قادر على تحديد موقع شحنة
et: Suutnud leida Vedu
fr_lu: Impossible de localiser le port
hr_hr: Nije moguće naći pošiljku
ja: 郵送物が見つかりません
lv_lv: Nevar atrast Sūtījuma
pl_pl: Nie można znaleźć Transportu
vi_vn: Không thể xác định vị trí lô hàng

source: Shipment No.
ar: شحنة رقم
et: Vedu Ei
fr_lu: Envoi n°
hr_hr: Pošiljka br
ja: 出荷番号
lv_lv: Sūtījumu skaits
pl_pl: Numer Wysyłki
vi_vn: Mã số chuyến hàng

source: The selected shipment is already closed and no further modifications to the shipment are possible
ar: يتم إغلاق شحنة محددة مسبقا و ممكنة أي تعديلات أخرى على شحنة
et: Valitud saadetis on juba suletud ja enam muudatusisaadetis on võimalikud
fa: حمل و نقل انتخاب شده در حال حاضر بسته شده و هیچ تغییرات بیشتر به حمل و نقل امکان پذیر است
fr_lu: La livraison sélectionnée est déjà fermée; aucune modification possible
hr_hr: Odabrana pošiljku već je zatvorena i daljnje izmjene u pošiljci moguće
ja: 選択された出荷は既に閉じ、出荷へのさらなる修正が可能ですされていません
lv_lv: Izvēlēts sūtījums jau ir slēgts , un nekādas papildu grozījumi sūtījumu ir iespējami
pl_pl: Wybrana wysyłka została zamknięta i jej zmiany nie są możliwe
vi_vn: Lô hàng được lựa chọn đã được đóng cửa và không có sửa đổi thêm cho lô hàng là có thể

source: The lines on the shipment cannot be retrieved because
ar: لا يمكن استرجاع الخطوط على شحنة ل
et: Readvedu ei saa taastada , sest
fr_lu: Impossible d'afficher les postes de la livraison car
hr_hr: Linije na pošiljke ne mogu dohvatiti , jer
ja: 出荷のラインを取得することはできませんので、
lv_lv: Uz sūtījuma līnijas nevar iegūt , jo
pl_pl: Pozycje wysyłki nie mogą być odtworzone ponieważ
vi_vn: Các dòng trên lô hàng không có thể được lấy ra bởi vì

source: Unable to locate lines for Shipment
ar: قادر على تحديد موقع خطوط لل شحنة
et: Suutnud leida read Vedu
fr_lu: Impossible de localiser les postes de la livraison
hr_hr: Nije moguće pronaći linije za otpremu
ja: 出荷のためのラインを見つけることができません
lv_lv: Nevar atrast līnijas nosūtīšanai
pl_pl: Nie można zlokalizować pozycji wysyłki
vi_vn: Không thể xác định vị trí đường cho lô hàng

source: The supplier details for the shipment could not be retrieved because
ar: لا يمكن استرجاع تفاصيل المورد للشحنة بسبب
et: Tarnija andmed saadetise eest ei saa taastada , sest
fr_lu: Impossible d'afficher les infos fournisseur de la livraison car
hr_hr: Dobavljačem detalje za pošiljku ne može preuzeti jer
ja: 出荷のためのサプライヤーの詳細を取得できませんでしたので、
lv_lv: Par piegādātājs informāciju par sūtījumu nevarēja izgūt , jo
pl_pl: Szczegóły dostawcy zakupu nie mogą być odtworzone ponieważ
vi_vn: Không truy xuất được chi tiết nhà cung cấp để chuyển hàng vì

source: The date of expected arrival of the shipment must be entered in the format
ar: يجب إدخال تاريخ وصوله المتوقع للشحنة في شكل
et: Kuupäevast oodata saadetise saabumist tuleb sisestada kujul
fr_lu: La date d'arrivée prévue doit être saisie au format
hr_hr: Datum očekivanog dolaska pošiljke moraju biti upisani u formatu
ja: 出荷の予想到着日の形式で入力する必要があります
lv_lv: Paredzamo ierašanās sūtījuma datums jāieraksta formātā
pl_pl: Spodziewana data dostawy musi być wprowadzona w formacie
vi_vn: Ngày đến dự kiến ​​của các lô hàng phải được nhập theo định dạng

source: A reference to the vessel of more than 2 characters is expected
ar: ومن المتوقع إشارة إلى سفينة أكثر من 2 حروف
et: Viide laeva enam kui 2 tähemärki on oodata
fa: اشاره بهکشتی بیش از 2 کاراکتر انتظار می رود
fr_lu: Le nom du navire / transporteur doit comporter au moins 2 caractères
hr_hr: Pozivanje na posudu više od 2 znaka očekuje
ja: 2つ以上の文字の容器への参照が期待されている
lv_lv: Uz kuģa ir vairāk par 2 simboliem atsauce ir paredzēts
pl_pl: Oczekiwany jest co najmniej 2 znakowy numer kontenera
vi_vn: Một tham chiếu đến các tàu của hơn 2 nhân vật dự kiến

source: A reference to the voyage (or HAWB in the case of air-freight) of more than 2 characters is expected
ar: ومن المتوقع إشارة إلى رحلة ( أو HAWB في حالة الشحن الجوي ) أكثر من 2 حروف
et: Viide reisi ( või HAWB puhul õhuvedude ) üle 2 tähemärki on oodata
fa: اشاره به سفر ( یا HAWB در مورد حمل و نقل هوایی ) بیشتر از 2 حرف است انتظار می رود
fr_lu: La référence doit comporter au moins 2 caractères
hr_hr: Pozivanje na putovanju (ili HAWB u slučaju zračnog prijevoza tereta ) više od 2 znaka Očekuje
ja: 2つ以上の文字の航海への参照（または航空貨物の場合HAWB ）が期待されている
lv_lv: Ar reisa numurs ( vai HAWB gadījumā gaisa kravas pārvadājumu ) vairāk nekā 2 varoņiem ir sagaidāms
pl_pl: Oczekiwany jest co najmniej 2 znakowy numer rejsu (lub HAWB przy transporcie lotniczym)
vi_vn: Một tham chiếu đến chuyến đi ( hoặc HAWB trong trường hợp của vận tải hàng không ) của hơn 2 nhân vật dự kiến

source: Cannot add purchase order lines to the shipment unless the shipment is first initiated - hit update to setup the shipment first
ar: لا يمكن إضافة خطوط أمر الشراء إلى شحنة ما لم يتم بدء أول شحنة - ضرب التحديث لإعداد أول شحنة
et: Ei saa lisada ostutellimuse ridade saadetise kui saadetis esimesena algatatud - tabas uuendus setupsaadetis esimest
fa: آیا می توانم اضافه کردن خطوط سفارش خرید به حمل و نقل نیست مگر اینکه حمل و نقل برای اولین بار آغاز - به روز رسانی آمار به راه اندازی حمل و نقل
fr_lu: Impossible d'ajouter des lignes de commande à l'expédition à moins que l'expédition est d'abord initié - mise à jour frapper à mettre en place la première expédition
hr_hr: Ne mogu dodati linije narudžbenici na pošiljke akopošiljka Prvi je pokrenuo - hit ažuriranje za postavljanje pošiljku prva
ja: 出荷が最初に開始されない限り、出荷まで発注行を追加することはできません - ヒットアップデートを初出荷をセットアップする
lv_lv: Nevar pievienot pirkuma pasūtījuma rindas uz nosūtīšanu, ja vienpārvadājums pirmo reizi uzsākta - hit atjauninājumu, lai setup sūtījumu vispirms
pl_pl: Nie można dodawaćpozycji zakupu przed otworzeniem dostawy - naciśnij Aktualizację aby najpierw otworzyć dostawę
vi_vn: Không thể thêm dòng đơn đặt hàng cho các lô hàng , trừ khi lô hàng đầu tiên được khởi xướng - nhấn cập nhật để thiết lập chuyến hàng đầu tiên

source: Updated the shipment record and delivery dates of order lines as necessary
ar: تحديث السجل الشحن و مواعيد التسليم من خطوط النظام حسب الضرورة
et: Uuendatud saadetise rekord ja tarnetähtajad tellimuse read on vajalik
fa: به روز شده در رکورد حمل و نقل و تاریخ تحویل از خطوط دستور در صورت لزوم
fr_lu: Mise à jour des enregistrements de livraison et des dates de livraison en fonction de ce qui est nécessaire
hr_hr: Obnovljeno pošiljku rekord i rokovima isporuke od reda linije što je potrebno
ja: 出荷記録し、必要に応じて、受注明細の配信日を更新
lv_lv: Atjaunināts pārvadājuma ierakstu un piegādes datumi attiecībā pasūtījuma līniju , kā nepieciešams
pl_pl: Zmienione daty wysyłki pozycji zamówienia w miarę potrzeby
vi_vn: Cập nhật các bản ghi giao hàng và ngày giao hàng của đường dây để khi cần thiết

source: Vessel Name /Transport Agent
ar: السفينة اسم / وسائط نقل وكيل
et: Laeva nimi / Transport Agent
fa: نام کشتی / عامل حمل و نقل
fr_lu: Nom du navire / Transporteur
hr_hr: Podaci Ime / Transport Agent
ja: 船名/運送代理店
lv_lv: Kuģa vārds / Transport aģents
pl_pl: Nazwa statku / Agent Transport
vi_vn: Tên tàu / đại lý Giao thông vận tải

source: Voyage Ref / Consignment Note
ar: رحلة المرجع / شحنة ملاحظة
et: Voyage Ref / saatelehe
fr_lu: Référence
hr_hr: Voyage Ref / SPROVODNICE
ja: 航行番号/積送品記録
lv_lv: Voyage Ref / pavadzīmes
pl_pl: Ref Voyage / listu przewozowego
vi_vn: Hành trình Tài liệu tham khảo / Giao nhận Lưu ý

source: Into
ar: إلى
et: sisse
fr_lu: Dans
hr_hr: u
ja: に
pl_pl: do
vi_vn: Vào

source: Stock Location
ar: الأسهم الموقع
et: stock Asukoht
fr_lu: Ville
hr_hr: Stock Mjesto
ja: 在庫場所
lv_lv: Noliktavas atrašanās vieta
pl_pl: Lokalizacja Magazynu
vi_vn: Ð?a di?m kho

source: Order Lines On This Shipment
ar: ترتيب خطوط على هذه الشحنة
et: Telli Lines Sellel Vedu
fa: ترتیب خطوط در این حمل و نقل
fr_lu: Postes de cette livraison
hr_hr: Naručite linije na te pošiljke
ja: この出荷の注文行
lv_lv: Pasūtīt līnijas šajā pārvadāšanas
pl_pl: Pozycje Zamówienia W Tej Wysyłce
vi_vn: Để dòng trên lô hàng này

source: Are you sure you wish to delete this item?
et: Oled sa kindel, et soovid seda kustutada ?
fa: آیا شما مطمئن هستید که میخواهید این آیتم را حذف کنید ؟
fr_lu: Êtes- vous sûr de vouloir supprimer cet objet ?
hr_hr: Jeste li sigurni da želite izbrisati ovu stavku ?
ja: あなたはこの項目を削除したいか？
lv_lv: Vai tu tiešām vēlies dzēst šo objektu ?
pl_pl: Czy na pewno chcesz usunąć ten obiekt?
vi_vn: Bạn có chắc chắn muốn xóa ảnh này ?

source: Update Shipment Details
ar: تحديث شحنة تفاصيل
et: Uuenda Vedu Detailid
fr_lu: Appliquer les modifications
hr_hr: Ažuriranje pošiljku Detalji
ja: 出荷詳細更新
lv_lv: Atjaunināt Informācija par piegādi
pl_pl: Aktualizuj Dane Wysyłki
vi_vn: Cập nhật chi tiết chuyển hàng

source: Possible Order Lines To Add To This Shipment
ar: خطوط طلب ممكن أن تضيف إلى هذه الشحنة
et: Võimalik Telli Lines Et lisada sellele Vedu
fa: خطوط نظم ممکن برای اضافه کردن این حمل و نقل
fr_lu: Postes possibles à ajouter à cette livraison
hr_hr: Moguće linije kako bi dodao na ovaj otpreme
ja: この出荷に追加可能注文行
lv_lv: Iespējamie Pasūtīt Rindas pievienot šim pārvadāšanas
pl_pl: Pozycje Zamówienia Dostępne do Dodania do Tej Wysyłki
vi_vn: Có thể dòng để thêm vào lô hàng này

source: Shipping Company Maintenance
ar: الشحن صيانة شركة
et: Laevakompanii Hooldus
fr_lu: Gestion des transporteurs
hr_hr: Shipping Company Održavanje
ja: 運送会社メンテナンス
lv_lv: Shipping-method Maintenance
pl_pl: Dane Firm Wysyłkowych
vi_vn: Bảo trì công ty vận chuyển

source: The shipper's name must be forty characters or less long
ar: يجب أن يكون اسم الشاحن والأربعين حرفا أو أقل طويلة
et: Saatja nimi peab olema nelikümmend märki või vähem pikad
fr_lu: Le nom du transporteur doit comporter au maximum 40 caractères
hr_hr: Krcateljem ime mora biti četrdeset znakova ili manje duga
ja: 運送社名は40文字以下でなければなりません
lv_lv: The shipping-method's name must be less than forty-one characters long
pl_pl: Nazwa przewoźnika może mieć najwyżej 40 znaków
vi_vn: Tên hãng tàu phải dưới 40 kí tự

source: The shipper's name may not be empty
ar: قد لا يكون اسم الشاحن فارغة
et: Saatja nimi ei tohi olla tühi
fr_lu: Le nom du transporteur ne peut pas être vide
hr_hr: Krcatelj je ime ne može biti prazan
ja: 運送社名は空白にできない
lv_lv: The shipping-method's name may not be empty
pl_pl: Nazwa Dostawcy nie może być pusta
vi_vn: Tên hãng tàu không được để trống

source: The shipper record has been updated
ar: تم تحديث السجل الشاحن
et: Saatja rekord on uuendatud
fr_lu: La fiche transporteur a été mise à jour
hr_hr: Brodar rekord je ažuriran
ja: 荷主レコードが更新されました
lv_lv: The shipping-method record has been deleted
pl_pl: Dane przewoźnika zaktualizowane
vi_vn: Biên bản giao hàng đã được cập nhật

source: The shipper record has been added
ar: تم إضافة السجل الشاحن
et: Saatja rekord on lisatud
fr_lu: La fiche transporteur a été ajoutée
hr_hr: Brodar rekord dodan
ja: 荷主のレコードが追加されている
lv_lv: The shipping-method record has been added
pl_pl: Dodano dane przewoźnika
vi_vn: Hồ sơ hãng tàu đã được thêm vào

source: Cannot delete this shipper because sales orders have been created using this shipper
ar: لا يمكن حذف هذا الشاحن لأنه تم إنشاؤها أوامر المبيعات باستخدام هذا الشاحن
et: Ei saa kustutada seda saatja sest müügitellimuste on loodud kasutades saatja
fr_lu: Impossible de supprimer ce Transporteur car des Commandes Clients s'y r��ent
hr_hr: Ne može se izbrisati ovu otpremnik , jer narudžbe su stvoreni pomoću ovog pošiljatelja
ja: 受注は、この荷主を使用して作成されたため、この荷送人を削除することはできません
lv_lv: Cannot delete this shipping-method because it was used to create sales orders
pl_pl: Nie można usunąć przewoźnika ponieważ utworzono zamówienia odwołujące się do tego przewoźnika
vi_vn: Không thể xóa hãng tàu này vì nó được dùng để lập các đơn đặt hàng

source: sales orders using this shipper code
ar: أوامر المبيعات باستخدام هذا الرمز الشاحن
et: müügitellimuste kasutades saatja kood
fr_lu: Commandes clients dépendant de ce transporteur
hr_hr: prodaje narudžbe za ovu kod otpremnika
ja: この荷主コードを使用して受注
lv_lv: sales orders using this shipping-method ID
pl_pl: zamówienia używające tego kodu przewoźnika
vi_vn: Các đơn hàng sử dụng mã hãng tàu này

source: Cannot delete this shipper because invoices have been created using this shipping company
ar: لا يمكن حذف هذا الشاحن لأنه تم إنشاء الفواتير باستخدام هذه شركة النقل البحري
et: Ei saa kustutada seda saatja sest arved on loodud kasutades seda laevandusettevõte
fr_lu: Impossible de supprimer ce transporteur car des factures en dépendent
hr_hr: Ne može se izbrisati ovu otpremnik , jer računi su stvorili pomoću ovog brodara
ja: 請求書は、この運送会社を使用して作成されたため、この荷送人を削除することはできません
lv_lv: Cannot delete this shipping-method because it was used to create invoices
pl_pl: Nie można usunąć tego przewoźnika ponieważ utworzono faktury odwołujące się do niego
vi_vn: Không thể xóa tên hãng tàu này vì nó đã được dùng để lập các hóa đơn

source: invoices created using this shipping company
ar: إنشاء الفواتير باستخدام هذه شركة النقل البحري
et: arved loodud kasutades seda laevandusettevõte
fr_lu: Factures dépendant de ce transporteur
hr_hr: račune stvorene pomoću ovog brodara
ja: 請求書は、この運送会社を使用して作成
lv_lv: invoices created using this shipping-method
pl_pl: faktury odwołujące sie do tego przewoźnika
vi_vn: Hóa đơn đã được lập với tên hãng tàu này
