Repository: timschofield/KwaMoja-Medical
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar, et, fa, fr_lu, hr_hr, ja, lv_lv, pl_pl, vi_vn

source: Merchant ID - see SwipeHQ settings - API credentials
ar: ID التاجر - راجع إعدادات SwipeHQ - أوراق اعتماد API
et: Kaupmehe ID - vt SwipeHQ seaded - API volikirjad
fa: ID تاجر - دیدن SwipeHQ تنظیمات - اعتبار API
fr_lu: Merchant ID - voir SwipeHQ paramètres - références API
hr_hr: Merchant ID - vidi SwipeHQ postavke - API vjerodajnice
ja: マーチャントIDが - SwipeHQ設定を参照してください - APIの資格
lv_lv: Tirgotāja ID - skat SwipeHQ uzstādījumi - API pilnvaras
pl_pl: ID Sklep - zobacz SwipeHQ ustawienia - poświadczenia API
vi_vn: Merchant ID - xem SwipeHQ cài đặt - thông tin API

source: SwipeHQ API Key
ar: SwipeHQ API الرئيسية
fa: SwipeHQ API کلید
fr_lu: SwipeHQ clé API
ja: SwipeHQ APIキー
lv_lv: SwipeHQ API atslēga
vi_vn: SwipeHQ API chính

source: API Key - see SwipeHQ admin settings - API credentials
ar: API الرئيسية - انظر SwipeHQ إعدادات المشرف - أوراق اعتماد API
et: API Key - vaata SwipeHQ admin seaded - API volikirjad
fa: API کلید - SwipeHQ را تنظیمات مدیر - اعتبار API
fr_lu: API Key - voir SwipeHQ paramètres admin - références API
hr_hr: Ključ API - vidjet SwipeHQ admin postavke - API vjerodajnice
ja: APIキーは - SwipeHQ adminの設定を参照してください - APIの資格情報を
lv_lv: API atslēga - skat SwipeHQ administratora uzstādījumi - API pilnvaras
pl_pl: API Key - zobacz SwipeHQ Ustawienia administratora - poświadczenia API
vi_vn: API chính - xem SwipeHQ thiết lập quản trị - thông tin API

source: Special Order Entry
ar: دخول طلب خاص
et: Special Telli kanne
fr_lu: Saisie d'une commande spéciale
hr_hr: Posebna unos narudžbi
ja: 特別注文入力
lv_lv: Speciālā rīkojuma izveido&#353;ana
pl_pl: Wprowadzenie Zamówienia Jednorazowego
vi_vn: Đặt hàng từ đặc biệt

source: To set up a special
ar: لإعداد خاص
et: Et luua spetsiaalne
fr_lu: Pour mettre en place une spéciale
hr_hr: Za postavljanjeposebna
ja: 特別注文を設定するために
lv_lv: Lai izveidotu speciālo
pl_pl: Aby wprowadzić zamówienie jednorazowe
vi_vn: Để thiết lập một đặc biệt

source: Select the supplier now
ar: حدد المورد الآن
et: Vali tarnija nüüd
fr_lu: Sélectionner le fournisseur
hr_hr: Odaberite dobavljač sada
ja: すぐに仕入先選択
lv_lv: Izvēlēties piegādātāju
pl_pl: Wybór Dostawcy
vi_vn: Chọn một nhà cung cấp

source: the customer must first be selected from the Select Customer page
ar: يجب أولا أن يكون العميل باختياره من الصفحة تحديد العملاء
et: peab klient kõigepealt valitakseVali klient lehele
fr_lu: le client doit d'abord être sélectionné dans la page "Sélectionner le client"
hr_hr: kupac prvo mora biti izabran iz Select Customer stranici
ja: 最初に得意先選択ページから得意先が選ばれなければなりません
lv_lv: klientam vispirms jāizvēlas no Select Klienta lapā
pl_pl: najpierw musisz wybrać klienta ze strony Wybór Klienta
vi_vn: Nhà cung cấp phải được chọn từ trang " Chọn nhà cung cấp"

source: Select the customer now
ar: حدد العميل الآن
et: Valige klient nüüd
fr_lu: Sélectionner le client
hr_hr: Odaberite kupca sada
ja: すくに得意先選択
lv_lv: Izvēlieties klientu tagad
pl_pl: Wybierz klienta
vi_vn: Chọn nhà cung cấp ngay bây giờ

source: The customer record for
ar: سجل العميل لل
et: Klient rekord
fr_lu: La fiche client pour
hr_hr: Kupac rekord
ja: ための顧客レコード
lv_lv: Klients rekords
pl_pl: Dane klienta dla
vi_vn: Hồ sơ nhà cung cấp cho

source: account is currently flagged as an account that needs to be watched please contact the credit control personnel to discuss
ar: الحساب هو حساب ترفع علم النحو الذي يحتاج إلى أن يشاهد حاليا يرجى الاتصال على موظفي مراقبة الائتمان لمناقشة
et: konto on hetkel lipugakonto , mis tuleb vaatasin võtkekrediidi kontrolli töötajad , et arutada
hr_hr: Račun je trenutno označen kao račun koji treba gledao obratite se osoblju kreditne kontrole kako bi razgovarali o
ja: アカウントには、現在視聴する必要がありますアカウントとしてフラグが設定されている議論する与信管理担当者までご連絡ください
lv_lv: konts pašlaik apzīmēts kā kontu, kas nepieciešams skatīties , lūdzu , sazinieties ar kredītu kontroles personālu, lai apspriestu
pl_pl: konto jest w tej chwili zaznaczone jako obserwowane. Skontaktuj się z pracownikiem odpowiedzialnym za kontrolę płatności w celu wyjaśnienia
vi_vn: tài khoản hiện tại được đánh dấu như một tài khoản mà cần phải được theo dõi xin vui lòng liên hệ với các nhân viên kiểm soát tín dụng để thảo luận về

source: Purchase from
ar: شراء من
et: osta
fr_lu: Achat de
hr_hr: Otkup od
ja: 購買元
lv_lv: Pirkt no
pl_pl: Zakup od
vi_vn: Mua từ ngày

source: delivered to
ar: تسليمها الى
et: toimetatakse
fr_lu: livré à
hr_hr: dostavljen
ja: 納入先
lv_lv: piegādāt
pl_pl: wysyłka do oddziału
vi_vn: Đã được giao tới

source: branch
ar: فرع
et: filiaal
fr_lu: succursale
hr_hr: podružnica
ja: 支店
lv_lv: filiāle
pl_pl: oddział
vi_vn: Chi nhánh

source: Select the customer branch to deliver the special to from the list below
ar: حدد فرع العملاء لتقديم خاص ل من القائمة أدناه
et: Valige klient filiaal pakkudaerilist allpool olevast nimekirjast
fr_lu: Sélectionnez la succursale client dans la liste ci-dessous
hr_hr: Odaberite granu kupca da dostaviposebna se iz popisa
ja: 特別注文を納品する得意先支店を以下の一覧から選択
lv_lv: Izvēlieties klientu filiāli , lai nodrošinātuīpašs no saraksta zemāk
pl_pl: Wybierz oddział klienta do wysyłki jednorazowej z listy poniżej
vi_vn: Chọn nhánh khách hàng để cung cấp các đặc biệt để từ danh sách dưới đây

source: There are no branches defined for the customer selected
ar: لا يوجد فروع المعرفة للعميل اختيار
et: Puuduvad oksad määratleda kliendi valitud
fr_lu: Il n'y a pas de succursales définies pour ce client
hr_hr: Nema grane definirane za kupca odabranim
ja: 選択された顧客のために定義された枝がありません
lv_lv: Nav filiāles definēts izvēlētajai klientam
pl_pl: Brak oddziałów dla wybranego klienta
vi_vn: Không có chi nhánh nào xác d?nh cho khách hàng v?a ch?n

source: Please select a customer that has branches defined
ar: الرجاء تحديد العملاء التي لديها فروع المعرفة
et: Palun valige klient , mis on filiaalid määratletud
fr_lu: Sélectionnez un client avec succursale(s)
hr_hr: Molimo odaberite klijenta koji je definiran grane
ja: 枝が定義されている顧客を選択してください
lv_lv: Lūdzu, izvēlieties klientu , kura zari noteikts
pl_pl: Wybierz klienta ze zdefiniowanymi oddziałami
vi_vn: Vui lòng chọn một khách hàng đã , ngành quy định

source: The reference for this order is less than 3 characters
ar: المرجع لهذا النظام هو أقل من 3 أحرف
et: Viide sellele , et on vähem kui 3 tähemärki
fr_lu: La référence de cette commande est inférieure à 3 caractères
hr_hr: Referenca za ovu narudžbu je manje od 3 znaka
ja: この順序のための基準は以下の3文字です
lv_lv: Par šo pasūtījumu atsauce ir mazāks nekā 3 zīmes
pl_pl: Odnośnik tego zamówienia ma mniej niż 3 znaki
vi_vn: Tài liệu tham khảo về đơn hàng này là ít hơn 3 ký tự

source: a reference more than 3 characters is required before the order can be added
ar: مرجع أكثر من 3 أحرف هو مطلوب قبل يمكن أن تضاف النظام
et: viide rohkem kui 3 tähemärki on kohustatud enne tellimuse saab lisada
fa: مرجع بیش از 3 کاراکتر قبل از دستور را می توان اضافه مورد نیاز است
fr_lu: une référence plus de 3 caractères est requise pour pouvoir passer cette commande
hr_hr: Referentna više od 3 znaka je potrebno prije nego štobi se može dodati
ja: 注文が追加することができます前に、 3文字以上の基準以上が必要です
lv_lv: atsauce vairāk nekā 3 rakstzīmes ir nepieciešams, pirmsrīkojumu var pievienot
pl_pl: wymagany jest co najmniej 3 znakowy odnośnik zamawiającego
vi_vn: một tài liệu tham khảo hơn 3 ký tự được yêu cầu trước khi đặt hàng có thể được thêm vào

source: The person entering this order must be specified in the initiator field
ar: يجب تحديد شخص يدخل هذا النظام في مجال البادئ
et: Kes sisenevad selle tellimuse peab olema kindlaks algataja valdkonnas
fr_lu: La personne qui saisit cette commande doit être définie dans le champ "initiateur"
hr_hr: Osoba koja ulazi ovaj nalog mora biti naveden u polju inicijator
ja: この順序に入る人は、開始フィールドで指定しなければなりません
lv_lv: Persona, kas iebrauc šo rīkojumu ir jānorāda iniciators jomā
pl_pl: Osoba wprowadzająca to zamówienie musi być podana w polu Wprowadził
vi_vn: Người nhập lệnh này phải được quy định trong lĩnh vực khởi

source: a blank initiator is not allowed
ar: لا يسمح لل البادئ فارغة
et: Tühja algataja ei ole lubatud
fa: آغازگر خالی پذیر نیست.
fr_lu: un initiateur vide n'est pas autorisée
hr_hr: blank inicijator nije dopušteno
ja: 空白イニシエータは許可されていません
lv_lv: tukšu ierosinātājs nav atļauta
pl_pl: pole Wprowadził nie może być puste
vi_vn: một khởi trống không được phép

source: The cost entered must be numeric
ar: تكلفة دخلت يجب أن يكون الرقمية
et: Kulud kantakse peab olema arv
fr_lu: Le coût doit être numérique
hr_hr: Trošak ušao mora biti numerička
ja: 入力コストは数値でなければなりません
lv_lv: Ieraksta izmaksām jābūt ciparu
pl_pl: Wprowadzony koszt musi być numeryczny
vi_vn: Chi phí nhập vào phải là số

source: The sale is at a lower price than the cost
ar: البيع هو بسعر أقل من التكلفة
et: Müük on madalama hinnaga kui kulud
fa: فروش در قیمت پایین تر از هزینه
fr_lu: La vente est à un prix inférieur au coût
hr_hr: Prodaja po nižoj cijeni od cijene
ja: 販売は、コストよりも低い価格で
lv_lv: Pārdošana par zemāku cenu nekā izmaksas
pl_pl: Sprzedaż po cenie niższej od kosztu
vi_vn: Bán hàng là ở một mức giá thấp hơn chi phí

source: The purchase order can not be committed to the database because there is no stock location specified to book any stock items into
ar: لا يمكن أن ترتكب أمر الشراء إلى قاعدة البيانات لأنه لا يوجد مكان محدد الأسهم لحجز أي بنود المخزون في
et: Ostutellimus ei saa pühendunud andmebaasi sest puudub laos määratud asukohta broneerida tahes aktsia esemete
fr_lu: Le bon de commande ne peut être engagée à la base de données car il n'y a pas lieu de stockage spécifiée pour réserver des articles en stock tout en
hr_hr: Narudžbenica ne može biti predana u bazi podataka jer nema obavijesti Mjesto određeno naručiti bilo dionica stavke u
ja: 任意の在庫がある商品に予約を指定しない株式の場所が存在しないため、発注書がデータベースにコミットすることはできません
lv_lv: Pirkuma pasūtījuma nevar apņēmusies datu bāzē , jo nav krājumu atrašanās vietai pasūtīt jebkuru krājumu posteņus
pl_pl: Zamówienie zakupu nie może być zapamiętane ponieważnie podano magazynu docelowego
vi_vn: Các đơn đặt hàng không có thể được cam kết cơ sở dữ liệu vì không có vị trí chứng khoán quy định đặt bất kỳ mục cổ phiếu vào

source: The item record for line
ar: سجل هذا البند من أجل خط
et: Kirje rekord line
fr_lu: La fiche de l'article de la ligne
hr_hr: Stavka rekord za liniju
ja: 行のためのアイテムの記録
lv_lv: Punkts rekords līnijas
pl_pl: Towar dla pozycji
vi_vn: Kỷ lục mục cho dòng

source: could not be created because
ar: تعذر إنشاء لأن
et: ei saa luua , sest
fr_lu: n'a pas pu être créé(e) car
hr_hr: nije mogao biti stvoren , jer
ja: 作成できませんでしたので、
lv_lv: nevar izveidot, jo
pl_pl: nie może zostać utworzona ponieważ
vi_vn: không có thể được tạo ra bởi vì

source: The SQL statement used to insert the item and failed was
ar: تستخدم عبارة SQL لإدراج هذا البند، و فشلت كان
et: SQL kasutatakse lisatakse kirje ja ei olnud
fr_lu: Échec de la commande SQL d'ajoût d'article:
hr_hr: SQL se koristi za umetanje stavke i nije bio
ja: SQL文は、項目を挿入するために使用され、失敗しました
lv_lv: SQL izmanto, lai ievietotu objektu , un neizdevās , bija
pl_pl: Użyta fraza SQL
vi_vn: Các câu lệnh SQL được sử dụng để chèn các mục và không thành công là

source: The item stock locations for the special order line
ar: مواقع الاسهم البند ل خط أمر خاص
et: Toode laos asukohaderitellimisel line
fr_lu: Le stock endroits élément de la ligne de commande spéciale
hr_hr: Stavka dionica lokacije za poseban nalog linije
ja: 特注ラインの品目在庫場所
lv_lv: Kārtībai krājumu vietas par īpaša pasūtījuma līnijas
pl_pl: Lokalizacja magazynu dla pozycji zamówienia jednorazowego
vi_vn: Các vị trí cổ phiếu hàng cho dòng thứ tự đặc biệt

source: The SQL statement used to insert the location stock records and failed was
ar: تستخدم عبارة SQL لإدراج سجلات المخزون الموقع و فشلت كان
et: SQL kasutada lisadaasukoht laoarvestust ja ei olnud
fr_lu: Échec de la commande SQL d'ajoût d'entrepôt:
hr_hr: SQL se koristi za umetanje evidencije lokacija zaliha i nije bio
ja: SQL文は、ロケーション在庫レコードを挿入するために使用されていた失敗した
lv_lv: SQL izmanto, lai ievietotu atrašanās krājumu uzskaiti un neizdevās , bija
pl_pl: Użyta fraza SQL
vi_vn: Các câu lệnh SQL được sử dụng để chèn các bản ghi cổ phiếu vị trí và không thành công là

source: The item stock category information for the special order line
ar: عنصر الفئة المعلومات عن الأوراق المالية للخط أمر خاص
et: Kirje varukategooria teaveteritellimisel line
fa: طبقه بندی اطلاعات مورد سهام برای خط سفارش ویژه
fr_lu: L'ordre du jour stock Catégorie informations pour la ligne de commande spéciale
hr_hr: Kategorija predmet obavijesti za poseban nalog linije
ja: 特注ラインのアイテム在庫カテゴリ情報
lv_lv: Punkts akciju kategorijas informācija par īpaša pasūtījuma līnijas
pl_pl: Informacja dot. kategorii dla pozycji zamówienia jednorazowego
vi_vn: Mục thông tin danh mục chứng khoán cho các dòng thứ tự đặc biệt

source: The SQL statement used to get the category information and that failed was
ar: عبارة SQL المستخدمة للحصول على معلومات الفئة و التي فشلت كان
et: SQL kasutada saankategooria teavet ja mis ei olnud
fr_lu: Échec de la commande SQL d'affichage des informations concernant les catégories:
hr_hr: SQL se koristi kako bi dobili podatke o kategoriji , a da nije bio
ja: SQL文は、カテゴリ情報を取得するために使用し、それが失敗だった
lv_lv: SQL izmanto, lai iegūtu kategoriju informāciju, un tas neizdevās , bija
pl_pl: Użyta fraza SQL
vi_vn: Các câu lệnh SQL được sử dụng để có được những thông tin danh mục và không thành công là

source: The delivery and sales type for the customer could not be retrieved for this special order
ar: لا يمكن استرجاع التسليم و نوع المبيعات للعملاء لهذا النظام خاصة
et: Tarnimine ja müük tüüp klient ei õnnestunud selles eritellimisel
fr_lu: La livraison et le type de vente pour le client n'a pas pu être trouvé pour cette commande spéciale
hr_hr: Isporuka i prodaja putovanja za kupca nije moguće dohvatiti ovoj posebnoj narudžbi
ja: 顧客の配信と販売タイプはこの特注のため取得できませんでした
lv_lv: Piegādes un pārdošanas veids , lai klients nevarētu tikt saņemti šo īpašo pasūtījuma
pl_pl: Wysyłka i typ sprzedaży nie mogą być odtworzone dla tego zamówienia jednorazowego
vi_vn: Việc cung cấp và loại hình bán hàng cho các khách hàng không có thể được lấy ra cho đặt hàng đặc biệt này

source: The SQL statement used to get the delivery details and that failed was
ar: عبارة SQL تستخدم للحصول على تفاصيل التسليم و التي فشلت كان
et: SQL kasutada, et saadakohale detailid ja mis ei olnud
fr_lu: Échec de la commande SQL d'affichage des détails de livraison:
hr_hr: SQL se koristi da se dostave pojedinosti i da nije bio
ja: SQL文は、配信の詳細を取得するために使用しましたが失敗したこと
lv_lv: SQL izmanto, lai iegūtu piegādes detaļas un tas neizdevās , bija
pl_pl: Użyte zapytanie SQL
vi_vn: Các câu lệnh SQL được sử dụng để có được những chi tiết giao hàng và không được

source: The sales order cannot be added because
ar: لا يمكن إضافة أمر المبيعات بسبب
et: Müügikorralduse ei saa lisada , sest
fr_lu: La commande ne peut pas être passée car
hr_hr: Prodajni nalog ne može se dodati , jer
ja: 受注があるため追加できません
lv_lv: Pārdošanas rīkojumu nevar pievienot, jo
pl_pl: Nie można dodać zamówienia ponieważ
vi_vn: Các đơn đặt hàng không có thể được thêm vào bởi vì

source: There was a problem inserting a line into the sales order because
ar: كانت هناك مشكلة إدراج خط في النظام المبيعات بسبب
et: Tekkis probleem sisestamistrida müügi et kuna
fr_lu: Il y avait un problème en insérant une ligne dans l'ordre de vente parce que
hr_hr: Došlo je do problema umetanjem liniju u prodajnog naloga , jer
ja: 販売注文に行を挿入する問題がありましたので、
lv_lv: Tur bijaproblēma, ievietojot līniju vērā tirdzniecības kārtībā, jo
pl_pl: Wystąpił problem z dodaniem pozycji zamówienia ponieważ
vi_vn: Có một vấn đề chèn thêm một dòng vào đơn đặt hàng vì

source: Sales Order Number
ar: رقم أمر المبيعات
et: Müük Telli arv
fr_lu: N° de commande
hr_hr: Broj prodajnog naloga
ja: 販売受注番号
lv_lv: Pārdošanas pasūtījumu skaits
pl_pl: Numer Zamówienia
vi_vn: Số đơn hàng

source: Orders created on a cash sales account may need the delivery details for the order to be modified
ar: أوامر إنشاؤها على حساب المبيعات النقدية قد تحتاج تفاصيل التسليم للنظام إلى تعديل
et: Tellimused loodudraha müügi konto vajadatarne andmed, et muuta
fa: سفارشات ایجاد شده در حساب فروش نقدی ممکن است جزئیات تحویل برای سفارش باید اصلاح شود
fr_lu: Les commandes créées sur un compte de vente au comptant peuvent avoir besoin les détails de la livraison de la commande doit être modifié
hr_hr: Narudžbe stvorene na račun novčanog prodaje možda morati pojedinosti isporuke za redom biti izmijenjeni
ja: 現金販売アカウントで作成された受注は、変更するための配信の詳細が必要な場合があります
lv_lv: Pasūtījumi izveidotie naudas pārdošanas rēķina var būt nepieciešams piegādes informāciju par to , lai jāpārveido
pl_pl: Zamówienia utworzone na konto sprzedaży gotówkowej mogą wymagać modyfikacji sposobu wysyłki
vi_vn: Đơn đặt hàng tạo ra trên một tài khoản giao dịch tiền tệ có thể cần các chi tiết giao hàng cho các đơn đặt hàng phải được sửa đổi

source: A freight charge may also be applicable
ar: قد تكون تكلفة الشحن ينطبق أيضا
et: Prahiraha võib rakendada ka
fr_lu: Des frais de transport pourront être ajoutés
hr_hr: Punjenja tereta mogu se primijeniti
ja: 運賃も適用することができる
lv_lv: A shipping charge may also be applicable
pl_pl: Koszty transportu mogą również wchodzić w rachubę
vi_vn: Phí vận chuyển cũng có thể được áp dụng

source: Enter A New Special Order
ar: إدخال طلب خاص جديد
et: Sisestage uus Special Order
fr_lu: Saisir une nouvelle commande spéciale
hr_hr: Unesite novi poseban nalog
ja: 新特別注文入力
lv_lv: Ievadīt jaunu speciālo rīkojumu
pl_pl: Wprowadź Nowe Zamówienie Jednorazowe
vi_vn: Nhập một đơn đặc biệt mới

source: Receive Purchase Into and Sell From
ar: تلقي الشراء إلى و بيع من
et: Saada ost Into ja müügiga
fr_lu: Recevez achat dans et vendre des
hr_hr: Primanje Kupnja ui prodavati Od
ja: 購買入庫先で販売元
lv_lv: Saņemt pirkšanu un pārdot no
pl_pl: Przyjmij do i Sprzedaj z
vi_vn: Nhận mua vào và bán Từ

source: Special Ref
ar: الرقم المرجعي الخاص
fr_lu: Réf. spéciale
hr_hr: Posebna Ref.
ja: 特別注文参照
lv_lv: īpaša Ref
pl_pl: Zamówienie Jednorazowe Nr
vi_vn: Tham chi?u d?c bi?t

source: Special Order Summary
ar: خاص ملخص ترتيب
et: Eritellimuse kokkuvõte
fr_lu: Sommaire de la commande spéciale
hr_hr: Posebna Red Sažetak
ja: 特別注文概要
lv_lv: Īpaša pasūtījuma kopsavilkums
pl_pl: Zamówienie Jednorazowe Podsumowanie
vi_vn: Tổng hợp đơn hàng đặc biệt

source: Total Price
ar: السعر الإجمالي
et: täishind
fr_lu: Prix total
hr_hr: Ukupna cijena
ja: 合計価格
lv_lv: kopējais Cena
pl_pl: Razem Cena
vi_vn: Tổng giá

source: TOTAL Excl Tax
ar: ضريبة غير شامل المجموع
et: KOKKU Va Tax
fr_lu: TOTAL hors taxe
hr_hr: UKUPNO bez poreza
ja: 税別合計
lv_lv: KOPĀ Bez nodokļa
pl_pl: Razem Netto
vi_vn: Tổng không tính thuế

source: Ordered item Description
ar: أمرت البند الوصف
et: Tellitud kirje kirjeldus
fr_lu: Description de l'article commandé
hr_hr: Naredio predmet Opis
ja: 注文品目内容
lv_lv: Sakārtots prece Apraksts
pl_pl: Opis Zamówionego Towaru
vi_vn: Mô tả của các mặt hàng được đặt

source: Required Delivery Date
ar: المطلوب تاريخ التسليم
et: Nõutav tarne aeg
fr_lu: Date de livraison souhaitée
hr_hr: Potrebna dostava Datum
ja: 要求納期
lv_lv: Nepieciešamā Piegādes datums
pl_pl: Wymagana Data Dostawy
vi_vn: Ngày giao hàng theo yêu c?u

source: Add Item to Order
ar: إضافة عنصر إلى ترتيب
et: Lisa toode tellimusse
fr_lu: Ajouter un article à commander
hr_hr: Dodajte stavku na narudžbu
ja: 注文に品目追加
lv_lv: Pievienot objektu , lai Pasūtīt
pl_pl: Dodaj Towar do Zamówienia
vi_vn: Thêm mặt hàng vào đơn hàng

source: Start Again
ar: إبدأ من جديد
fr_lu: Recommencer
hr_hr: Kreni ispočetka
ja: 開始位置へ
lv_lv: sākt Atkal
pl_pl: Zacznij od Początku
vi_vn: Bắt đầu lại

source: Process This Order
ar: يعالج هذا أمر
et: Töödelda Tellimus
fr_lu: Processus présent arrêté
hr_hr: Obradi ovaj nalog
ja: この注文処理
lv_lv: Apstrādāt &#353;o rīkojumu
pl_pl: Przetwórz Zamówienie
vi_vn: Tiến hành đơn hàng này

source: Inventory Adjustment
ar: ضبط المخزون
et: Inventory reguleerimine
fr_lu: Ajustements d'inventaire
hr_hr: Inventar podešavanje
ja: 在庫調整
lv_lv: krājumu korekciju
pl_pl: Regulacja magazynu
vi_vn: Ði?u ch?nh hàng t?n kho

source: Dispatch
ar: إيفاد
et: lähetama
fa: اعزام
fr_lu: Expédition
hr_hr: otpremiti
ja: 発送
lv_lv: Nosūtīt
pl_pl: Wysyłka
vi_vn: công văn

source: Select Item to Adjust
ar: اختر بند إلى ضبط
et: Valige toode , et reguleerida
fr_lu: Sélectionner l'article à modifier
hr_hr: Odaberite stavku za podešavanje
ja: 印刷する明細書選択
lv_lv: Izvēlieties vienumu Pielāgot
pl_pl: Wybierz Ustaw przedmiotu
vi_vn: Ch?n m?t hàng d? di?u ch?nh

source: The stock information cannot be retrieved because
ar: لا يمكن استرجاع المعلومات عن الأوراق المالية بسبب
et: Saadavuse info ei saa taastada , sest
fr_lu: L'information sur les stocks ne peuvent pas être récupérés parce
hr_hr: Obavijesti se ne mogu dohvatiti , jer
ja: 在庫品目のコスト詳細は検索できませんでした理由は
lv_lv: Pasūtījumu nevar iegūt, jo
pl_pl: Informacje czas nie może być przywrócony, ponieważ
vi_vn: Không truy xuất được thông tin về kho hàng vì

source: The SQL to get the stock description was
ar: كان SQL للحصول على وصف الأوراق المالية
et: SQL saada varude kirjeldus oli
fr_lu: Commande SQL d'affichage des descriptions de stock:
hr_hr: SQL dobiti dionice opis bio
ja: 構成部品の挿入にSQLは用いられた
lv_lv: SQL iegūstot daļu no izvēlētā
pl_pl: SQL, aby uzyskać opis czas był
vi_vn: D? li?u dùng d? l?y mô t? kho là

source: Stock Description
ar: الاسهم الوصف
et: stock kirjeldus
fr_lu: Description Stock
hr_hr: Stock Opis
ja: セクション内容
lv_lv: Sadaļas apraksts
pl_pl: Opis fotografii
vi_vn: Môt tả về kho hàng

source: Adjust
ar: ضبط
et: kohandama
fa: تنظیم کردن
fr_lu: Ajuster
hr_hr: prilagoditi
ja: ８月
lv_lv: pielāgot
pl_pl: Dostosować
vi_vn: Ði?u ch?nh

source: The entered item code does not exist
ar: عدم وجود رمز البند دخلت
et: Sisestatud kirje koodi ei ole olemas
fr_lu: Le code article saisi n'existe pas
hr_hr: Ušao kod Stavka ne postoji
ja: 入力アイテム·コードは存在しません
lv_lv: Ieraksta pozīcija kods neeksistē
pl_pl: Podany kod towaru nie istnieje
vi_vn: Mã s? hàng nh?p vào không t?n t?i

source: There would be no adjustment to make
ar: لن يكون هناك أي تعديل على جعل
et: Ei oleks korrigeerimine teha
fr_lu: Il n'y aurait pas d'ajustement à faire dans ce cas-là
hr_hr: Ne bi bilo napraviti prilagodbe
ja: 作るためには調整はないだろう
lv_lv: Nebūtu korekcija , lai padarītu
pl_pl: To oznacza brak korekt
vi_vn: S? không có di?u ch?nh nào du?c th?c hi?n

source: The item entered is a controlled item that requires the detail of the serial numbers or batch references to be adjusted to be entered
ar: هذا البند هو بند دخل للرقابة التي تتطلب التفاصيل من الأرقام التسلسلية أو دفعة إشارات إلى تعديل ل إدخالها
et: Kirje sisestatud kontrollitud kauba , mis nõuab detail seerianumbrid või partii viiteid kohandatakse kantakse
fa: آیتم وارد یک آیتم کنترل است که نیاز به جزئیات از شماره سریال و یا منابع دسته ای به تنظیم وارد شود
fr_lu: L'ordre du jour entrée est un article contrôlé qui exige le détail des numéros de série ou des références de commandes pour être ajustée pour être entré
hr_hr: Stavka ušao je kontrolirani predmet koji zahtijevadetaljno od serijskih brojeva ili skupne reference kako se prilagoditi za upis
ja: 入力した項目は、シリアル番号またはバッチ参照の詳細を入力するように調整されている必要があり、制御項目です
lv_lv: Ieraksta postenis irkontrolēta vienība , kas prasano sērijas numuriem vai partijas atsauces detalizēti jāpielāgo jāieraksta
pl_pl: Wprowadzony towar jest towarem kotrolowanym co wymaga korekty numeru seryjnego lub numeru partii do wprowadzenia
vi_vn: Mục vào là một mục điều khiển đòi hỏi các chi tiết của những con số nối tiếp hoặc tài liệu tham khảo hàng loạt được điều chỉnh để được nhập
