Repository: timschofield/KwaMoja-Medical
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar, et, fa, fr_lu, hr_hr, ja, lv_lv, pl_pl, vi_vn

source: Changing stock properties
ar: تغيير خصائص الأوراق المالية
et: Muutuvad aktsia omadused
fa: تغییر خواص سهام
fr_lu: Modification des propriétés de stock
hr_hr: Promjena zaliha svojstva
ja: 販売受注詳細レコード変更
lv_lv: Mainot akciju īpašības
pl_pl: Zmiana właściwości czas
vi_vn: Thay đổi tài sản kho

source: The SQL to update stock properties records failed
ar: و SQL لتحديث سجلات المخزون خصائص فشل
et: SQL uuendada aktsia omadused andmed ei ole
fr_lu: Échec de la commande SQL de mise à jour les propriétés des stocks:
hr_hr: SQL ažurirati burzovne svojstva zapise nije
ja: 販売受注詳細レコードを更新する以下のSQLが使われました
lv_lv: SQL atjaunināt krājumu īpašības ierakstus neizdevās
pl_pl: SQL aktualizacji rekordów właściwości czas nie
vi_vn: Dữ liệu SQL dùng để cập nhật hồ sơ tài sản kho đã không thành công

source: Changing stock master records
ar: تغيير سجلات ماستر الأسهم
et: Muutuvad aktsia kapten arvestust
fr_lu: Modification des fiches d'actions
hr_hr: Promjena zaliha matičnih ploča
ja: 販売受注レコード変更
lv_lv: Mainot krājumu kapteinis ierakstus
pl_pl: Zmiana rekordów danych podstawowych czas
vi_vn: Thay đổi hồ sơ tổng thể cổ phiếu

source: The SQL to update stock master transaction records failed
ar: و SQL لتحديث مخزون سجلات المعاملات سيد فشلت
et: SQL uuendada aktsia kapten tehingudokumendid ebaõnnestus
fr_lu: Échec de la commande SQL de mise à jour de la fiche principale de mouvement de stock:
hr_hr: SQL ažurirati evidenciju majstorske transakcija nije uspjela
ja: 販売受注詳細レコードを更新する以下のSQLが使われました
lv_lv: SQL atjaunināt krājumu meistars darījumu uzskaiti neizdevās
pl_pl: SQL aktualizacji rekordów master czas transakcja nie powiodła się
vi_vn: Dữ liệu SQL dùng để cập nhật hồ sơ giao dịch kho tổng thể không thành công

source: Deleting the old stock category record
ar: حذف سجل الفئة المخزون القديم
et: Kustutaminevana varukategooria rekord
fr_lu: Suppression de l'enregistrement de vieille souche catégorie
hr_hr: Brisanje stari rekord dionica kategoriju
ja: 全販売受注レコード削除中
lv_lv: Izdzēšot veco akciju kategorijas rekordu
pl_pl: Usuwanie stary rekord kategorii czas
vi_vn: Xóa hồ sơ kho mục cũ

source: The SQL to delete the old stock category record failed
ar: و SQL لحذف سجل الفئة المخزون القديم فشلت
et: SQL kustutada vana varukategooria rekord ebaõnnestus
fr_lu: Échec de la commande SQL de suppression de l'ancienne catégorie
hr_hr: SQL izbrisati stari rekord zaliha kategorija nije
ja: 販売受注詳細レコードを更新する以下のSQLが使われました
lv_lv: SQL izdzēst veco akciju kategorijas rekordu neizdevās
pl_pl: SQL usunąć stary rekord kategorii czas nie
vi_vn: Dữ liệu SQL dùng để xóa hồ sơ kho mục cũ đã không thành công

source: Existing Inventory Category Code
ar: الجرد رمز فئة موجودة
et: Olemasolevad Inventory kategooria kood
fr_lu: Code catégorie d'inventaire existant
hr_hr: Postojeći Inventar Kategorija Code
ja: 終了在庫カテゴリコード
lv_lv: Esošās inventarizācija kategorijas kods
pl_pl: Istniejące Code Kategoria Inventory
vi_vn: Mã số tồn kho hiện tại

source: New Inventory Category Code
ar: جديدة لحصر رمز الفئة
et: Uus Inventory kategooria kood
fr_lu: Nouveau Code catégorie d'inventaire
hr_hr: Novi Inventar Kategorija Code
ja: 終了在庫カテゴリコード
lv_lv: Jauns inventarizācija kategorijas kods
pl_pl: Magazyn New Code Kategoria
vi_vn: Hàng tồn kho mới Mục Mã

source: UTILITY PAGE Change A Stock Code
ar: PAGE UTILITY تغيير رمز الأسهم
et: UTILITY ChangeStock Code
fa: صفحه UTILITY تغییرکد سهام
fr_lu: PAGE D'UTILITÉ changer un code libre de droits
hr_hr: UTILITY STRANICA promijenite kod Stock
ja: UTILITYページは証券コードを変更
lv_lv: UTILITY LPP nomainīt Krājuma kods
pl_pl: STRONA SERWISOWA Zmiana Kodu Towaru
vi_vn: UTILITY TRANG thay đổi A Mã chứng khoán

source: The stock code
ar: رمز السهم
et: Stock kood
fr_lu: Le code de stock
hr_hr: Kod dionica
ja: 証券コード
lv_lv: Krājuma kods
pl_pl: Kodu towaru
vi_vn: Mã số kho

source: does not currently exist as a stock code in the system
ar: غير موجود حاليا باعتباره رمز الأسهم في نظام
et: Praegu ei eksisteeriaktsia koodi süsteemi
fa: در حال حاضر به عنوان یک کد سهام در سیستم وجود ندارد
fr_lu: n'existe pas actuellement en tant que code de stock dans le système
hr_hr: trenutno ne postoji kao dioničko koda u sustav
ja: 現在システムの株式コードとして存在しません
lv_lv: pašlaik nav kā akciju kodu sistēmā
pl_pl: nie występuje aktualnie w bazie danych
vi_vn: hiện không tồn tại như một mã chứng khoán trong hệ thống

source: The replacement stock code
ar: استبدال رمز السهم
et: Asendamine stock kood
fa: کد سهام جایگزینی ها
fr_lu: Le code de stock de remplacement
hr_hr: Kod zamjene dionica
ja: 交換用の証券コード
lv_lv: Nomaiņa Krājuma kods
pl_pl: Nowy kod towaru
vi_vn: Việc thay thế mã kho

source: already exists as a stock code in the system
ar: موجود بالفعل ك a رمز الأسهم في نظام
et: juba olemaslaos koodi süsteemi
fa: در حال حاضر به عنوان یک کد سهام در سیستم وجود دارد
fr_lu: existe déjà un code de stock dans le système
hr_hr: već postoji kao dioničko koda u sustav
ja: システムの株式コードとしてすでに存在している
lv_lv: jau pastāv kā akciju kodu sistēmā
pl_pl: jest już używany w systemie
vi_vn: đã tồn tại như một mã chứng khoán trong hệ thống

source: a unique stock code must be entered for the new code
ar: يجب إدخال رمز الأسهم فريدة من نوعها لرمز جديدة
et: ainulaadne aktsia kood tuleb sisestadauus kood
fr_lu: un code de stock unique doit être saisie pour le nouveau code
hr_hr: Jedinstvena dioničko morate unijeti za novi kod
ja: ユニークな証券コードは、新しいコードを入力する必要があり
lv_lv: unikālu akciju kods jāievada , lai jauno kodu
pl_pl: musisz podać nowy unikalny kod dla towaru
vi_vn: một mã chứng khoán độc đáo phải được nhập cho các mã mới

source: Adding the new stock master record
ar: إضافة سجل جديد ماستر الأسهم
et: Lisades uue aktsia kapten rekord
fa: اضافه کردنرکورد جدید استاد سهام
fr_lu: Ajoût du nouveau stock principal
hr_hr: Dodavanje novi rekord dionice master
ja: 新株マスタレコードを追加する
lv_lv: Pievienojot jaunu akciju kapteinis rekordu
pl_pl: Dodanie nowego rekordu do bazy magazynowej
vi_vn: Thêm các bản ghi chủ cổ phiếu mới

source: The SQL to insert the new stock master record failed
ar: و SQL لإدراج سجل جديد ماستر الأسهم فشلت
et: SQL lisada uue aktsia kapten rekord ebaõnnestus
fr_lu: Échec de la commande SQL d'ajoût de fiche principale de sock:
hr_hr: SQL umetnuti novi rekord dionice majstor nije uspio
ja: 新株マスタレコードを挿入するためのSQLが失敗しました
lv_lv: SQL ievietot jaunu akciju kapteinis ierakstu nav
pl_pl: Dodanie nowego rekordu magazynowego przez SQL nie powiodło się
vi_vn: SQL để chèn các bản ghi chủ cổ phiếu mới không

source: Changing any image files
ar: تغيير أي من ملفات الصور
et: Muutmist pildifaile
fa: هرگونه تغییر در فایل های عکس
fr_lu: Modification des fichiers image
hr_hr: Promjena bilo slikovne datoteke
ja: 任意の画像ファイルを更新する
lv_lv: Mainot jebkuru attēlu failus
pl_pl: Zmiana plików obrazu
vi_vn: Thay đổi bất kỳ tập tin hình ảnh

source: Deleting the old stock master record
ar: حذف السجل الرئيسي المخزون القديم
et: Kustutaminevana aktsia kapten rekord
fa: حذف رکورد سهام استاد پیر
fr_lu: Suppression de l'enregistrement des stocks vieux maître
hr_hr: Brisanje stari rekord dionica master
ja: 古い株式マスタレコードを削除する
lv_lv: Izdzēšot veco akciju kapteinis rekordu
pl_pl: Usuwanie starego rekordu magazynowego
vi_vn: Xóa các bản ghi chủ hàng cũ

source: The SQL to delete the old stock master record failed
ar: و SQL لحذف السجل الرئيسي المخزون القديم فشلت
et: SQL kustutada vana aktsia kapten rekord ebaõnnestus
fr_lu: Échec de la commande SQL de suppression de la fiche principal du stock:
hr_hr: SQL izbrisati stari rekord dionica majstor nije uspio
ja: 古い株式マスタレコードを削除するSQLが失敗した
lv_lv: SQL izdzēst veco akciju kapteinis rekordu neizdevās
pl_pl: Usunięcie starego rekordu magazynowego przez SQL nie powiodło się
vi_vn: SQL để xóa các bản ghi chủ cổ phiếu cũ bị phá vỡ

source: Existing Inventory Code
ar: كود المخزون الحالي
et: Olemasolevad Inventory kood
fr_lu: Code inventaire existant
hr_hr: Kod postojećeg inventara
ja: 既存のインベントリコード
lv_lv: Esošās inventarizācija kods
pl_pl: Aktualny Kodu Towaru
vi_vn: Mã số hàng tồn kho hiện tại

source: New Inventory Code
ar: كود المخزون الجديد
et: Uus Inventory kood
fr_lu: Code Inventaire Nouveau
hr_hr: Novi Inventar Code
ja: 新規インベントリコード
lv_lv: Jauns inventarizācija kods
pl_pl: Nowy Kod Towaru
vi_vn: Mã số hàng tồn kho mới

source: UTILITY PAGE To Changes A Supplier Code In All Tables
ar: PAGE الأداة المساعدة ل يغير مزود رمز في جميع الجداول
et: UTILITY leht MuutusedVarustamistavadele kõikides tabelites
fa: صفحه UTILITY به تغییراتکد منبع در تمام جداول
hr_hr: UTILITY stranicu izmjenama dobavljač Kodeks u svim tablicama
ja: すべてのテーブルの変更サプライヤーコードするユーティリティPAGE
lv_lv: UTILITY lapu Izmaiņas piegādātājs kodeksa īstenošanu visās tabulās

source: Existing Supplier Code
ar: مزود رمز القائمة
et: Olemasolevad Varustamistavadele
ja: 仕入先コード

source: New Supplier Code
ar: مزود رمز جديد
et: Uus Varustamistavadele
ja: 仕入先コード

source: The Supplier code
ar: رمز مزود
et: Pakkuja kood
ja: 仕入先コード

source: does not currently exist as a supplier code in the system
ar: غير موجود حاليا باعتباره رمز المورد في النظام
et: praegu ei eksisteeri , nagu tarnija koodsüsteem
hr_hr: trenutno ne postoji kao kod dobavljača u sustavu
ja: は品目としてシステムに設定されていない

source: The replacement supplier code
ar: رمز المورد بديل
et: Asendamine tarnija kood
hr_hr: Kod zamjene dobavljača
ja: 仕入先コード

source: already exists as a supplier code in the system
ar: موجود بالفعل ك a رمز المورد في النظام
et: on juba olemas , nagu tarnija koodsüsteem
fa: در حال حاضر به عنوان یک کد تامین کننده در سیستم وجود دارد
hr_hr: već postoji kao kod dobavljača u sustavu
ja: は品目としてシステムに設定されていない

source: a unique supplier code must be entered for the new code
ar: يجب إدخال رمز المورد فريدة من نوعها لرمز جديدة
et: ainulaadne tarnija kood tuleb sisestadauus kood
hr_hr: jedinstveni dobavljač morate unijeti za novi kod
ja: 仕入先名称は40文字以下で入力しなければなりません

source: Inserting the new supplier record
ar: إدراج سجل مورد جديد
et: Sisestamine uus tarnija rekord
ja: 仕入先名のテキストを入力

source: The SQL to insert the new suppliers master record failed
et: SQL lisadauusi tarnijaid kapten rekord ebaõnnestus
ja: 販売受注詳細レコードを更新する以下のSQLが使われました

source: Changing
ar: متغير
et: muutuv
fa: متغیر
fr_lu: Changement
hr_hr: promjena
ja: 変化
lv_lv: maiņa
pl_pl: Zmiana
vi_vn: thay đổi

source: records
ar: تسجيل
et: andmed
ja: 地域コード

source: The SQL to update
ar: و SQL لتحديث
et: SQL uuendada
ja: 失敗したSQLは

source: records failed
et: andmed ei ole
ja: レコード更新済

source: Deleting the supplier code from the suppliers master table
ar: حذف رمز المورد من الجدول الرئيسي الموردين
et: Kustutaminetarnija kood tarnijatelt saadud kapten tabel
hr_hr: Brisanje dobavljača kod sa stola dobavljača master
ja: 仕入先マスタテーブルからサプライヤーコードを削除する

source: The SQL to delete the old supplier record failed
et: SQL kustutada vana tarnija rekord ebaõnnestus
ja: 販売受注詳細レコードを更新する以下のSQLが使われました

source: The New supplier code
ar: رمز مورد جديد
et: Uus tarnija kood
ja: 仕入先コード

source: must be not empty nor with spaces
ar: يجب أن يكون ليس فارغا ولا بمسافات
et: ei tohi olla tühi ega koos tühikutega
fa: باید خالی نیست و نه با فاصله
fr_lu: doit pas être vide , ni aux espaces
hr_hr: ne smije biti prazna , niti razmacima
ja: 空もスペースをしないでなければなりません
lv_lv: nedrīkst būt tukšs nedz ar atstarpēm
pl_pl: nie może być pusta , ani ze spacjami
vi_vn: phải là không có sản phẩm nào cũng không phải với không gian

source: Identify Allocation Stuff Ups
ar: تحديد يرفع الاشياء تخصيص
et: Nimetage jaotus Stuff Ups
fr_lu: Identifier Ups Stuff Allocation
hr_hr: Prepoznajte Ups stvari za dodjelom sredstava
ja: アロケーションスタッフアップを識別
lv_lv: Identificēt Allocation Stuff Ups
pl_pl: Identyfikuj Rozliczenia
vi_vn: Xác định phân bổ Ups Stuff

source: Ov Amt
ar: اوف آمت
fr_lu: Qté globale
ja: OVアマウント
pl_pl: Wartość

source: Tot Allcns
fr_lu: Allcns Tot
ja: トットAllcns
pl_pl: Suma Al

source: There are no inconsistent allocations
ar: لا توجد مخصصات غير متناسقة
et: Puuduvad vastuoluline eraldised
fr_lu: Il n'y a aucune allocation incompatibles
hr_hr: Nema nedosljednosti izdvajanja
ja: 全く矛盾した割り当てはありません
lv_lv: Nav pretrunīgi piešķīrumi
pl_pl: Brak niespójnych rozliczeń
vi_vn: Không có phân bổ không phù hợp

source: all is well
ar: كل شيء على ما يرام
et: kõik on hästi
fa: همه به خوبی
fr_lu: tout va bien
hr_hr: sve je dobro
ja: すべてが順調です
lv_lv: visi ir labi
pl_pl: wszystko w porządku
vi_vn: tất cả là tốt

source: Customer Allocations != DebtorTrans.Alloc
ar: تقاسم العملاء ! = DebtorTrans.Alloc
et: Klientide jagamises ! = DebtorTrans.Alloc
fa: تخصیص مشتری ! = DebtorTrans.Alloc
fr_lu: Répartition de la clientèle! = DebtorTrans.Alloc
hr_hr: Kupac Izdvajanja ! = DebtorTrans.Alloc
ja: 顧客の割り当て！ = DebtorTrans.Alloc
lv_lv: Klientu asignējumi = DebtorTrans.Alloc !
pl_pl: Rozliczenia Klienta != DebtorTrans.Alloc
vi_vn: Phân bổ khách hàng = DebtorTrans.Alloc !

source: There are no inconsistencies with allocations
ar: لا توجد تناقضات مع المخصصات
et: Puuduvad vastuolud eraldised
fr_lu: Il n'y a pas de contradictions avec les allocations
hr_hr: Nema nedosljednosti s izdvajanja
ja: 配分との矛盾がありません
lv_lv: Nav ar piešķīrumiem pretrunas
pl_pl: Brak niespójności w rozliczeniach
vi_vn: Không có mâu thuẫn với phân bổ

source: Allocations made against
ar: المخصصات التي وجهت
et: Eraldatavad vastu
fr_lu: Les quotas octroyés contre
hr_hr: Izdvajanja podnijeti protiv
ja: に対して行われた割り当て
lv_lv: Piešķīrumi pret
pl_pl: Rozliczenia dla
vi_vn: Phân bổ thực hiện đối với

source: Invoice Number
ar: رقم الفاتورة
et: arve number
fr_lu: Numéro de la facture
hr_hr: Račun broj
ja: 請求書番号
lv_lv: Rēķina numurs
pl_pl: numeru faktury
vi_vn: Số hóa đơn

source: Original Invoice Total
ar: إجمالي الفاتورة الأصلية
et: Original Arve kokku
fr_lu: Total de la commande initiale
hr_hr: Izvorni Račun Ukupno
ja: 請求合計
lv_lv: Rēķins kopā
pl_pl: Oryginał faktury Razem
vi_vn: Tổng số hóa đơn gốc

source: Total amount recorded as allocated against it
ar: إجمالي المبلغ المسجل كما خصصت ضدها
et: Kokku kajastatud summa eraldatakse vastu
fa: مبلغ کل ثبت شده به عنوان در برابر آن اختصاص داده
fr_lu: Montant total enregistré comme alloués contre elle
hr_hr: Ukupan iznos evidentira kao dodjeljuje protiv njega
ja: 記録された合計金額は、それに対して割り当て
lv_lv: Kopējais ieraksta summu, kas piešķirti pret to
pl_pl: Suma zapisana jako rozliczona do nich
vi_vn: Tổng số tiền thu được phân bổ như chống lại nó

source: Total of allocation records
ar: مجموع السجلات تخصيص
et: Kokku jaotamise arvestust
fr_lu: Total des dossiers d'attribution
hr_hr: Ukupno raspodjele zapisa
ja: 割当レコードの合計
lv_lv: Kopā sadales ierakstu
pl_pl: Suma rekordów rozliczeń
vi_vn: Tổng số hồ sơ phân bổ

source: Debtors Control Integrity
ar: المدينين مراقبة النزاهة
et: Võlgnikud kontrolli Integrity
fr_lu: Contrôle de l'intégrité débiteurs
hr_hr: Dužnici Kontrola Integritet
ja: 売掛GL勘定
lv_lv: Debitori Kontroles integritāte
pl_pl: Integrity Control Dłużników
vi_vn: Kiểm soát nợ Liêm

source: Start Period:
ar: تبدأ الفترة:
et: Alusta perioodile:
hr_hr: Početak Razdoblje :
ja: 終了期間選択:
lv_lv: Sākt periods :
pl_pl: Start w okresie:
vi_vn: Giai đoạn bắt đầu

source: End Period:
ar: نهاية الفترة:
et: End perioodile:
hr_hr: Kraj Razdoblje :
ja: 期間
lv_lv: Beigu laiks:
pl_pl: Termin zakończenia:
vi_vn: Thời gian kết thúc :

source: Bal B/F in GL
ar: بال B / F في GL
et: Bal B / F GL
fa: بال B / F در GL
fr_lu: Solde "B/F" dans GL
hr_hr: Bal B / C u GL
ja: バルB / GLのF
lv_lv: Bal B / F GL
pl_pl: Bal B / F w GL
vi_vn: Bal B / F trong GL

source: Bal C/F in GL
ar: بال C / F في GL
et: Bal C / F GL
fa: بال C / F در GL
fr_lu: Solde "C/F" dans GL
hr_hr: Bal C / C u GL
ja: バルC / GLのF
lv_lv: Bal C / F GL
pl_pl: Bal C / F w GL
vi_vn: Bal C / F trong GL

source: Calculated
ar: محسوب
et: arvutatud
fr_lu: Calculée
hr_hr: Izračunato
ja: 再計算
lv_lv: aprēķināts
pl_pl: Obliczona
vi_vn: tính toán

source: Difference
ar: فرق
et: erinevus
fr_lu: Différence
hr_hr: razlika
ja: 違い
lv_lv: atšķirība
pl_pl: Różnica
vi_vn: khác biệt

source: Check Period Sales Ledger Control Account
ar: تحقق مبيعات الفترة التحكم في حساب ليدجر
et: Kontrollige aeg Müügireskontro kontroll Konto
fr_lu: Vérifiez la période du contrôle de compte du grand livre des ventes
hr_hr: Provjerite Razdoblje Prodaja knjiga Upravljačka račun
ja: 期間売上元帳コントロールアカウントを確認
lv_lv: Pārbaudiet Periods Realizācija Control kontu
pl_pl: Sprawdzenie Konta Kontrolnego Sprzedaży Okresowej
vi_vn: Thời gian kiểm tra bán hàng Ledger Account Control

source: Create Chart Details Records
ar: إنشاء تفاصيل مخطط السجلات
et: Loo Chart Details Records
fr_lu: Créer Détails Chart Records
hr_hr: Otvori pojedinosti karte Records
ja: チャートの詳細レコードを作成
lv_lv: Izveidojiet Chart Details Records
pl_pl: Utwórz Układ Kont Szczegółowych
vi_vn: Tạo biểu đồ chi tiết hồ sơ

source: Could not test to see that all chart detail records properly initiated
ar: لا يمكن اختبار لمعرفة أن كافة السجلات تفاصيل الرسم البياني بدأت بشكل صحيح
et: Ei saa katsetada , et näha, et kõik skeem detail arvestust korralikult algatatud
fr_lu: Impossible de tester pour voir que tous les détails graphique dossiers correctement mises en oeuvre
hr_hr: Ne može se testirati da se vidi da su svi chart detalj zapisi ispravno pokrenuo
ja: すべてのチャートの詳細レコードが正しく開始したかをテストできませんでした
lv_lv: Nevar pārbaudīt, lai redzētu , ka visi chart detaļu ierakstus pareizi uzsāka
pl_pl: Nie powiodło się sprawdzenie czy wszystkie dane wykresu zostały poprawnie zainicjalizowane
vi_vn: Không thể kiểm tra để thấy rằng tất cả các hồ sơ chi tiết bảng xếp hạng bắt đầu đúng cách

source: Inserting new chart details records required failed because
ar: إدراج تفاصيل مخطط جديد السجلات المطلوبة فشلت بسبب
et: Lisada uus skeem detailid arvestust, ebaõnnestus, sest
fr_lu: Insertion de détails nouveau plan a échoué parce que les registres exigés
hr_hr: Ubacivanje nove pojedinosti karte zapisi potrebni uspio jer
ja: 必要な挿入新しいチャートの詳細レコードが失敗しました
lv_lv: Ievietojot jaunu chart detaļas nepieciešamas ieraksti neizdevās, jo
pl_pl: Dodanie nowych danych do wykresu nie powiodło się ponieważ
vi_vn: Chèn biểu đồ chi tiết mới các hồ sơ đã thất bại vì

source: Chart Details Created successfully
ar: تفاصيل المخطط أنشاء بنجاح
et: Chart Details Loodud edukalt
fr_lu: Détails sur le graphique créé avec succès
hr_hr: Grafikon Detalji Objavljeno uspješno
ja: チャートの詳細が正常に作成されました
lv_lv: Attēls Sīkāka informācija Izveidots veiksmīgi
pl_pl: Konta szczegółowe utworzono pomyślnie
vi_vn: Thông tin chi tiết biểu đồ tạo thành công

source: No additional chart details were required to be added
ar: كان مطلوبا أي تفاصيل الرسم البياني إضافية لإضافتها
et: Kui täiendavaid kaardi detailide pidid lisatakse
fa: بدون جزئیات نمودار اضافی مورد نیاز به آن اضافه شود
fr_lu: Pas de détails graphiques supplémentaires devaient être ajouté
hr_hr: Nema dodatnih pojedinosti su dužni biti dodano
ja: 付加的なグラフの詳細を添加する必要はなかった
lv_lv: Nav papildu chart informācija tika prasīts jāpievieno
pl_pl: Nie było żadnych nowych danych do dodania do wykresu
vi_vn: Không có chi tiết biểu đồ bổ sung được yêu cầu để được thêm

source: UTILITY PAGE That sets up a new blank company record if not already existing
ar: PAGE فائدة أن يضع رقما قياسيا جديدا الشركة فارغا إن لم يكن الموجودة بالفعل
et: UTILITY leht, luuakse uus tühi ettevõte rekord , kui mitte juba olemasolevaid
fa: صفحه نرم افزاری است که مجموعه تا یک رکورد جدید شرکت خالی اگر در حال حاضر موجود است
fr_lu: UTILITAIRE PAGE Voilà qui établit une maison de disque vierge si ce n'est déjà existantes
hr_hr: UTILITY stranica koja postavlja novi rekord tvrtke prazan , ako ne već postojeće
ja: すでに存在しない場合は、新しい空白の会社レコードを設定ユーティリティPage
lv_lv: UTILITY lapa, kas izveido jaunu tukšu uzņēmuma rekordu , ja nav jau esošos
pl_pl: STRONA SERWISOWA Ustalenie danych firmy, jeśli jeszcze nie istnieją
vi_vn: TRANG UTILITY Điều này tạo ra một công ty thu âm mới để trống nếu không đã có sẵn

source: An existing company record is set up already. No alterations have been made
ar: يتم تعيين سجل الشركات القائمة بالفعل حتى .
et: Olemasoleva äriühingu rekord on loodud juba .
fa: سابقه شرکت موجود قرار است تا در حال حاضر.
fr_lu: Une fiche société existe déjà. Rien n'a été modifié.
hr_hr: Postojeća tvrtka rekord je postavljen već .
ja: 既存の会社のレコードが既に設定されています。
lv_lv: Esošais uzņēmums ieraksts ir izveidots jau.
pl_pl: Aktualne dane firmy są ustawione. Nie wprowadzono żadnych zmian
vi_vn: Một hồ sơ công ty hiện có được thiết lập rồi.

source: Company record is now available for modification by clicking
ar: سجل شركة متاحة الآن لل تعديل عن طريق النقر
et: Firma rekord on nüüd saadaval muutmine klõpsates
fa: رکورد شرکت در حال حاضر در دسترس برای اصلاح با کلیک کردن
fr_lu: record de l'entreprise est maintenant disponible pour la modification en cliquant sur
hr_hr: Tvrtka rekord je sada dostupan za izmjene klikom
ja: 会社の記録はクリックすることで、今では修正のために利用可能です
lv_lv: Kompānija ieraksts tagad ir pieejama izmaiņām , klikšķinot
pl_pl: Dane firmy można zmienić klikając
vi_vn: Công ty thu âm bây giờ đã có để chỉnh sửa bằng cách nhấn

source: this link
ar: هذا الرابط
et: see link
fr_lu: ce lien
hr_hr: ovaj link
ja: このリンク
lv_lv: šo saiti
pl_pl: tutaj
vi_vn: đường dẫn này

source: Create Database Template File
ar: إنشاء ملف قالب قاعدة بيانات
et: Loo andmebaasi Mallifaili
fa: ایجاد فایل های پایگاه داده الگو
fr_lu: Créer un fichier de base de données modèle
hr_hr: Stvaranje baze podataka datoteke predlošku
ja: データベースのテンプレートファイルを作成する
lv_lv: Izveidot datu bāzes veidnes fails
pl_pl: Utwórz plik szablonu bazy danych
vi_vn: Tạo tệp tin cơ sở dữ liệu mẫu

source: The name of the template has not been entered or is just 1 character - an informative name is required e.g. Deutsche-distribution in the case of a german distribution company
ar: لم يتم إدخال اسم قالب أو هو 1 حرف فقط - مطلوب اسم بالمعلومات على سبيل المثال
et: Malli nime ei ole sisestatud või on lihtsalt 1 märk -informatiivne nimi on nõutav nt
fa: نام قالب وارد شده است و یا فقط 1 کاراکتر -نام و نام آموزنده به عنوان مثال لازم است
fr_lu: Le nom du modèle n'a pas été conclu ou est à seulement 1 caractère - un nom d'information est nécessaire, par exemple Deutsche-distribution dans le cas d'une société de distribution allemande
hr_hr: Naziv predloška nije unesen ili je samo jedan lik -informativni Naziv je potrebno npr.
ja: テンプレートの名前は、単に1文字を入力するか、であるされていません - 有益な名前は、例えば必要とされる
lv_lv: Paraugs vārds nav ievadīts vai ir tikai 1 raksturu -informatīvs vārds ir nepieciešams , piemēram,
pl_pl: Nazwa szablonu nie jest wpisane lub jest tylko 1 znak - informacje name jest wymagane np. Deutsche dystrybucji w przypadku firmy dystrybucyjnej niemiecki
vi_vn: Tên của mẫu đã không được nhập vào hoặc chỉ là 1 nhân vật - một tên thông tin là cần thiết ví dụ như

source: Show the sql template file produced
ar: عرض ملف قالب SQL المنتجة
et: Näitasql template fail toodetud
fa: نمایش قالب فایل SQL
fr_lu: Voir le fichier de modèle SQL produit
hr_hr: Pokaži SQL datoteku predloška proizvedene
ja: 作成したSQLテンプレートファイルを表示
lv_lv: Parādiet SQL veidnes saražoto failu
pl_pl: Pokaż plik SQL produkowane szablon
vi_vn: Hiển thị các tập tin mẫu sql sản xuất
