Repository: timschofield/KwaMoja-Medical
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar, et, fa, fr_lu, hr_hr, ja, lv_lv, pl_pl, vi_vn

source: The SQL that failed to insert the gl analysis of this payment was
fa: SQL است که موفق به قرار دادنتجزیه و تحلیل GL از این پرداخت
fr_lu: Le SQL qui n'a pas pu insérer l'analyse gl de ce paiement était
ja: この支払いのGL分析を挿入するために失敗したSQLがあった

source: Cannot insert a GL entry for the payment because
ar: لا يمكن إدراج إدخال GL لدفع بسبب
fa: آیا می توانم یک ورودی GL برای پرداخت به دلیل وارد نمی کند
fr_lu: Impossible d'insérer une entrée GL pour le paiement en raison
ja: なぜなら支払いのためにGLのエントリを挿入することはできません

source: The SQL that failed to insert the payment GL entry was
fa: SQL که موفق به قرار دادن پرداخت ورود GL
fr_lu: Le SQL qui n'a pas pu insérer l'entrée de GL de paiement a été
ja: 支払いGLエントリを挿入するために失敗したSQLがあった

source: Imported
ar: مستورد
et: imporditud
fa: وارداتی
fr_lu: importé
hr_hr: uvozni
ja: 輸入された

source: Could not insert the bank transaction
et: Ei saa lisadapangaoperatsioon
fa: معامله بانک وارد نمی کند
fr_lu: Impossible d'insérer la transaction bancaire
hr_hr: Ne mogu umetnuti transakcije bankovnim
ja: 銀行取引を挿入できませんでした

source: Completed the importing of analysed bank transactions
ar: الانتهاء من استيراد المعاملات المصرفية تحليلها
et: Valminud importiva Analüüsitud pangatehinguid
fa: پایان واردات معاملات بانک تجزیه و تحلیل
fr_lu: Terminé l'importation des transactions bancaires analysés
hr_hr: Završenuvoznica analiziranih bankovnih transakcija
ja: 分析した銀行取引のインポートを完了した
lv_lv: Pabeigtsimportētāja analizēto bankas darījumu
vi_vn: Hoàn thành việc nhập khẩu các giao dịch ngân hàng phân tích

source: Bank Statement No
ar: كشف حساب مصرفي لا
fa: بیانیه بانک هیچ
fr_lu: Déclaration de la Banque No
ja: 銀行取引明細書がありません

source: Opening Balance as at
ar: رصيد الفتح في
fa: موجودی افتتاحیه که در
fr_lu: Solde d'ouverture au
hr_hr: Početno stanje na dan
ja: 現在で残高を開く
lv_lv: Atklāšanas Atlikums
pl_pl: Bilans otwarcia na dzień
vi_vn: Mở dư tại

source: Analysis
ar: تحليل
et: analüüs
fa: تحلیل
fr_lu: analyse
hr_hr: analiza
ja: 分析
lv_lv: analīze
pl_pl: analiza
vi_vn: phân tích

source: Closing Balance as at
ar: إغلاق الرصيد كما في
fa: موجودی اختتامیه که در
fr_lu: Solde de clôture au
hr_hr: Završno stanje na dan
ja: 現在で残高を閉じる
lv_lv: Noslēguma Atlikums
pl_pl: Stan na koniec okresu
vi_vn: Đóng cửa dư tại

source: Exchange Rate to Use When Processing Transactions
ar: سعر الصرف إلى استخدام عند معالجة المعاملات
et: Valuutakurssi kasutada Kui tehingute töötlemise
fa: نرخ ارز برای استفاده هنگام پردازش معاملات
fr_lu: Taux de change à utiliser lors du traitement Transactions
hr_hr: Tečaj će se koristiti prilikom obradu transakcija
ja: トランザクションを処理する際に使用する為替レート
lv_lv: Valūtas kurss , kas jāizmanto, darījumu apstrādei
pl_pl: Kursy walut w użyciu podczas przetwarzania transakcji
vi_vn: Tỷ giá để sử dụng khi chế biến giao dịch

source: Process Bank Transactions
ar: المعاملات المصرفية عملية
et: Process pangatehinguid
fa: معاملات بانک فرآیند
fr_lu: Traiter les transactions bancaires
ja: プロセスの銀行取引

source: This process will create bank transactions for ONLY THE ANALYSED transactions shown in yellow above together with the necessary general ledger journals and customer or supplier transactions. Are You Sure?
ar: هذه العملية سوف تخلق المعاملات المصرفية لل معاملات فقط بتحليل هو مبين باللون الأصفر أعلاه جنبا إلى جنب مع ما يلزم من المجلات دفتر الأستاذ العام و العملاء أو المعاملات المورد .
et: See protsess loob pangatehinguid ainultANALÜÜSITAVATE tehingud näidatud kollasega üle koos vajaliku pearaamat ajakirjad ja kliendi või tarnija tehingud.
fa: این فرایند معاملات بانکی فقط برای از معاملات ANALYSED نشان داده شده است در زرد در بالا همراه با مجلات لازم دفتر کل عمومی و مشتری و یا معاملات عرضه کننده کالا ایجاد کنید.
fr_lu: Ce processus permet de créer des transactions bancaires uniquement pour les transactions ANALYSES en jaune ci-dessus ainsi que les revues nécessaires du grand livre général et clients ou les transactions avec les fournisseurs.
hr_hr: Ovaj proces će stvoriti bankovne transakcije za samo Testirani transakcija prikazanih u žuto gore zajedno s potrebnim glavne knjige i časopisa kupca ili dobavljača transakcija .
ja: このプロセスは、必要な総勘定元帳の雑誌や、顧客またはサプライヤの取引と一緒に上記の黄色で表示のみ分析さトランザクションに銀行取引を作成します。
lv_lv: Šis process radīs bankas darījumus tikai analizēja darījumus , kas norādīti dzeltenā iepriekš kopā ar nepieciešamajiem virsgrāmatas žurnālu un citu klientu vai piegādātāju darījumiem .
pl_pl: Ten proces tworzenia transakcji bankowych za jedynie transakcje ANALIZY na żółto powyżej wraz z niezbędnymi czasopismach księgi głównej i klienta lub transakcji dostawców.
vi_vn: Quá trình này sẽ tạo ra các giao dịch ngân hàng cho CHỈ giao dịch ANALYSED thể hiện trong màu vàng nói trên cùng với các tạp chí cần thiết sổ cái chung và khách hàng hoặc giao dịch với nhà cung cấp .

source: Imported Bank Transaction General Ledger Analysis
ar: مستورد البنك عملية تحليل الأستاذ العام
et: Imporditud pangaülekandeid pearaamat analüüs
fa: وارداتی بانک معامله تجزیه و تحلیل لجر
fr_lu: Importée Bank Transaction General Ledger Analyse
hr_hr: Uvezeno Bank Transakcijski Glavna knjiga Analiza
ja: インポートされた銀行取引総勘定元帳分析

source: This page can only be called from the importation of bank transactions page which sets up the data to receive the analysed general ledger entries
ar: لا يمكن إلا أن يسمى هذه الصفحة من استيراد الصفحة المعاملات المصرفية التي يضع البيانات في الحصول على إدخالات دفتر الأستاذ العام تحليلها
et: Sellel lehel saab nn impordist pangatehingute leht mis loobandmete saamiseksanalüüsiti pearaamatu kanded
fa: این صفحه تنها می توان از واردات بانک صفحه معاملات که مجموعه داده ها برای دریافت با تجزیه و تحلیل نوشته لجر عمومی نامیده می شود
fr_lu: Cette page ne peut être appelé à partir de l'importation de la page transactions de la banque qui met en place les données à recevoir les entrées du grand livre général analysés
hr_hr: Ova stranica se može pozvati iz uvoza bankovne transakcije stranici u kojem se za primanje podataka analizirane glavne knjige unose
ja: このページは、唯一の分析総勘定元帳の項目を受け取るためにデータを設定し、銀行取引ページの輸入から呼び出すことができます
lv_lv: Šī lapa var saukt tikai no importa bankas darījumu lapas , kas izveido datus, lai saņemtu analizēja virsgrāmatas ierakstus
pl_pl: Ta strona może być wywołana tylko z importu transakcji stronie banku , który określa się dane , aby otrzymywać analizowane ogólne zapisy księgi głównej
vi_vn: Trang này chỉ có thể được gọi là từ việc nhập khẩu các trang giao dịch ngân hàng trong đó thiết lập các dữ liệu nhận được phân tích mục sổ cái chung

source: This transaction appears to be already entered against this bank account. By entering values in this analysis form the transaction will be entered again. Only proceed to analyse this transaction if you are sure it has not already been processed
ar: ويبدو أن هذه الصفقة على دخل بالفعل ضد هذا الحساب المصرفي .
et: See tehing tundub juba sisestatud vastu pangakontole.
fa: این معامله به نظر می رسد در حال حاضر در برابر این حساب بانکی وارد شده است .
fr_lu: Cette opération semble être déjà entré dans ce compte bancaire .
hr_hr: Ova transakcija čini da se već ušao protiv ove bankovni račun .
ja: このトランザクションは、既にこの銀行口座に対して入力されるように見えます。
lv_lv: Šis darījums , šķiet, jau ir iegājusi pret šo bankas kontu .
pl_pl: Ta transakcja wydaje się być już wprowadzone przed tym rachunku bankowym.
vi_vn: Giao dịch này dường như đã được nhập vào tài khoản ngân hàng này .

source: Back to Main Import Screen - Recommended
ar: عودة إلى الشاشة الرئيسية استيراد - يوصى
et: Tagasi Import Screen - Soovitan
fa: برگشت به صفحه اصلی صفحه واردات - توصیه شده
fr_lu: Retour à l'écran d'importation - Recommandé
hr_hr: Povratak na glavni zaslon Uvoz - Preporučio
ja: 戻るメインインポート画面に - 推奨
lv_lv: Atpakaļ uz Import Screen - Ieteicams
pl_pl: Powrót do ekranu głównego importu - Zalecane
vi_vn: Trở về màn hình nhập khẩu chính - Đê

source: Enter GL Line
ar: أدخل GL الخط
et: Sisesta GL Line
fr_lu: Saisir une ligne GL
hr_hr: Unesite GL Line
ja: GLラインを入力してください
lv_lv: Ievadiet GL Line
pl_pl: Wprowadź Pozycję KG
vi_vn: Nhập vào dòng GL

source: You must select a general ledger code from the list below
ar: يجب تحديد رمز دفتر الأستاذ العام من القائمة أدناه
et: Pead valima pearaamat kood allpool olevast nimekirjast
fr_lu: Vous devez sélectionner un code du grand livre général dans la liste ci-dessous
hr_hr: Morate odabrati opći kod Ledger iz popisa
ja: あなたは、以下のリストから総勘定元帳コードを選択する必要があります
lv_lv: Jums ir jāizvēlas virsgrāmatas kodu no saraksta zemāk
pl_pl: Należy wybrać kod ogólne księgi z poniższej listy
vi_vn: Bạn phải chọn một mã số sổ cái chung từ danh sách dưới đây

source: The account code entered is not a valid code
ar: رمز حساب دخل ليس رمز صالح
et: Konto koodi sisestada ei ole kehtiv kood
fr_lu: Le code de compte entré n'est pas un code correct
hr_hr: Račun broj unijeli nije valjana broj
ja: 入力されたアカウントコードは有効なコードではない
lv_lv: Konta ieraksta kods navderīgs kods
pl_pl: Wprowadzony kod konta jest niewłąściwy
vi_vn: Mã tài kho?n nh?p vào không h?p l?

source: This line cannot be added to the transaction
ar: هذا الخط لا يمكن أن تضاف إلى هذه الصفقة
et: See rida ei saa lisada tehingu
fr_lu: Cette ligne ne peut pas être ajouté à la transaction
hr_hr: Ova linija ne može biti dodan u transakciji
ja: この行は、トランザクションに追加することはできません
lv_lv: Šī pozīcija nevar pievienot darījumam
pl_pl: Ta pozycja nie może być dodana do transakcji
vi_vn: Dòng này không thể được thêm vào giao dịch

source: You can use the selection box to select the account you want
ar: يمكنك استخدام مربع التحديد لتحديد الحساب الذي تريد
et: Te võite kasutada valikut kasti valige konto, mida soovite
fa: شما می توانید از جعبه انتخاب به حساب را انتخاب کنید شما می خواهید استفاده کنید
fr_lu: Vous pouvez utiliser la boîte de sélection pour sélectionner le compte que vous souhaitez
hr_hr: Možete koristiti okvir za odabir kako biste odabrali željeni račun
ja: あなたがしたいアカウントを選択するように選択ボックスを使用することができます
lv_lv: Jūs varat izmantot izvēles rūtiņu, lai izvēlētos kontu, kuru vēlaties
pl_pl: Do wyboru konta jeśli chcesz możesz użyć selektora
vi_vn: B?n có th? s? d?ng h?p l?a ch?n d? ch?n tài kho?n b?n c?n

source: The amount entered is not numeric
ar: المبلغ الذي تم إدخاله غير رقمية
et: Kavandatud summa ei ole numbriline
fr_lu: Le montant inscrit n'est pas numérique
hr_hr: Iznos unijeli nije brojčana
ja: 入力された金額は、数値ではない
lv_lv: Ieraksta summa nav ciparu
pl_pl: Wprowadzona wielkość jest nie numeryczna
vi_vn: Lu?ng v?a nh?p vào không ? d?ng s?

source: Bank Account Transaction Analysis
ar: البنك تحليل عملية الحساب
fa: بانک تجزیه و تحلیل حساب معامله
fr_lu: Compte bancaire analyse de transaction
ja: 銀行口座トランザクション分析

source: Imported Bank Receipt of
ar: مستورد استلام البنك لل
et: Imporditud Bank laekumine
fa: فیش بانکی وارداتی از
fr_lu: Importée reçu de la Banque de
hr_hr: Uvezeno banka Zaprimanje
ja: の輸入された銀行の領収書
lv_lv: Importētās Bank saņemšana
pl_pl: Sprowadzone otrzymania Bank
vi_vn: Nhập khẩu nhận Ngân hàng

source: dated:
ar: بتاريخ :
fa: تاریخ :
ja: 日付：

source: Imported Bank Payment of
ar: مستورد من البنك الدفع
et: Imporditud Bank maksmine
fa: وارداتی پرداخت بانک مرکزی
fr_lu: Banque importé paiement des
hr_hr: Uvezeno uplatom
ja: の輸入された銀行の支払い
lv_lv: Importētās Bank apmaksa

source: If you have entered a GL analysis check that the sum of GL Entries agrees to the total bank transaction. If it does not then the bank transaction import will not be processed.
ar: إذا كنت قد دخلت تحليل GL تحقق أن مجموع GL مقالات يوافق على مجموع المعاملات المصرفية.
et: Kui olete sisestanud GL analüüs kontrollida summa GL Sissekanded nõuskokku pangaülekandeid .
fa: اگر شما وارد بررسی تجزیه و تحلیل GL که جمع از GL وبلاگ موافق است ، به معامله کل بانک .
fr_lu: Si vous avez entré un contrôle de GL analyse que la somme des entrées GL accepte la transaction bancaire total .
hr_hr: Ako ste unijeliGL analiza provjeriti dazbroj unosa GL pristaje na ukupne bankovne transakcije .
ja: あなたが入力している場合はGL分析はGLのエントリの合計が全体の銀行取引に同意することを確認します。
lv_lv: Ja esat ievadījisGL analīzes pārbauda , ka GL Ieraksti summa piekrīt banku kopējā darījuma .
pl_pl: Jeśli podałeśGL analiza sprawdzić , że suma GL pozycji zgadza całkowitej transakcji bankowych.
vi_vn: Nếu bạn đã bước vào một phân tích GL kiểm tra tổng của GL viết đồng ý với tổng số giao dịch ngân hàng .

source: Back to Main Import Screen
ar: عودة إلى الشاشة الرئيسية استيراد
et: Tagasi algusesse Import Screen
fa: بازگشت به صفحه اصلی صفحه واردات
fr_lu: Retour à l'écran d'importation
hr_hr: Povratak na glavni zaslon Import
ja: メインインポート画面に戻る

source: Payment to Supplier Account
ar: الدفعة إلى حساب المورد
et: Makse Pakkuja konto
fa: پرداخت به حساب تامین کننده
fr_lu: Versée au compte du fournisseur
ja: サプライヤーの口座への入金

source: GL Payment
ar: GL الدفع
fa: GL پرداخت
fr_lu: GL paiement
ja: GL支払

source: Receipt to Customer Account
et: Kviitung Kliendi Konto
fa: دریافت به حساب مشتری
fr_lu: Réception de Compte Client
hr_hr: Prijem za račun klijenta
ja: 顧客アカウントへの領収書

source: GL Receipt
ar: GL الإيصال
fa: دریافت GL
fr_lu: GL réception
hr_hr: Prijem GL
ja: GL領収書

source: General ledger Analysis
ar: دفتر الأستاذ العام تحليل
et: Pearaamat analüüs
fa: تجزیه و تحلیل عمومی معین
fr_lu: Comptabilité générale Analyse
hr_hr: Glavna knjiga Analiza
ja: 総勘定元帳分析

source: Total of GL Entries
ar: مجموعه مقالات GL
et: Kokku GL kanded
fa: مجموع GL وبلاگ
fr_lu: Total de GL entrées
ja: GLエントリの合計

source: Total Bank Transaction
ar: مجموع المعاملات المصرفية
et: Kokku pangaoperatsioon
fa: مجموع تراکنش بانک
fr_lu: Total des transactions bancaires
hr_hr: Ukupno Bank Transakcijski
ja: 合計銀行取引
lv_lv: Kopējais Banka Darījuma

source: Yet To Enter
ar: لم تدخل
et: Veel Sisesta
fa: هنوز وارد
fr_lu: Encore entrer
hr_hr: Ipak Za Upišite
ja: まだ入力する
lv_lv: Tomēr Lai ievadītu
vi_vn: Tuy nhiên, để Nhập

source: Reconciled
ar: التوفيق
et: lepitatud
fa: آشتی
fr_lu: réconciliés
hr_hr: pomiren
ja: 和解する

source: Account Selection
ar: اختيار حساب
et: Konto valimine
fr_lu: Sélection d'un compte
hr_hr: Izbor računa
ja: アカウントの選択
lv_lv: Konta izvēle
pl_pl: Wybór Konta
vi_vn: Lựa chọn tài khoản

source: If you know the code enter it above
ar: إذا كنت تعرف رمز إدخاله أعلاه
et: Kui tead koodi sisestada eespool
fa: اگر می دانید که کد بالا را وارد کنید
fr_lu: Si vous connaissez le code ci-dessus y entrer
hr_hr: Ako znatebroj je unesite gore
ja: あなたは、コードの上にそれを入力してください知っている場合
lv_lv: Ja jūs zinātkodu ievadiet to iepriekš
pl_pl: Jeśli znasz kod wprowadź go powyżej
vi_vn: Nếu bạn biết mã nhập nó ở trên

source: otherwise select the account from the list
ar: خلاف ذلك حدد الحساب من القائمة
et: muidu valige konto nimekirjast
fr_lu: Sinon, sélectionnez le compte de la liste
hr_hr: protivnom odaberite račun s popisa
ja: そうしないと、リストからアカウントを選択
lv_lv: pretējā gadījumā izvēlieties kontu, no saraksta
pl_pl: inaczej wybierz konto z listy
vi_vn: N?u không hãy ch?n tài kho?n t? danh sách

source: Import Sales Price List
ar: استيراد المبيعات قائمة الأسعار
et: Import Müük Hinnakiri
fa: واردات فروش لیست قیمت ها
fr_lu: Importer ventes Liste des Prix
hr_hr: Uvoz Prodaja Cijena Popis
ja: 輸入販売価格表
lv_lv: Importa Pārdošanas cenrādis
pl_pl: Cena sprzedaży List importu
vi_vn: Nhập khẩu bán hàng Giá liệt kê

source: File contains
ar: يحتوي ملف
et: fail sisaldab
fa: پرونده حاوی
fr_lu: Le fichier contient un(e)
hr_hr: datoteka sadrži
ja: ファイルが含まれています
lv_lv: fails satur
pl_pl: Plik zawiera
vi_vn: tập tin chứa

source: columns, expected
ar: الأعمدة ، المتوقع
et: sambad, oodatakse
fr_lu: colonnes, qui devrait
hr_hr: stupovi , očekuje se
ja: 完了
lv_lv: kolonnas , sagaidāms
pl_pl: kolumn, oczekiwano
vi_vn: cột , dự kiến

source: The file to import the price list from contains incorrect column headings
ar: ملف لاستيراد لائحة الأسعار من يحتوي على عناوين الأعمدة غير صحيحة
et: Imporditav failhinnakirja sisaldab ebaõiget veerupäiseid
fa: فایل به واردات لیست قیمت از شامل عناوین ستون ها نادرست است
fr_lu: Le fichier à importer la liste de prix du contient têtes de colonne incorrectes
hr_hr: Datoteka za uvoz cjenika iz netočnih stupaca
ja: から価格表をインポートするファイルが間違って列見出しが含まれています
lv_lv: Failu, lai importētu cenrādi no satur kļūdainus kolonnu virsrakstus
pl_pl: Plik do importu cennika z zawiera niepoprawne nagłówki kolumn
vi_vn: Tập tin cần nhập danh sách giá từ chứa tiêu đề cột không chính xác

source: Stock item
ar: بند الأوراق المالية
et: stock kirje
fa: قلم دوم از اقلام انبار
fr_lu: Article
hr_hr: Stock točke
ja: 品目
lv_lv: Prece
pl_pl: Towar
vi_vn: Hàng trong kho

source: The price could not be added because
ar: السعر لا يمكن أن تضاف ل
et: Hinnas ei saa lisada , sest
fa: قیمت نمی تواند به دلیل ارسال
fr_lu: Le prix ne peut être ajouté en raison
hr_hr: Cijena nije mogla biti dodana , jer
ja: ので、価格は追加できませんでした
lv_lv: Cenas nevar pievienot, jo
pl_pl: Cena nie może być dodana ponieważ
vi_vn: Không thêm được giá vào vì

source: The SQL that was used to add the price failed was
et: SQL , mida kasutati , et lisada hind ei olnud
fa: SQL است که برای اضافه کردن قیمت مورد استفاده قرار گرفت ، شکست خورده بود
fr_lu: Le SQL qui a été utilisé pour ajouter le prix n'a pas été
hr_hr: SQL koji je korišten za dodavanje cijenu nije bio
ja: 価格を追加するために使用されたSQLがあった失敗した
lv_lv: SQL , kas tika izmantots, lai pievienotu cenu neizdevās , bija
pl_pl: SQL , który był używany do dodawania cenę nie było
vi_vn: SQL đã được sử dụng để thêm giá không thành công là

source: Failed on row
ar: فشل في صف
et: Ebaõnnestus real
fa: در انتظار شکست خورد
fr_lu: Échec sur la ligne
hr_hr: Nisam na red
ja: 行に失敗しました
lv_lv: Neizdevās rindā
pl_pl: Nie w celi
vi_vn: Không thành công trên hàng

source: Batch Import of
ar: استيراد دفعة من
et: Partii import
fr_lu: Importation par lot de
hr_hr: Hrpa Uvoz
ja: レポートでなくEmail送付
lv_lv: Partijas imports
pl_pl: Import z serii
vi_vn: Hàng loạt nhập khẩu

source: has been completed. All transactions committed to the database.
ar: وقد تم الانتهاء .
et: on lõpetatud.
fr_lu: a été achevée. Toutes les transactions engagé à la base de données.
hr_hr: je završena .
ja: はデータベースにうまく入力されました
lv_lv: tika pievienots datubāzei
pl_pl: została zakończona. Wszystkie transakcje zapisane w bazie danych.
vi_vn: đã được hoàn thành.

source: This function loads a new sales price list from a comma separated variable (csv) file.
ar: هذه الوظيفة يقوم بتحميل قائمة أسعار جديدة للمبيعات من فاصلة فصل متغير ملف (CSV ) .
et: See funktsioon laadibuue müügi hinnakirjaeralda komaga muutuja ( csv) fail .
fa: این تابع بارهای فروش لیست جدید قیمت از کاما از هم جدا متغیر فایل (CSV) .
fr_lu: Cette fonction charge une nouvelle vente liste de prix d'un comma separated variables (CSV) .
hr_hr: Ova funkcija učitava novi prodajni cjenik sa zarezom odvojen varijablu ( CSV) .
ja: この関数は、変数（CSV ）ファイルをカンマ区切りから新しい販売価格表をロードします。
lv_lv: Šī funkcija slodzes jaunu pārdošanas cenu sarakstu no komatu atdalītas mainīgo ( csv) failu .
pl_pl: Ta funkcja wczytuje nową cenę sprzedaży listy z przecinkami oddzielone zmienną ( CSV) .
vi_vn: Chức năng này sẽ tải một danh sách giá bán hàng mới từ một dấu phẩy tách biến tập tin (csv ) .

source: The file must contain four columns, and the first row should be the following headers:
ar: يجب أن يحتوي ملف أربعة أعمدة ، و يجب أن يكون الصف الأول الرؤوس التالية :
et: Dokumentatsioon peab sisaldama neli veergu , ja esimeses reas olema järgmised pealkirjad :
fa: این فایل باید شامل چهار ستون و سطر اول باید هدر زیر می باشد :
hr_hr: Datoteka mora sadržavati četiri kolone , aprvi red bi trebao biti sljedeći zaglavlja :
ja: ファイルには、 4つの列が含まれている必要があり、最初の行には、次のヘッダーのようになります。
lv_lv: Failā ir jāiekļauj četras kolonnas , unpirmo rindu vajadzētu būt šādi virsraksti :
pl_pl: Plik musi zawierać cztery kolumny , apierwszy wiersz powinien być następujące nagłówki :
vi_vn: Các tập tin phải có bốn cột , và hàng đầu tiên nên là tiêu đề sau đây :

source: followed by rows containing these four fields for each price to be uploaded.
ar: تليها الصفوف التي تحتوي على هذه الحقول الأربعة لكل سعر وسيتم تحميلها .
et: järgnevad read , mis sisaldavad nimetatud neljas valdkonnas iga hinna üles.
fa: به دنبال ردیف حاوی این چهار زمینه برای هر قیمت آپلود می شود .
fr_lu: suivie par les lignes contenant ces quatre champs pour chaque prix à être téléchargées .
hr_hr: slijedi retke koji sadrže ove četiri stavke za svaku cijenu kako bi se učitao .
ja: それぞれの価格のためにこれらの4つのフィールドがアップロードされるように含む行が続く。
lv_lv: seko rindas , kas satur šīs četras jomas katram cenu, kas augšupielādēti .
pl_pl: następnie wierszy zawierających te cztery pola dla każdej ceny , aby być przesłane .
vi_vn: theo sau là hàng có chứa bốn lĩnh vực cho mỗi giá được tải lên.

source: Prices effective from
ar: أسعار فعالة من
et: Hinnad kehtiv alates
fa: قیمت ها از موثر
fr_lu: Prix ​​en vigueur du
hr_hr: Cijene na snazi ​​od
ja: から効果的な価格
lv_lv: Cenas efektīvi no
pl_pl: Ceny obowiązujące od
vi_vn: Giá có hiệu lực từ

source: Upload file
ar: تحميل الملف
et: Lae fail
fr_lu: Importer un fichier
hr_hr: Prijenos datoteke
ja: アップロード
lv_lv: Pievienot attēlu
pl_pl: Prześlij plik
vi_vn: Tải tệp tin lên

source: Send File
ar: إرسال الملف
et: Saada fail
fr_lu: Envoyer fichier
hr_hr: Pošalji datoteku
ja: ファイルの送信
lv_lv: sūtīt failu
pl_pl: Wyślij Plik
vi_vn: Gửi tệp tin

source: Initialise New Installation
ar: التهيئة تركيب جديد
et: Lähtestada Uus paigaldamine
fa: مقداردهی اولیه نصب و راه اندازی جدید
fr_lu: Initialiser Nouvelle installation
hr_hr: Pokrenuli novo postrojenje
ja: 新規インストールを初期化する
lv_lv: Inicializētu jaunu uzstādīšana
pl_pl: Zainicjowania nowej instalacji
vi_vn: Khởi Lắp đặt mới

source: You have reached this page because you have successfuly installed KwaMoja, but there are still some pages that need to be setup.
ar: كنت قد وصلت هذه الصفحة لأنك قد قمت بتثبيت بنجاح KwaMoja ، ولكن لا تزال هناك بعض الصفحات التي تحتاج إلى أن يكون الإعداد .
et: Te olete jõudnud sellele lehele , sest sa oled õnnestunult paigaldatud KwaMoja , kuid on veel mõned leheküljed, mis peavad olema setup.
fa: شما به این صفحه رسیده اند چرا که شما با موفقیت نصب شده KwaMoja ، اما هنوز هم برخی از صفحات است که نیاز به نصب وجود دارد.
hr_hr: Vi ste došli do ove stranice , jer ste uspješno instalirali KwaMoja , ali još uvijek postoje neke stranice koje trebaju biti postava .
ja: あなたが成功したのKwaMojaをインストールしているため、このページに達しましたが、セットアップする必要があるいくつかのページが残っています。
lv_lv: Jūs esat sasniedzis šo lapu , jo jūs esat successfuly uzstādītas KwaMoja , bet vēl joprojām ir dažas lapas, kas ir nepieciešams, lai setup .
pl_pl: Osiągnięto tę stronę, ponieważ z powodzeniem instalowane KwaMoja , ale nadal istnieją pewne strony , które muszą być ustawione .
vi_vn: Bạn đã đạt đến trang này vì bạn đã successfuly cài đặt KwaMoja , nhưng vẫn có một số trang cần phải được thiết lập .

source: Click on the link below and you will be taken to the next page you need to complete.
ar: انقر على الرابط أدناه و سوف يتم نقلك إلى الصفحة التالية تحتاج إلى إكمال.
et: Kliki alloleval lingil ja siis võetakse järgmisele lehele peate täitma .
fa: بر روی لینک زیر کلیک کنید و شما را به صفحه بعد شما نیاز دارید که برای تکمیل گرفته شده است.
fr_lu: Cliquez sur le lien ci-dessous et vous serez redirigé vers la page suivante, vous devez compléter .
hr_hr: Kliknite na donji link i biti ćete preusmjereni na sljedeću stranicu koju trebate ispuniti .
ja: 下のリンクをクリックすると、あなたが完了する必要があり、次のページに移動します。
lv_lv: Noklikšķiniet uz saites zemāk , un jums tiks veikti uz nākamo lapu, jums ir nepieciešams , lai pabeigtu .
pl_pl: Kliknij na poniższy link i zostaniesz przeniesiony do następnej strony trzeba wypełnić .
vi_vn: Nhấp vào liên kết dưới đây và bạn sẽ được đưa đến trang tiếp theo bạn cần phải hoàn thành .
