Repository: timschofield/KwaMoja-Medical
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar, et, fa, fr_lu, hr_hr, ja, lv_lv, pl_pl, vi_vn

source: Cannot delete this shipper because it is defined as the default shipping company in the configuration file
ar: لا يمكن حذف هذا الشاحن لأنه يتم تعريفها على أنها شركة الشحن الافتراضية في ملف التكوين
et: Ei saa kustutada seda saatja sest see on määratletud vaikimisi laevafirma konfiguratsioonifaili
fr_lu: Impossible de supprimer ce transporteur car il est défini comme transporteur par défaut dans le fichier
hr_hr: Ne može se izbrisati ovu otpremnik jer je definirana kao zadani brodarske tvrtke u konfiguracijskoj datoteci
ja: それは設定ファイルでデフォルトの運送会社として定義されているので、この荷送人を削除することはできません
lv_lv: Cannot delete this shipping-method because it is defined as the default method in the configuration file
pl_pl: Nie można usunąć przewoźnika ponieważ użyto go jako domyślnegow ustawieniach firmy
vi_vn: Không thể xoá tên hãng tàu này vì nó được xem như là công ty vận chuyển mặc định trong cấu hình

source: The shipper record has been deleted
ar: تم حذف السجل الشاحن
et: Saatja rekord on kustutatud
fr_lu: La fiche transporteur a été supprimée
hr_hr: Brodar je zapis izbrisan
ja: 荷主レコードが削除されました
lv_lv: The shipping-method record has been deleted
pl_pl: Dane przewoźnika usunięto
vi_vn: Biên bản giao hàng đã được xóa

source: Shipper ID
ar: ID الشاحن
et: saatja ID
fr_lu: ID
hr_hr: otpremnika ID
ja: 運送会社ID
lv_lv: Shipping-method ID
pl_pl: Numer Przewoźnika
vi_vn: Tên xác định hãng tàu

source: Shipper Name
ar: اسم الشاحن
et: saatja nimi
fr_lu: Nom
hr_hr: otpremnika Ime
ja: 運送会社名
lv_lv: Shipping-Method Name
pl_pl: Nazwa Przewoźnika
vi_vn: Tên hãng tàu

source: Are you sure you wish to delete this shipper?
ar: هل أنت متأكد أنك تريد حذف هذا الشاحن ؟
fr_lu: Voulez-vous supprimer ce transporteur?
ja: この仕入先価格を削除してもよろしいですか？

source: REVIEW RECORDS
ar: مراجعة السجلات
et: LÄBIVAATUST
fa: سوابق REVIEW
fr_lu: Afficher les transporteurs
hr_hr: PREGLED RECORDS
ja: レコード確認
lv_lv: Pārskatīt ierakstus
pl_pl: PRZEGLĄD REKORDÓW
vi_vn: ĐÁNH GIÁ HỒ SƠ

source: Shipper Code
ar: رمز الشاحن
et: saatja Kood
fr_lu: Code
hr_hr: kod otpremnika
ja: 運送会社コード
lv_lv: Shipping-Method ID
pl_pl: Kod Przewoźnika
vi_vn: mã hãng tàu

source: Search Shipments
ar: البحث الشحنات
et: Otsi veod
fr_lu: Chercher parmi les expéditions
hr_hr: Traži Pošiljke
ja: 出荷検索
lv_lv: Meklēt piegādes (ceļā)
pl_pl: Przejrzyj Dostawy
vi_vn: tìm kiếm các lô hàng

source: The Shipment Number entered MUST be numeric
ar: الرقم شحنة دخلت يجب أن يكون الرقمية
et: Vedu sisestatud number peab olema arv
fr_lu: Le numéro de livraison doit être numérique
hr_hr: Pošiljka Broj ušao mora biti numerička
ja: 入力出荷番号は数値でなければなりません
lv_lv: Sūtījuma ieraksta skaitam jābūt ciparu
pl_pl: Numer Dostawy MUSI być numeryczny
vi_vn: Số lô hàng nhập vào phải là số

source: Shipment Number
ar: عدد شحنة
et: saadetise number
fr_lu: N° d'expédition
hr_hr: Pošiljka broj
ja: 出荷番号
lv_lv: Piegādes numurs
pl_pl: Dostawa Numer
vi_vn: Số lô hàng

source: For supplier
ar: عن مورد
et: tarnija
fa: برای منبع
fr_lu: Pour le fournisseur
hr_hr: Za opskrbljivača
ja: サプライヤーのため
lv_lv: No piegādātāja
pl_pl: Dla dostawcy
vi_vn: Dành cho nhà cung cấp

source: No Stock Items were returned from the database because
ar: أعيدوا لا يوجد مخزون العناصر من قاعدة البيانات بسبب
et: No Stock tagastati andmebaasist sest
fr_lu: Pas d'article trouvé dans la base car
hr_hr: Nema Stock Predmeti su se vratili iz baze podataka , jer
ja: 在庫なしのアイテムは、データベースから返されませんでしたので、
lv_lv: Neviens noliktavas preces tika atgriezti no datu bāzes , jo
pl_pl: Nie znaleziono pozycji ponieważ
vi_vn: Có bài Cổ đã trở về từ cơ sở dữ liệu bởi vì

source: Closed Shipments Only
ar: الشحنات المغلقة فقط
et: Suletud saadetised Ainult
fr_lu: Seulement les livraison effectuées
hr_hr: Zatvorene Pošiljke samo
ja: 出荷だけクローズ
lv_lv: Slēgtās sūtījumi Tikai
pl_pl: Tylko Dostawy Zamknięte
vi_vn: Các lô hàng đóng Chỉ

source: Open Shipments Only
ar: الشحنات مفتوحة فقط
et: Avatud saadetised Ainult
fr_lu: Que les expéditions en cours
hr_hr: Otvoreni Pošiljke samo
ja: 出荷だけオープン
lv_lv: Atvērt sūtījumi Tikai
pl_pl: Tylko Dostawy Otwarte
vi_vn: Mở lô hàng Chỉ

source: To search for shipments for a specific part use the part selection facilities below
ar: للبحث عن شحنات لجزء محدد استخدام مرافق اختيار جزء أدناه
et: Otsimiseks vedude konkreetse osa jaoks kasutada osa valik rajatiste alla
fr_lu: Pour rechercher une expédition comportant une pièce spécifique, utilisez les outils ci-dessous
hr_hr: Za traženje pošiljke za određeni dio koristiti objekte dio izbornika ispod
ja: 特定の品目の出荷を検索するために、下記の品目選択機能を使用して
lv_lv: Lai meklētu sūtījumiem uz konkrētu daļu izmantot daļu izvēles iespējas tālāk
pl_pl: Aby znaleźć dostawy konkretnego towaru użyj narzędzi wyszukiwania poniżej
vi_vn: Để tìm kiếm cho các lô hàng cho một phần cụ thể sử dụng các cơ sở lựa chọn một phần dưới đây

source: No shipments were returned by the SQL because
ar: يتم إرجاع أية شحنات من قبل SQL لأن
et: No saadetiste tagastatudSQL sest
fr_lu: Aucune livraison trouvé par la commande SQL car
hr_hr: Nema pošiljke su se vratili sa SQL , jer
ja: いいえ出荷は、SQLによって返されませんでしたので、
lv_lv: Nav sūtījumiem tika atgriezti ar SQL , jo
pl_pl: SQL nie zwrócił żadnych dostaw ponieważ
vi_vn: Không có lô hàng đã được trả lại bởi SQL vì

source: Voyage
ar: رحلة
et: merereis
hr_hr: putovanje
ja: 航行
lv_lv: reiss
pl_pl: Rejs
vi_vn: chuyến đi

source: Expected Arrival
ar: الوصول المتوقع
et: eeldatav saabumisaeg
fa: ورود به مورد انتظار
fr_lu: Arrivée prévue
hr_hr: Očekivani dolazak
ja: 到着予定
lv_lv: Paredzamā piegāde
pl_pl: Spodziewane Przybycie
vi_vn: Đến dự kiến

source: Close
ar: أغلق
et: lähedal
fr_lu: Fermer
hr_hr: zatvoriti
ja: クローズ
lv_lv: Ciet
pl_pl: Zamknięta
vi_vn: Đóng

source: Shipments Open Inquiry
ar: شحنات فتح التحقيق
et: Saadetised pooleliolevat uurimist
fr_lu: Consultation des expéditions en cours
hr_hr: Pošiljke otvoreno pitanje
ja: 出荷オープンの問合せ
lv_lv: Sūtījumi Atvērt Izmeklēšanas
pl_pl: Przeszukiwanie Dostaw Otwartych
vi_vn: Mở cửa hàng Liên hệ

source: Open Shipments for
ar: الشحنات مفتوحة لل
et: Avatud väljaveetud
fr_lu: Expéditions en cours pour
hr_hr: Otvoreni Pošiljke za
ja: 出荷オープン for
lv_lv: Atvērt sūtījumi uz
pl_pl: Otwarte Dostawy dla
vi_vn: Mở lô hàng cho

source: This page must be given the supplier code to look for shipments for
ar: هذه الصفحة يجب أن تعطى رمز المورد للبحث عن شحنات لل
et: See leht tulebtarnija kood otsima saadetiste
fa: این صفحه باید کد منبع داده می شود برای محموله برای نگاه
fr_lu: Cette page doit être donné le code du fournisseur de regarder pour les expéditions pour
hr_hr: Ova stranica mora dati dobavljaču kod tražiti pošiljke za
ja: このページは、のために出荷を探すためにサプライヤコードを与えられなければならない
lv_lv: Šī lapa ir jādod piegādātāja kodu, lai meklētu sūtījumiem uz
pl_pl: Ta strona musi być wywołana z kodem dostawcy aby znaleźć dostawy dla
vi_vn: Trang này phải được mã nhà cung cấp để tìm các lô hàng cho

source: No shipments were returned from the database because
ar: يتم إرجاع أية شحنات من قاعدة البيانات بسبب
et: No saadetiste tagastati andmebaasist sest
fr_lu: Aucune livraison trouvée dans la base car
hr_hr: Nema pošiljke su se vratili iz baze podataka , jer
ja: いいえ出荷は、データベースから返されませんでしたので、
lv_lv: Nav sūtījumiem tika atgriezti no datu bāzes , jo
pl_pl: Nie zwrócono dostaw z bazy danych ponieważ
vi_vn: Không có lô hàng đã được trả lại từ các cơ sở dữ liệu bởi vì

source: There are no open shipments currently set up for
ar: ليست هناك شحنات مفتوح حاليا إعداد لل
et: Puuduvad avatud vedude praegu loodud
fr_lu: Il n'y a pas de livraisons en cours pour
hr_hr: Nema otvorenih pošiljaka trenutno postavljeni za
ja: 現在のために設定全くオープン出荷がありません
lv_lv: Nav atklātas sūtījumi šobrīd izveidotas
pl_pl: Brak otwartych dostaw dla
vi_vn: Không có lô hàng mở hiện đang thiết lập cho

source: Shop Configuration
fa: فروشگاه پیکربندی
fr_lu: Configuration de la boutique
hr_hr: Trgovina konfiguracija
ja: ショップの構成
lv_lv: veikals konfigurācija
pl_pl: Konfiguracja Shop
vi_vn: cửa hàng Cấu hình

source: The shop configuration could not be updated because
et: Kauplus konfiguratsiooni ei saa ajakohastada , sest
fa: پیکربندی مغازه نمی تواند به روز رسانی شود زیرا
fr_lu: La configuration du magasin n'a pas pu être mis à jour car
hr_hr: Trgovina konfiguracija nije ažurirana zbog
ja: ショップの設定を更新できませんでしたので、
lv_lv: Veikals konfigurācija nevar atjaunināt , jo
pl_pl: Konfiguracja sklepu nie może być aktualizowana , ponieważ
vi_vn: Cấu hình cửa hàng không có thể được cập nhật bởi vì

source: Shop configuration updated
ar: تحديث التكوين متجر
et: Shop konfiguratsiooni uuendatud
fa: پیکربندی فروشگاه به روز شده
fr_lu: Configuration de la boutique à jour
hr_hr: Trgovina konfiguracije ažurirani
ja: 店の構成が更新された
lv_lv: Veikals konfigurācija atjaunināts
pl_pl: Konfiguracja aktualizacja Shop
vi_vn: Cấu hình cửa hàng được cập nhật

source: Shop Configuration Parameter
ar: معلمة تكوين متجر
et: Shop seadistusparameetrit
fa: فروشگاه پارامتر پیکربندی
fr_lu: Boutique paramètre de configuration
hr_hr: Trgovina konfiguracija parametra
ja: ショップ構成パラメータ
lv_lv: Veikals konfigurācijas parametrs
pl_pl: Parametr konfiguracji Shop
vi_vn: Cửa hàng cấu hình thông số

source: General Settings
ar: إعدادات عامة
et: Üldised seaded
fr_lu: Paramètres généraux
hr_hr: Opće postavke
ja: 一般設定
lv_lv: Vispārējie uzstādījumi
pl_pl: Ustawienia Podstawowe
vi_vn: Tủy chỉnh chung

source: Test or Live Mode
ar: اختبار أو طريقة العيش
et: Test või Live režiim
fa: تست و یا حالت زنده
fr_lu: Essai ou mode Live
hr_hr: Test ili uživo način
ja: テストまたはライブモード
lv_lv: Pārbaudi vai Live režīms
pl_pl: Tryb testowy lub żywo
vi_vn: Kiểm tra hoặc chế độ Live

source: Test
ar: اختبار
fa: تست
ja: テスト
lv_lv: pārbaude
vi_vn: kiểm tra

source: Live
ar: حي
et: elama
fa: زنده
fr_lu: Vivez
hr_hr: živjeti
ja: 生きる
lv_lv: dzīvot
pl_pl: żyć
vi_vn: sống

source: Must change this to live mode when the shop is activie. No PayPal or credit card transactions will be processed in test mode
ar: يجب تغيير هذا إلى وضع يعيش فيه المحل هو activie .
et: Peab muuta elama režiim kauplus on activie .
fa: باید از این حالت زندگی می کنند زمانی که فروشگاه activie است را تغییر دهید.
fr_lu: Doit changer cela en mode direct lorsque le magasin est activie .
hr_hr: Mora se to promijeni živjeti mod kadse radionica activie .
ja: ショップactivieときモードを生きるために、これを変更する必要があります。
lv_lv: Ir jāmaina tas dzīvot režīmā , kadveikals ir activie .
pl_pl: Trzeba to zmienić , aby żyć tryb, gdysklep jest activie .
vi_vn: Phải thay đổi điều này để sống chế độ khi các cửa hàng là activie .

source: Shop Name
et: Shop nimi
fa: نام فروشگاه
fr_lu: Nom de la boutique
hr_hr: Trgovina Ime
ja: 店名
lv_lv: veikals Vārds
pl_pl: Nazwa Sklepu
vi_vn: Tên cửa hàng

source: Enter the name of the shop that will be displayed on all the store pages
ar: أدخل اسم المحل الذي سيتم عرضه على جميع صفحات مخزن
et: Sisestage nimi shop et kuvatakse kõik poest lehekülge
fa: نامفروشگاه خواهد شد که در تمام صفحات فروشگاه نمایش داده شده را وارد کنید
fr_lu: Entrez le nom de la boutique qui sera affiché sur toutes les pages de la boutique
hr_hr: Unesite naziv trgovine koji će biti prikazan na svim stranicama trgovine
ja: すべての店のページに表示されるお店の名前を入力します
lv_lv: Ievadiet nosaukumu, veikalu, kas būs redzams visiem veikala lapās
pl_pl: Wpisz nazwę sklepu , który będzie wyświetlany na wszystkich stronach sklepu
vi_vn: Nhập vào tên của các cửa hàng sẽ được hiển thị trên tất cả các trang lưu trữ

source: Shop Title
ar: متجر العنوان
et: Shop Pealkiri
fa: عنوان فروشگاه
fr_lu: shop Titre
hr_hr: Trgovina Naslov
ja: ショップタイトル
lv_lv: veikals sadaļa
pl_pl: Tytuł Shop
vi_vn: cửa hàng Tiêu đề

source: Enter the title of the shop that will be displayed on the main webSHOP page. Useful for SEO purposes.
ar: أدخل عنوان المحل الذي سيتم عرضه على الصفحة الرئيسية WEBSHOP .
et: Sisestage pealkiri kauplus, mis kuvatakse peamised Veebipood lehel.
fa: عنوان از مغازه خواهد شد که در در صفحه webSHOP اصلی نمایش داده را وارد کنید .
fr_lu: Entrez le titre de l'atelier qui sera affiché sur la page de la boutique en ligne principale .
hr_hr: Unesite naziv trgovine koje će biti prikazane na glavnoj stranici web shopu .
ja: メインウェブショップのページに表示されますお店のタイトルを入力します。
lv_lv: Ievadiet nosaukumu veikalu, kas būs redzams uz galveno FLASH lapā .
pl_pl: Wpisz tytuł sklepu , który będzie wyświetlany na stronie głównej sklepu internetowego .
vi_vn: Nhập tiêu đề của cửa hàng sẽ được hiển thị trên trang webshop chính .

source: Shop Manager Email
ar: متجر مدير البريد الإلكتروني
et: Shop Manager Post
fa: مدیر فروشگاه پست الکترونیک
hr_hr: Trgovina Manager E-mail
ja: 店長メール
lv_lv: Veikala vadītājs E-pasts
pl_pl: Email Kierownik Shop
vi_vn: Quản lý cửa hàng Email

source: Enter the email address of the webSHOP manager.
ar: أدخل عنوان البريد الإلكتروني لل مدير WEBSHOP .
et: Sisestage e-posti aadress Veebipood manager.
fa: آدرس ایمیل از مدیر webSHOPرا وارد کنید .
fr_lu: Entrez l'adresse email du gestionnaire de boutique en ligne.
hr_hr: Unesite e-mail adresu web shopu upravitelja .
ja: ウェブショップマネージャーのメールアドレスを入力します。
lv_lv: Ievadiet e-pasta adresi interneta veikala vadītāja .
pl_pl: Wpisz adres e-mail kierownika sklepu internetowego .
vi_vn: Nhập địa chỉ email của người quản lý webshop .

source: Default Web Shop Customer Acount
ar: الافتراضية على شبكة الإنترنت Acount العملاء
et: Vaikimisi pood Kliendi acount
fa: پیش فرض وب سایت فروشگاه نام کاربری مشتری
fr_lu: Default Web Shop Acount à la clientèle
hr_hr: Default Web Shop Korisnička acount
ja: [既定のWebショップカスタマー乗法
lv_lv: Default Web Shop Klientu skaisti
pl_pl: Domyślny Acount Web Shop Customer
vi_vn: Mặc định Web cửa hàng Acount khách hàng

source: Select the customer account that is to be used for the web-store sales
ar: حدد حساب العملاء التي يتم استخدامها لمبيعات متجر على شبكة الإنترنت
et: Valige kliendi konto , et tuleb kasutadaweb - poodide müük
fa: انتخاب حساب مشتری است که برای فروش در فروشگاه وب مورد استفاده قرار گیرد
fr_lu: Sélectionnez le compte du client qui doit être utilisé pour les ventes à magasins comparables web
hr_hr: Odaberite račun klijenta koji se može koristiti za web - store prodaje
ja: ウェブ店舗販売のために使用される顧客アカウントを選択
lv_lv: Izvēlieties klienta kontu , kas ir jāizmanto , lai interneta veikalu pārdošanas apjoms
pl_pl: Wybierz konto użytkownika , które ma być wykorzystywane do sprzedaży sklepów internetowych
vi_vn: Chọn tài khoản khách hàng đó là được sử dụng cho các web bán hàng cửa hàng

source: Default Web Shop Branch Code
ar: الافتراضية على شبكة الإنترنت فرع القانون
et: Vaikimisi Web Shop Harukood
fa: پیش فرض وب سایت فروشگاه کد شعبه
fr_lu: Default Web Shop code de la direction générale
hr_hr: Default Web Shop Kod podružnice
ja: [既定のWebショップ支店コード
lv_lv: Default Web Shop filiāles kods
pl_pl: Web Shop Domyślnie Kod oddziału
vi_vn: Mặc định Web cửa hàng Chi nhánh Mã

source: The customer branch code that is to be used - a branch of the above custoemr account - for web-store sales
ar: رمز فرع العملاء التي يتم استخدامها - وهي فرع من حساب custoemr أعلاه - لمبيعات متجر على شبكة الإنترنت
et: Klient filiaal kood, mis on mõeldud kasutamiseks -kumb eespool CUSTOEMR konto - web - poodide müük
fa: کد شعبه مشتری است که مورد استفاده قرار گیرد - شاخه از حساب custoemr بالا - برای خرید و فروش فروشگاه وب
fr_lu: Le code de la succursale du client qui doit être utilisé - une branche du compte custoemr ci-dessus - pour les ventes à magasins comparables web
hr_hr: Kod kupaca grana koja će se koristiti -ogranak iznad custoemr računa - za web - store prodaje
ja: 使用されるお客様の支店コード - 上記custoemrアカウントのブランチ - ウェブ店頭販売
lv_lv: Klients filiāles kods , kas ir jāizmanto -filiāle iepriekš CUSTOEMR kontā - web - veikalu pārdošanas apjoms
pl_pl: Kod oddziału Klient , który ma być używany -oddział powyżej rachunku custoemr - w sklepie internetowym sprzedaży
vi_vn: Mã ngành khách hàng đó là được sử dụng - một chi nhánh của các tài khoản custoemr trên - cho web bán hàng cửa hàng

source: Privacy Statement
ar: بيان الخصوصية
et: Andmekaitse
fa: بایگانی
fr_lu: Déclaration de confidentialité
hr_hr: Izjava o privatnosti
ja: プライバシーに関する声明
lv_lv: paziņojums par konfidencialitāti
pl_pl: Polityka prywatności
vi_vn: Lưu Trữ

source: This text will appear on the web-store page that spells out the privacy policy of the web-shop
ar: سيظهر هذا النص في صفحة متجر على شبكة الإنترنت أن يحدد سياسة الخصوصية ل متجر على شبكة الإنترنت
et: See tekst ilmub web -poe leht , et ilm läbi privaatsuspoliitikaweb -pood
fa: این متن در صفحه وب فروشگاه جادوها است که از سیاست های حفظ حریم خصوصی از فروشگاه وب ظاهر خواهد شد
fr_lu: Ce texte apparaîtra sur la page web -store qui définit la politique de la web -shop vie privée
hr_hr: Ovaj tekst će se pojaviti na web - stranici trgovine koji navodi politiku zaštite privatnosti na web-shopu
ja: このテキストは、ウェブショップのプライバシーポリシーを綴るウェブストアのページに表示されます
lv_lv: Šis teksts parādīsies interneta veikala lapā, kas ir norādītas privātuma politiku interneta veikalu
pl_pl: Ten tekst pojawi się na stronie internetowej sklepu , które dokładnie określa politykę prywatności w sklepie internetowym
vi_vn: Văn bản này sẽ xuất hiện trên trang web của cửa hàng đó nêu rõ các chính sách bảo mật của trang web cửa hàng

source: Enter the raw html without any line breaks
ar: أدخل HTML الخام دون أي فواصل الأسطر
et: Sisestage toores html ilma reavahetused
fa: اچ تی ام ال خام را وارد کنید بدون هیچ گونه پرش به خط بعد
fr_lu: Entrez le code html brut sans sauts de ligne
hr_hr: Unesite sirovi html bez prekidanja linija
ja: 任意の改行なしで生のHTMLを入力してください
lv_lv: Ievadiet izejvielu html bez rindiņu pārtraukumi
pl_pl: Wprowadź surowego html bez łamania linii
vi_vn: Nhập html liệu mà không phá vỡ đường dây

source: Terms and Conditions
ar: الشروط والأحكام
et: Tingimused
fa: شرایط و ضوابط
fr_lu: Termes et Conditions
hr_hr: Opći uvjeti
ja: 諸条件
lv_lv: Noteikumi un nosacījumi
pl_pl: Regulamin
vi_vn: Điều khoản và Điều kiện

source: This text will appear on the web-store page that spells out the terms and conditions associated with sales from the web-shop
ar: سيظهر هذا النص في صفحة متجر على شبكة الإنترنت أن يحدد الأحكام والشروط المرتبطة المبيعات من متجر على شبكة الإنترنت
et: See tekst ilmub web -poe lehele , mis sätestab tingimused , mis on seotud müügiweb -pood
fa: این متن در صفحه وب فروشگاه جادوها است که از شرایط و ضوابط در ارتباط با خرید و فروش از فروشگاه وب ظاهر خواهد شد
fr_lu: Ce texte apparaîtra sur la page web -store qui précise les termes et conditions associés à la vente sur le web -shop
hr_hr: Ovaj tekst će se pojaviti na web - stranici trgovine koji navodi uvjete povezane s prodajom od web-shopu
ja: このテキストは、ウェブショップの売上に関連付けられている条件を綴るウェブストアのページに表示されます
lv_lv: Šis teksts parādīsies interneta veikala lapā , kas izklāstītas noteikumus un nosacījumus, kas saistīti ar pārdošanu no interneta veikalu
pl_pl: Ten tekst pojawi się na stronie internetowej sklepu , które dokładnie określa zasady i warunki związane z sprzedaży od sklepu internetowego
vi_vn: Văn bản này sẽ xuất hiện trên trang web của cửa hàng đó nêu rõ các điều khoản và điều kiện liên quan đến doanh thu từ các web cửa hàng

source: About Us
ar: من نحن
et: Meist
fa: درباره ما
fr_lu: Qui sommes-nous
hr_hr: O nama
ja: 私達について
lv_lv: par mums
pl_pl: O nas
vi_vn: Giới thiệu

source: This text will appear on the web-store page that provides information about us to users of the web-store.
ar: سيظهر هذا النص في صفحة متجر على شبكة الإنترنت التي توفر المعلومات حول لنا لمستخدمي متجر على شبكة الإنترنت .
et: See tekst ilmub web -poe lehe , mis annab teavet meie kasutajateleweb - kauplus .
fa: این متن در صفحه وب ذخیره فراهم می کند که اطلاعات در مورد ما به کاربران وب سایت فروشگاه ظاهر خواهد شد.
fr_lu: Ce texte apparaîtra sur la page web -store qui fournit des informations sur nous pour les utilisateurs du web -store .
hr_hr: Ovaj tekst će se pojaviti na web - stranici trgovine koji pruža informacije o nama korisnicima na web - trgovine .
ja: このテキストは、Webストアのユーザーに私たちに関する情報を提供するWebベースの店舗ページに表示されます。
lv_lv: Šis teksts parādīsies interneta veikala lapu, kas sniedz informāciju par mums, lai lietotājiem interneta veikalā .
pl_pl: Ten tekst pojawi się na stronie internetowej sklepu , który dostarcza informacji o nas użytkownikom sklepie internetowym .
vi_vn: Văn bản này sẽ xuất hiện trên trang web của cửa hàng cung cấp thông tin về chúng tôi cho người dùng của các trang web cửa hàng.

source: Contact Us
ar: اتصل بنا
et: Kontakt
fa: تماس با ما
fr_lu: Contactez-nous
hr_hr: Kontaktirajte nas
ja: お問い合わせ
lv_lv: sazinieties ar mums
pl_pl: Skontaktuj się z nami
vi_vn: Liên hệ

source: This text will appear on the web-store page that provides contact information to users of the web-store.
ar: سيظهر هذا النص في صفحة متجر على شبكة الإنترنت التي توفر معلومات الاتصال لمستخدمي متجر على شبكة الإنترنت .
et: See tekst ilmub web -poe leheküljel, mis annab kontaktandmed kasutajateleweb - kauplus .
fa: این متن در صفحه وب فروشگاه که اطلاعات تماس را به کاربران فروشگاه وب فراهم می کند ظاهر خواهد شد.
fr_lu: Ce texte apparaîtra sur la page web -store qui fournit des informations de contact pour les utilisateurs du web -store .
hr_hr: Ovaj tekst će se pojaviti na web - stranici trgovine koji pruža podatke za kontakt s korisnicima na web - trgovine .
ja: このテキストは、Webストアのユーザーに連絡先情報を提供するWebストア·ページに表示されます。
lv_lv: Šis teksts parādīsies interneta veikala lapu, kas sniedz kontaktinformāciju lietotājiem interneta veikalā .
pl_pl: Ten tekst pojawi się na stronie internetowej sklepu , który dostarcza informacji kontaktowych dla użytkowników sklepie internetowym .
vi_vn: Văn bản này sẽ xuất hiện trên trang web của cửa hàng cung cấp thông tin liên lạc cho người sử dụng các trang web cửa hàng.

source: Freight Policy
ar: سياسة الشحن
fa: سیاست حمل و نقل
fr_lu: Politique de transport
hr_hr: Teretni privatnosti
ja: 貨物ポリシー
lv_lv: kravu politika
pl_pl: Polityka Freight
vi_vn: Chính sách vận chuyển hàng hóa

source: This text will appear on the web-store page that spells out the freight policy of the web-shop
ar: سيظهر هذا النص في صفحة متجر على شبكة الإنترنت أن يحدد سياسة الشحن من متجر على شبكة الإنترنت
et: See tekst ilmub web -poe leht , et ilm läbi lasti poliitikaweb -pood
fa: این متن در صفحه وب فروشگاه جادوها است که از سیاست حمل و نقل از وب سایت فروشگاه ظاهر خواهد شد
fr_lu: Ce texte apparaîtra sur la page web -store qui énonce la politique de transport de la web -shop
hr_hr: Ovaj tekst će se pojaviti na web - stranici trgovine koji navodi teretnog politiku u web-shopu
ja: このテキストは、ウェブショップの貨物方針を綴るウェブストアのページに表示されます
lv_lv: Šis teksts parādīsies interneta veikala lapā , kas izklāstītas kravu politiku interneta veikalu
pl_pl: Ten tekst pojawi się na stronie internetowej sklepu , które dokładnie określa zasady ładunki w sklepie internetowym
vi_vn: Văn bản này sẽ xuất hiện trên trang web của cửa hàng đó nêu rõ các chính sách vận chuyển hàng hóa của các trang web cửa hàng

source: Web-Store Behaviour Settings
ar: إعدادات السلوك على شبكة الإنترنت للتسوق
et: Veebi Store Behaviour Seaded
fa: تنظیمات رفتار وب سایت فروشگاه
fr_lu: Web - stocker les paramètres de comportement
hr_hr: Web - trgovina ponašanja Postavke
ja: ウェブストア行動設定
lv_lv: Web Store Behaviour iestatījumi
pl_pl: Sklep internetowy Zachowanie Settings
vi_vn: Cài đặt hành vi web Hàng

source: Show Only Items With Available Stock
ar: عرض المشاركات فقط البنود مع الأوراق المالية المتاحة
et: Kuva ainult esemed Saadaval Stock
fa: نمایش فقط با سهام موجود
fr_lu: Afficher uniquement les articles avec Disponible en stock
hr_hr: Pokaži samo stavke s raspoloživim lageru
ja: 利用可能在庫があるアイテムのみを表示
lv_lv: Rādīt tikai preces ar pieejamajiem noliktava
pl_pl: Pokaż tylko przedmioty z dostępnymi magazynie
vi_vn: Chỉ hiển thị mục Với hàng có sẵn
