Repository: timschofield/KwaMoja-Medical
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar, et, fa, fr_lu, hr_hr, ja, lv_lv, pl_pl, vi_vn

source: Contract Entry
ar: دخول العقد
et: Lepingu jõustumine
fa: ورود دارید
fr_lu: Gestion des contrats
hr_hr: Stupanje ugovora
ja: 連絡先
lv_lv: līgums Entry
pl_pl: Wejście umowy
vi_vn: nhập hợp đồng vào

source: The contract reference must be entered (and be longer than 5 characters) before the requirements of the contract can be setup
ar: يجب إدخال إشارة العقد ( و تكون أطول من 5 أحرف ) قبل متطلبات العقد يمكن أن يكون الإعداد
et: Lepingus viide tuleb kanda ( ja olla pikem kui 5 tähemärki) ennelepingu nõuetele saab setup
fa: مرجع قرارداد باید وارد شده (و طولانی تر از 5 کاراکتر ) قبل از الزامات قرارداد می تواند راه اندازی
fr_lu: La référence du contrat doit être conclu (et avoir plus de 5 caractères) avant que les exigences du contrat peut être configuré
hr_hr: Ugovor referenca mora se unijeti ( i biti duži od 5 znakova ) prije nego što su zahtjevi iz ugovora može biti postava
ja: 契約の要件が設定することができます前に、契約の参照が（と5文字より長くすること）を入力する必要があります
lv_lv: Līguma atsauces jāieraksta (un būt garāks par 5 burtiem) pirms līguma prasības var būt setup
pl_pl: Referencyjny zamówienia musi być wprowadzony ( i być dłuższe niż 5 znaków ) przed wymogi zamówienia może być ustawiony
vi_vn: Tài liệu tham khảo hợp đồng phải được nhập ( và được kéo dài hơn 5 ký tự ) trước các yêu cầu của hợp đồng có thể được thiết lập

source: You should automatically be forwarded to the entry of the Contract line items page
ar: ينبغي لك تلقائيا تحال إلى دخول صفحة بنود العقد
et: Sa peaksid automaatselt edastatakse kande Leping kirjeid leheküljel
fa: شما به طور خودکار باید به ورود دارید صفحه مورد خط فرستاده شود
fr_lu: Vous devriez être automatiquement transmis à l'entrée de la page en ligne des articles du contrat
hr_hr: Trebali biste biti automatski proslijeđen na ulasku u ugovor stavki retka stranici
ja: 注文行の詳細ページの入力を自動的に進めなければなりません
lv_lv: Jums vajadzētu automātiski nosūta ieraksta Līguma līnijas preces lapā
pl_pl: Należy być automatycznie przesyłane do wejścia elementów strony umowy zgodnie
vi_vn: Bạn sẽ được tự động chuyển tiếp đến các mục của trang Hợp đồng đơn hàng

source: If this does not happen
ar: إذا كان هذا لا يحدث
et: Kui seda ei juhtu
fa: اگر این اتفاق نمی افتد
fr_lu: Si cela ne se produit pas
hr_hr: Ako se to ne desi
ja: これは発生していない場合
lv_lv: Ja tas nenotiek,
pl_pl: jeśli to nie nastąpi
vi_vn: Nếu điều này không xảy ra

source: if the browser does not support META Refresh
ar: إذا كان المتصفح لا يدعم META التجديد
et: Kui brauser ei toeta metavärskendus
fa: اگر مرورگر متا تازه را پشتیبانی نمی کند
fr_lu: si le navigateur ne supporte pas les rafrichissements META
hr_hr: Akopreglednik ne podržava META Osvježi
ja: ブラウザはMETAリフレッシュをサポートしていない場合
lv_lv: Ja interneta pārlūks nenodrošina -Meta refresh-
pl_pl: jeśli przeglądarka nie obsługuje META Refresh
vi_vn: n?u trình duy?t không h? tr? cho META làm m?i

source: You should automatically be forwarded to the entry of the Contract requirements page
ar: ينبغي لك تلقائيا تحال إلى دخول صفحة متطلبات العقد
et: Sa peaksid automaatselt edastatakse kandmise Lepingu nõuetele lehele
fa: شما به طور خودکار باید به ورود دارید صفحه مورد نیاز باشد فرستاده شده
fr_lu: Vous devriez être automatiquement transmis à l'entrée du contrat les exigences de la page
hr_hr: Trebali biste biti automatski proslijeđen stupanja na stranici uvjeta ugovora
ja: 注文行の詳細ページの入力を自動的に進めなければなりません
lv_lv: Jums vajadzētu automātiski nosūta ieraksta līguma prasību lapā
pl_pl: Należy być automatycznie przesyłane do wejścia stronie wymogów umowy
vi_vn: Bạn sẽ được tự động được chuyển tiếp đến các mục của trang yêu cầu hợp đồng

source: Back to Contract Selection
ar: عودة إلى اختيار العقد
et: Tagasi Leping valik
fa: برگشت به انتخاب دارید
fr_lu: Retour à la page de sélection
hr_hr: Povratak na Ugovor izbor
ja: 得意先に戻る
lv_lv: Atpakaļ uz Līguma izvēle
pl_pl: Powrót do wyboru umowy
vi_vn: Quay lại lựa chọn hợp đồng

source: Only jpg files are supported - a file extension of .jpg is expected
ar: معتمدة فقط ملفات JPG - من المتوقع ملحق ملف من JPG .
et: Ainult jpg failid on toetatud -faililaiend . Jpg oodatakse
fa: فقط فایل های jpg پشتیبانی می شوند -- از پسوند jpg انتظار می رود
fr_lu: Format d'image incorrect - Seuls les fichiers .jpg sont pris en charge
hr_hr: Samo jpg datoteka su podržani - .Ekstenzija JPG Očekuje
ja: jpgファイルのみがサポートされています - 。 JPGのファイル拡張子が期待されている
lv_lv: Var pievienot tikai JPG failus
pl_pl: Obsługiwane są tylko pliki jpg - oczekiwane rozszerzenie .jpg
vi_vn: Ch? h? tr? các t?p jpg - yêu c?u ph?n m? r?ng c?a file là .jpg

source: The file size is over the maximum allowed. The maximum size allowed in KB is
ar: حجم الملف هو أكثر من الحد الأقصى المسموح به .
et: Faili suurus on ülelubatud suurim .
fa: حجم فایل بیش از حداکثر مجاز می باشد. حداکثر اندازه مجاز در کیلوبایت است
fr_lu: La taille du fichier dépasse la valeur maximale autorisée. La taille maximale autorisée en Ko est
hr_hr: Veličina je iznad dopuštene vrijednosti .
ja: ファイルサイズが許容される最大の上にある。
lv_lv: Fails pārsniedz atļauto izmēru. Maksimālais izmērs ir KB
pl_pl: Zbyt duży plik. Dozwolona wielkość pliku to
vi_vn: Kích thước tập tin là trong tối đa cho phép. Kích thước tối đa cho phép trong KB là

source: Only graphics files can be uploaded
ar: يمكن تحميلها ملفات الرسومات فقط
et: Ainult graafika faile saab üles laadida
fa: فایل های گرافیکی فقط می توان ارسال شده
fr_lu: Seuls les fichiers graphiques peuvent être téléchargés
hr_hr: Samo grafičkih datoteka mogu biti učitane
ja: 唯一のグラフィックファイルをアップロードすることができます
lv_lv: Tikai grafiskos failus var uzlādēt.
pl_pl: Można załadować tylko pliki graficzne
vi_vn: chỉ có tập tin đồ họa có thể được tải lên

source: Attempting to overwrite an existing item image
ar: محاولة للكتابة فوق صورة العنصر الموجود
et: Üritan kirjutada olemasolev toode pilt
fa: تلاش برای بازنویسی یک تصویر قلم دوم از اقلام موجود
fr_lu: Tenter de remplacer une image existante point
hr_hr: Pokušaj prebrisati postojeću stavku sliku
ja: 既存の項目のイメージを上書きしようとすると、
lv_lv: Uzlādē jauno preces attēlu
pl_pl: Próba nadpisania istniejącego obrazka towaru
vi_vn: thử ghi đè lên một mục hình ảnh hiện tại

source: The existing image could not be removed
ar: لا يمكن إزالة الصورة الحالية
et: Olemasolevat pilti ei saa eemaldada
fa: تصویر موجود نمی تواند حذف
fr_lu: L'image existante n'a pas pu être supprimée
hr_hr: Postojeći slika ne može biti uklonjena
ja: 既存のイメージを削除できませんでした
lv_lv: Eksistējo&#353;o attēlu nevar idzēst
pl_pl: Istniejący obrazek nie może być usunięty
vi_vn: hình ảnh hiện tại không thể di chuyển lại

source: File url
ar: URL ملف
et: Faili url
fa: آدرس فایل
fr_lu: URL du fichier
ja: ファイルのURL
lv_lv: Faila ceļ&#353;
pl_pl: URL pliku
vi_vn: T?p url

source: Something is wrong with uploading the file
ar: هناك شيء خاطئ مع تحميل الملف
et: Midagi on valesti, üleslaadimisefail
fa: چیزی اشتباه است با آپلود فایل
fr_lu: Problème de téléchargement d'un fichier
hr_hr: Nešto nije u redu s prijenosu datoteke
ja: 何かがファイルをアップロードすると間違っている
lv_lv: Kaut kas nav kārtībā ar augšupielādējot failu
pl_pl: Coś jest nie tak z wgrywaniem plików
vi_vn: có một vài lỗi với tệp đưa lên

source: The contract has already been ordered by the customer the order must also be deleted first before the contract can be deleted
ar: وقد تم بالفعل أمر العقد من قبل العميل ويجب أيضا أن يتم حذف الدرجة الأولى قبل أن يتم حذف العقد
et: Lepingut on juba tellitud klientselleks tuleb kustutada , enne lepingu saab kustutada
fa: قرارداد قبلا توسط مشتریان منظور نیز باید حذف شوند اول قبل از قرارداد را می توان حذف دستور
fr_lu: Le contrat a déjà été commandés par le client de l'ordre doivent également être supprimés en premier avant que le contrat peut être supprimé
hr_hr: Ugovor je već naručio kupacbi također mora biti izbrisani prije nego se ugovor može izbrisati
ja: 契約はすでに契約を削除する前に順序はまた、最初に削除する必要があり、顧客が命じられた
lv_lv: Līgums jau ir pasūtīts pēc klientarīkojums ir arī jāsvītro pirmais, pirmslīgumu var svītrot
pl_pl: Zamówienie zostało już zamówionych przez klienta zamówienia należy również usunąć najpierw do umowy mogą zostać usunięte
vi_vn: Hợp đồng đã được sắp xếp theo thứ tự các khách hàng, thứ tự cũng sẽ bị xóa trước khi hợp đồng có thể bị xóa

source: The contract bill of materials could not be deleted because
ar: لا يمكن حذف مشروع القانون عقد من المواد بسبب
et: Lepingu materjaliandmik ei saa kustutada , sest
fa: لایحه قرارداد از مواد نمی تواند به دلیل حذف
fr_lu: Le cahier des matériaux ne peut être supprimé parce
hr_hr: Ugovor Bill materijala ne može biti izbrisan , jer
ja: 部品構成表は取り戻しができませんでした理由は
lv_lv: Līgums rēķinu materiālu nevarēja izdzēst , jo
pl_pl: Projekt umowy z materiałów nie może być usunięty, ponieważ
vi_vn: Không xóa du?c h?p d?ng nguyên v?t li?u vì

source: The contract requirements could not be deleted because
ar: لا يمكن حذف متطلبات العقد بسبب
et: Lepingu nõuetele ei saa kustutada , sest
fa: شرایط قرارداد نمی تواند به دلیل حذف
fr_lu: Les exigences du contrat ne pouvait être supprimé car
hr_hr: Ugovor zahtjevi ne mogu biti izbrisana jer
ja: システム構成は更新できませんでした、理由は
lv_lv: Līguma prasības nevarēja izdzēst , jo
pl_pl: Wymagania umowa nie mogła być usunięta ponieważ
vi_vn: Không thể xóa được yêu cầu cho hợp đồng bởi vì

source: The contract could not be deleted because
ar: لا يمكن حذف العقد بسبب
et: Leping ei saa kustutada , sest
fa: قرارداد نمی تواند به دلیل های حذف شده
fr_lu: Le contrat n'a pas pu être supprimé car
hr_hr: Ugovor se ne može izbrisati , jer
ja: システム構成は更新できませんでした、理由は
lv_lv: Līgums nevarēja izdzēst , jo
pl_pl: Umowa nie może zostać usunięty, ponieważ
vi_vn: Không thể xóa được hợp đồng bởi

source: The quotation lines for the contract could not be deleted because
ar: لا يمكن حذف خطوط الاقتباس للحصول على العقد بسبب
fr_lu: Les lignes de cotation pour le contrat n'a pas pu être supprimés car
ja: 在庫品目のコスト詳細は更新できませんでした理由は

source: The quotation for the contract could not be deleted because
ar: لا يمكن حذف الاقتباس للحصول على العقد بسبب
et: Tsitaatleping ei saa kustutada , sest
fa: نقل قول برای قرارداد نمی تواند به دلیل های حذف شده
fr_lu: Le devis pour le contrat n'a pas put être supprimé car
hr_hr: Citat za ugovor nije mogao biti izbrisan , jer
ja: 在庫品目のコスト詳細は更新できませんでした理由は
lv_lv: Par līguma citāts nevarēja izdzēst , jo
pl_pl: Cytat zamówienia nie może być usunięty, ponieważ
vi_vn: Không thể xóa báo giá cho hợp đồng bởi vì

source: has been cancelled
ar: تم إلغاء
et: on tühistatud
fa: لغو شده است
fr_lu: a été annulé
hr_hr: je otkazan
ja: は削除された
lv_lv: Apstrāde tika atcelta
pl_pl: został odwołany
vi_vn: Đã được hủy bỏ

source: The contract reference is expected to be more than 2 characters long. Please alter the contract reference before proceeding.
ar: ومن المتوقع أن يكون أكثر من 2 حرفا المرجع العقد.
et: Lepingus viide peaks olema rohkem kui 2 tähemärki.
fa: مرجع قرارداد انتظار می رود بیش از 2 حرف طولانی باشد. لطفا تغییر مرجع قرارداد قبل از اقدام.
fr_lu: La référence du contrat doit comporter plus de 2 caractères. Modifier la référence du contrat avant de poursuivre.
hr_hr: Ugovor Referentna Očekuje se da više od 2 znaka .
ja: 契約参照は、 2つ以上の文字であると予想される。
lv_lv: Līguma atsauces būs vairāk nekā 2 rakstzīmēm.
pl_pl: Numer umowy ma być więcej niż 2 znaki. Proszę zmienić numer umowy, przed przystąpieniem.
vi_vn: Tham chi?u h?p d?ng du?c d? ki?n có 2 kí t?. Vui lòng thay tham chi?u h?p d?ng tru?c khi x? lí

source: The contract reference cannot contain any spaces, slashes, or inverted commas. Please alter the contract reference before proceeding.
ar: المرجع العقد لا يمكن أن تحتوي على أية مسافات ، مائلة ، أو الفواصل المقلوب .
et: Lepingus viide ei tohi sisaldada tühikuid , kaldkriipse või jutumärkides .
fa: مرجع قرارداد می تواند هر گونه فضاها ، اسلش ، یا چنگک نیست. لطفا تغییر مرجع قرارداد قبل از اقدام.
fr_lu: La référence du contrat ne peut pas contenir d'espaces, des barres obliques ou des guillemets. S'il vous plaît modifier la référence du contrat avant de poursuivre.
hr_hr: Referentna ugovor ne može sadržavati razmake , kose crte, ili navodnici .
ja: 契約の参照には、スペース、スラッシュ、または引用符を含めることはできません。
lv_lv: Līguma atsauces nevar saturēt atstarpes , slīpsvītras, vai pēdiņās .
pl_pl: Wniosek umowa nie może zawierać żadnych spacji, ukośników lub cudzysłów. Proszę zmienić numer umowy, przed przystąpieniem.
vi_vn: Tham chi?u h?p d?ng không du?c ch?a các kí t? nhu d?u cách, d?u g?ch, d?u ch?m ph?y. Vui lòng thay th? tham chi?u h?p d?ng tru?c khi x? lý.

source: The contract reference cannot be the same as a previously created stock item. Please modify the contract reference before continuing
ar: المرجع العقد لا يمكن أن تكون هي نفسها كبند الأسهم التي تم إنشاؤها مسبقا .
et: Lepingus viide saa olla sama kuivarem loodud laonumbrist .
fa: مرجع قرارداد نمی تواند مانند یک کالای سهام قبلا آفریده شده است. لطفا اصلاح مرجع قرارداد قبل از ادامه
fr_lu: La référence du contrat ne peut pas être la même chose qu'un article en stock précédemment créé. S'il vous plaît modifier la référence du contrat avant de poursuivre
hr_hr: Referentna ugovor ne može bitiisto kao i prethodno izrađen dionicama točke .
ja: 契約参照は以前に作成した在庫アイテムと同じにすることはできません。
lv_lv: Līgums norādi nevar būttāds pats kā iepriekš izveidotas akciju objektu .
pl_pl: Wniosek w umowie nie może być taki sam jak poprzednio utworzony z magazynu. Proszę zmodyfikować numer umowy przed kontynuowaniem
vi_vn: Tham chi?u h?p d?ng không

source: The contract description is expected to be more than 10 characters long. Please alter the contract description in full before proceeding.
ar: ومن المتوقع أن تكون أكثر من 10 حرفا و وصف العقود .
et: Lepingu kirjeldus peaks olema rohkem kui 10 tähemärki.
fa: شرح قرارداد انتظار می رود بیش از 10 حرف طولانی باشد. لطفا تغییر دهید توضیحات کامل در قرارداد قبل از اقدام.
fr_lu: La description du marché devrait être plus de 10 caractères. S'il vous plaît modifier la description du contrat dans son intégralité avant de procéder.
hr_hr: Opis ugovora očekuje se da će biti više od 10 znakova .
ja: コントラクトの説明は、 10以上の文字であると予想される。
lv_lv: Līgums apraksts būs vairāk nekā 10 rakstzīmes .
pl_pl: Opis zamówienia może wynieść więcej niż 10 znaków. Należy zmienić opis zamówienia w całości przed rozpoczęciem.
vi_vn: Mô tả hợp đồng dự kiến sẽ được nhiều hơn 10 ký tự. Xin vui lòng thay đổi hợp đồng mô tả đầy đủ trước khi tiếp tục.

source: The date the contract is required to be completed by must be entered in the format
ar: التاريخ هو مطلوب في العقد أن يكتمل بحلول يجب إدخالها في تنسيق
et: Kuupäevaleping peab olema lõpule viidud , tuleb sisestada kujul
fa: تاریخ قرارداد موظف است توسط باید در قالب وارد شده باید تکمیل شود
fr_lu: La date du contrat doit être complété par doit être inscrit dans le format
hr_hr: Datumugovor mora biti završen do mora unijeti u formatu
ja: 発送日の入力の日付は次のフォーマットでなければなりません
lv_lv: Datumslīgumu jāaizpilda ar jāievada formātā
pl_pl: Data umowy jest zobowiązany do wypełnienia przez należy wpisać w formacie
vi_vn: Các ngày trong hợp đồng yêu cầu hoàn thành phải được nhập theo định dạng

source: The date that the contract is to be completed by is expected to be a date in the future. Make the required date a date after today before proceeding.
ar: ومن المتوقع أن يكون تاريخ في المستقبل التاريخ أن العقد هو أن يتم الانتهاء من .
et: Kuupäev , et leping lõpetatakse eeldatavastikuupäeval tulevikus .
fa: تاریخی است که قرارداد این است که کامل شده است انتظار می رود که یک تاریخ در آینده است. تاریخ مورد نیاز را پس از تاریخ امروز قبل از اقدام.
fr_lu: La date à laquelle le contrat doit être complété par devrait être une date dans le futur. Faire la date requise à une date à compter d'aujourd'hui avant de poursuivre.
hr_hr: Datum kojise ugovor popunjava se očekuje da će biti datum u budućnosti .
ja: までに完了する契約であることを日付が将来の日付であると予想される。
lv_lv: Datums, kalīgums ir jāaizpilda būsdatums nākotnē .
pl_pl: Dnia, w którym umowa ma być zakończona ma być datą w przyszłości. Sprawdź w wymaganym terminie po dzisiejszym dniu, przed przystąpieniem.
vi_vn: Ngày h?p d?ng k?t thúc ph?i là m?t ngày trong tuong lai. Ð?m b?o r?ng ngày yêu c?u ph?i là ngày sau ngày hôm nay tru?c khi x? lý ti?p.

source: Default for
ar: الافتراضي لل
et: vaikimisi valik
fa: پیش فرض برای
fr_lu: Par défaut pour
hr_hr: Default za
ja: 初期値
lv_lv: noklusējums
pl_pl: Domyślna
vi_vn: Mặc định cho

source: The contract reference cannot be the same as a previously created contract for another customer. Please modify the contract reference before continuing
ar: المرجع العقد لا يمكن أن يكون نفس العقد تم إنشاؤها مسبقا ل عميل آخر.
et: Lepingus viide saa olla sama kuivarem loodud lepingu teisele kliendile.
fa: مرجع قرارداد نمی تواند همان قرارداد قبلا ایجاد شده برای یکی دیگر از مشتری می باشد. لطفا اصلاح مرجع قرارداد قبل از ادامه
fr_lu: La référence du contrat ne peut pas être la même que celle d'un contrat précédemment créé pour un autre client. S'il vous plaît modifier la référence du contrat avant de poursuivre
hr_hr: Referentna ugovor ne može bitiisto kao i prethodno izrađen ugovora za drugog klijenta .
ja: 契約参照は、別の顧客のために以前に作成された契約と同じにはできません。
lv_lv: Līgums norādi nevar būttāds pats kā iepriekš izveidotas līgumu citam klientam .
pl_pl: Wniosek w umowie nie może być taki sam jak poprzednio utworzony umowy na innego klienta. Proszę zmodyfikować numer umowy przed kontynuowaniem
vi_vn: Tham chi?u h?p d?ng không du?c trùng v?i tham chi?u tru?c dó dã du?c l?p cho khách hàng khác. Vui lòng ch?nh s?a tham chi?u h?p d?ng tru?c khi ti?p t?c

source: Cannot update the contract because
ar: لا يمكن تحديث العقد بسبب
et: Ei saa uuendada leping , sest
fa: آیا می توانم بروز رسانی قرارداد چرا که نه
fr_lu: Impossible de mettre à jour le contrat en raison
hr_hr: Ne možete ažurirati ugovor , jer
ja: 勘定が更新できなかった理由は
lv_lv: Nevar atjaunināt līgumu, jo
pl_pl: Nie można zaktualizować umowy z powodu
vi_vn: không thể cập nhật vào hợp đồng vì

source: Could not add a component to the contract bill of material
ar: لا يمكن إضافة مكون إلى مشروع القانون عقد من المواد
et: Ei saa lisadakomponent lepingu arve materjali
fa: ممکن است اضافه کردن یک جزء به لایحه قرارداد از مواد نیست
fr_lu: Impossible d'ajouter un composant à la loi du contrat de matériel
hr_hr: Ne može dodati komponentu na račun ugovora o materijalu
ja: 材料の契約法案にコンポーネントを追加できませんでした
lv_lv: Nevarēja pievienot komponentu līguma rēķinu materiālu
pl_pl: Nie można dodać składnik do materiału umowy rachunku
vi_vn: Không thể thêm một thành phần vào hợp đồng của nguyên vật liệu

source: Could not add a requirement to the contract requirements
ar: لا يمكن أن تضيف شرطا لمتطلبات العقد
et: Ei saa lisadanõue lepingu nõuetele
fa: ممکن است اضافه کردن یک شرط به شرایط قرارداد نیست
fr_lu: Impossible d'ajouter une exigence aux exigences du contrat
hr_hr: Ne može se dodati uvjet za ugovor zahtjevima
ja: 契約要件に要件を追加できませんでした
lv_lv: Nevarēja pievienot prasību līguma prasībām
pl_pl: Nie można dodać wymóg do wymogów umowy
vi_vn: không thể thêm một yêu cầu vào các yêu cầu của hợp đồng

source: The changes to the contract have been committed to the database
ar: قد ارتكبت التغييرات على العقد إلى قاعدة البيانات
et: Lepingu muudatusi on pühendunudandmebaas
fa: تغییرات در قرارداد شده به پایگاه داده متعهد
fr_lu: Les modifications apportées au contrat ont été appliqués à la base de données
hr_hr: Promjene ugovora su počinili u bazu podataka
ja: 新しい作業場がデータベースに追加された
lv_lv: Ka līguma izmaiņas ir izdarīts uz datu bāzē
pl_pl: Zmiany w umowie zostały zapisane w bazie danych
vi_vn: Những thay đổi hợp đồng đã được cam kết trên cơ sở dữ liệu

source: The contract item could not be updated because
ar: تعذر تحديث هذا البند لأن العقد
et: Hankelepingu objekt ei saa ajakohastada , sest
fa: قلم دوم از اقلام قرارداد نمی تواند به دلیل به روز شده
fr_lu: L'objet du contrat n'a pas pu être mis à jour car
hr_hr: Ugovor stavka ne može biti ažurirana , jer
ja: システム構成は更新できませんでした、理由は
lv_lv: Līgums vienība nevar atjaunināt , jo
pl_pl: Przedmiot zamówienia nie może być aktualizowany, ponieważ
vi_vn: Các mục của hợp đồng không được cập nhật bởi vì

source: The SQL that was used to update the contract item failed was
ar: فشل SQL التي تم استخدامها ل تحديث العنصر العقد كان
et: SQL , mida kasutati uuendada lepingu punkt ei olnud
fa: گذاشتن که برای به روز رسانی مورد قرارداد مورد استفاده قرار گرفت شکست خورده بود
fr_lu: Échec de la commande SQL de mise à jour de l'article:
hr_hr: SQL koji je korišten za ažuriranje ugovorne stavke nije bilo
ja: 在庫品目を更新に用いられたSQLは失敗した
lv_lv: SQL , kas tika izmantoti, lai atjauninātu līguma objektu neizdevās , bija
pl_pl: SQL, który był używany do aktualizacji przedmiot umowy nie został
vi_vn: Cơ sở dữ liệu SQL dùng để cập nhật cho các mục hợp đồng đã không thành công là

source: The contract quotation could not be updated because
ar: تعذر تحديث الاقتباس العقد لأن
et: Lepingu tsitaat ei saanud uuendatud sest
fa: نقل قول قرارداد نمی تواند به دلیل به روز شده
fr_lu: Le devis ne peut être mis à jour car
hr_hr: Ugovor citat ne može biti ažurirana , jer
ja: システム構成は更新できませんでした、理由は
lv_lv: Līgums citāts nevar atjaunināt , jo
pl_pl: Notowania kontraktu nie mógł zostać zaktualizowany, ponieważ
vi_vn: Báo giá cho hợp đồng không được cập nhật bởi vì

source: The SQL that failed to update the quotation was
ar: كان SQL التي فشلت في تحديث الاقتباس
et: SQL , et ei suutnud uuendada tsitaat oli
fa: گذاشتن که قادر به بروز رسانی شد نقل قول
fr_lu: Échec de la commande SQL de mise à jour du devis:
hr_hr: SQL koja se nije uspjela ažurirati citat bio
ja: GL予算更新に失敗したSQLでした
lv_lv: SQL , ka neizdevās atjaunināt citāts bija
pl_pl: SQL, które nie było aktualizacji oferty
vi_vn: Cơ sở dữ liệu SQL đã cập nhật báo giá không thành công là

source: The contract quotation has been updated based on the new contract cost and margin
ar: تم تحديث اقتباس عقد على أساس التكلفة وهامش العقد الجديد
et: Lepingu tsitaat on uuendatud põhineb uue lepingu maksumus ja marginaal
fa: نقل قول قرارداد به روز شده است بر اساس هزینه قرارداد جدید و حاشیه
fr_lu: Le devis a été mis à jour
hr_hr: Ugovor citat je ažuriran na temelju novog ugovora troškova i marže
ja: 契約の引用は、新契約費とマージンに基づいて更新されています
lv_lv: Līgums citāts ir atjaunināts, pamatojoties uz jauno līgumu izmaksas un rezerves
pl_pl: Cytat umowa została zaktualizowana na podstawie nowej umowy kosztów i marży
vi_vn: Các báo giá hợp đồng đã được cập nhật dựa trên chi phí và lợi nhuận hợp đồng mới

source: Go to Quotation
ar: الذهاب إلى اقتباس
et: Mine Tsitaat
fa: برو به عبارت
fr_lu: Aller au devis
hr_hr: Idi na kotaciju
ja: 見積り表
lv_lv: Iet uz aptauja
pl_pl: Idź do notowania
vi_vn: Đi tới báo giá

source: The new contract could not be added because
ar: العقد الجديد لا يمكن أن تضاف ل
et: Uus leping ei saa lisada , sest
fa: قرارداد جدید می تواند اضافه نمی شوند زیرا
fr_lu: Le nouveau contrat ne peut être ajouté en car
hr_hr: Novi ugovor ne može se dodati , jer
ja: システム構成は更新できませんでした、理由は
lv_lv: Jaunais līgums nevar pievienot, jo
pl_pl: Nowa umowa nie może zostać dodany, ponieważ
vi_vn: Không thể thêm hợp đồng mới bởi

source: The new contract has been added to the database
ar: تمت إضافة عقد جديد إلى قاعدة البيانات
et: Uus leping on lisatud andmebaasi
fa: قرارداد جدید به بانک اطلاعاتی اضافه شده
fr_lu: Le nouveau contrat a été ajouté à la base
hr_hr: Novi ugovor je dodan u bazu podataka
ja: 新しい作業場がデータベースに追加された
lv_lv: Jaunais līgums ir pievienota datu bāzē
pl_pl: Nowy kontrakt został dodany do bazy danych
vi_vn: Hợp đồng mới đã được thêm vào cơ sở dữ liệu

source: The item could not be retrieved because
ar: لا يمكن استرجاع هذا البند لأن
et: Toode ei õnnestunud , sest
fa: قلم دوم از اقلام قابل بازیابی نیست زیرا
fr_lu: L'article n'a pas pu être affiché car
hr_hr: Stavka ne može dohvatiti , jer
ja: 取り出すことができなかったのは
lv_lv: Punkts nevarēja izgūt , jo
pl_pl: Pozycja nie mógł zostać przywrócony, ponieważ
vi_vn: Không thể truy xuất mặt hàng bởi
