Repository: timschofield/KwaMoja-Medical
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar, et, fa, fr_lu, hr_hr, ja, lv_lv, pl_pl, vi_vn

source: Only valid parts can be entered for transfers
ar: يمكن إدخالها فقط أجزاء صالحة لل نقل
et: Ainult kehtiv osad saab sisestada ülekandeid
fr_lu: Seules les pièces de valable ne peut être conclu pour les transferts
hr_hr: Samo valjane dijelovi mogu se unijeti za transfere
ja: 唯一の有効な部分は転送に入力することができます
lv_lv: Tikai derīgi detaļas var ievadīt pārskaitījumiem
pl_pl: Tylko własciwe towary mogą być wybrane do przeniesienia
vi_vn: Chỉ có phần hợp lệ có thể được nhập vào để chuyển

source: The quantity entered for
ar: دخلت كمية ل
et: Kogus sisestatakse
fr_lu: La quantité saisie pour
hr_hr: Količina ušao u
ja: 量のために入力
lv_lv: Daudzumu nodod
pl_pl: Ilość wprowadzona dla
vi_vn: Số lượng nhập cho

source: is not numeric.
ar: ليست رقمية.
et: ei ole numbriline .
fr_lu: n'est pas un chiffre
ja: 数字でない

source: The quantity entered for transfers is expected to be numeric
ar: ومن المتوقع أن تكون رقمية كمية دخلت لنقل
et: Kogus sisestatakse ülekandeid peaks olema numbriline
fr_lu: La quantité entrée pour les transferts devrait être numérique
hr_hr: Količina ušao za transfere se očekuje da će biti numerička
ja: 転送のために入力した数量は、数値であることが期待されている
lv_lv: Ievesto pārskaitījumiem būs ciparu
pl_pl: Wprowadzona ilość do przeniesienia musi być numeryczna
vi_vn: Số lượng nhập cho chuyển dự kiến ​​sẽ được số

source: does not have enough stock available (
ar: ليس لديها مخزون كاف المتاحة (
et: ei ole piisavalt laos olemas (
fa: اختصاص ندارد سهام به اندازه کافی در دسترس نیست (
fr_lu: n'a pas assez d'articles en stock (
hr_hr: nema dovoljno dionica dostupni (
ja: 十分な在庫を用意していません（
lv_lv: nav pietiekami daudz krājumu pieejams (
vi_vn: không có đủ cổ phiếu có sẵn (

source: The quantity required to transfer was
ar: كانت الكمية المطلوبة ل نقل
fr_lu: La quantité requise pour le transfert était de:
hr_hr: Količina potrebne za prijenos bio
ja: 入力された数量は 行

source: The quantity entered of
ar: كمية دخلت من
et: Kogus sisestatakse kohta
fr_lu: La quantité saisie de
hr_hr: Količina ušao mjesta
ja: 量の入った
lv_lv: Ievesto no
pl_pl: Wprowadzona ilość
vi_vn: Số lượng đã nhập

source: for part code
ar: لرمز جزء
et: osa kood
fr_lu: pour le code partie
hr_hr: za dio koda
ja: 品目コード指定
lv_lv: nepilna kodu
pl_pl: dla kodu towaru
vi_vn: cho mã phần

source: is less than or equal to 0
ar: أقل من أو يساوي 0
et: on väiksem või võrdne 0
fr_lu: est inférieur ou égal à 0
hr_hr: manji od ili jednak 0
ja: 0以下である
lv_lv: ir mazāks par vai vienāds ar 0
pl_pl: jest mniejsza lub równa 0
vi_vn: là nhỏ hơn hoặc bằng 0

source: Please correct this or remove the item
ar: يرجى تصحيح هذا أو إزالة العنصر
et: Palun parandage see või eemaldada kirje
fa: لطفا برای تصحیح و یا حذف آیتم اینجا را کلیک کنید
fr_lu: S'il vous plaît corriger ceci ou supprimer l'élément
hr_hr: Ispravite ovo ili ukloniti stavke
ja: これを修正するか、項目を削除してください
lv_lv: Lūdzu labot šo vai izņemt preci
pl_pl: Skoryguj dane lub usuń pozycję
vi_vn: Vui lòng kiểm tra hoặc loại bỏ các mục

source: does not have enough stock available for transfer.
ar: ليس لديها ما يكفي من الأوراق المالية المتاحة لل نقل .
et: ei ole piisavalt laos olemas üleandmist.
fa: سهام به اندازه کافی در دسترس برای انتقال ندارد.
fr_lu: n'a pas assez de titres disponibles pour le transfert.
hr_hr: nema dovoljno zaliha na raspolaganju za prijenos .
ja: 転送に使用可能な十分な在庫を持っていない。
lv_lv: nav pietiekami daudz akciju pieejama pārskaitījumu .
pl_pl: nie ma wystarczająco dużo zapasów dostępnych do transferu.
vi_vn: không có đủ cổ phiếu có sẵn để chuyển .

source: does not have enough stock available for transter due to accumulated quantity is over quantity on hand.
ar: ليس لديها ما يكفي من الأوراق المالية المتاحة لل ترانستير بسبب الكمية المتراكمة هو أكثر من الكمية في متناول اليد.
et: ei ole piisavalt laos olemas transter tõttu kogunenud kogus on üle kogus käsi.
fa: سهام به اندازه کافی در دسترس برای transter با توجه به مقدار انباشته ندارد بیش از مقدار در دست است.
hr_hr: nema dovoljno zaliha na raspolaganju za transter zbog nagomilanih količina je preko količine na ruku .
ja: 蓄積量によるtranster利用可能十分な在庫を持っていないと、一方で量を超えています。
lv_lv: nav pietiekami daudz akciju pieejama transter dēļ uzkrāto daudzumam ir beidzies daudzumu uz rokām .
vi_vn: không có đủ cổ phiếu có sẵn cho transter do số lượng tích lũy là hơn số lượng trên tay .

source: You must enter at least 1 Stock Item to transfer
ar: يجب عليك إدخال على الأقل 1 البند الأسهم لنقل
et: Peate sisestama vähemalt 1 laonumbrist kanda
fr_lu: Vous devez entrer au moins 1 article en stock à transférer
hr_hr: Morate unijeti barem jedan predmet Stock za prijenos
ja: あなたは、転送するには、少なくとも1在庫あり商品を入力する必要があります
lv_lv: Jāievada vismaz 1 krājuma priekšmetu nodot
pl_pl: Musisz wprowadzić co najmniej jeden towar do przeniesienia
vi_vn: Bạn phải nhập ít nhất 1 Cổ Mã chuyển

source: The transfer must have a different location to receive into and location sent from
ar: نقل يجب أن يكون موقع مختلف لتلقي في والمكان المرسلة من
et: Üleandmine peab olema teises kohas saada sisse ja asukoht saadetakse
fa: انتقال باید محل های مختلف برای دریافت به محل فرستاده شده از
fr_lu: Le transfert doit avoir un emplacement différent de recevoir dans l'emplacement et envoyé par
hr_hr: Prijevoz mora imati neku drugu lokaciju za primanje u i mjesto poslana od
ja: 転送から送られてきた別に受信する場所と場所を持っている必要があります
lv_lv: Nodošana jābūt citu vietu , lai saņemtu uz un atrašanās vietu nosūtīti no
pl_pl: Przeniesienie musi mieć różne magazyny źródłowy i docelowy
vi_vn: Việc chuyển giao phải có một vị trí khác nhau để nhận vào và vị trí được gửi từ

source: Unable to BEGIN Location Transfer transaction
ar: غير قادر على BEGIN الموقع عملية تحويل
et: Ei saa alustada Asukoht võõrandamistehinguta
fr_lu: Pas réussi à démarrer l'emplacement de transfert de transaction
hr_hr: Nije početi transakcije mjesta Transfer
ja: 場所転送トランザクションを開始することができません
lv_lv: Nevar sākt Atrašanās vieta pārsūtīšanas darījumu
pl_pl: Nie można rozpocząć przesunięcia międzymagazynowego
vi_vn: Không thể BEGIN Địa chỉ giao dịch chuyển

source: Unable to COMMIT Location Transfer transaction
ar: غير قادر على ارتكاب عملية تحويل الموقع
et: Ei saa pühenduda Asukoht võõrandamistehinguta
fr_lu: Incapable de commettre l'emplacement de transfert de transaction
hr_hr: Nije moguće počiniti transakcije mjesta Transfer
ja: 場所転送トランザクションをコミットすることができません
lv_lv: Nevar izdarīt Atrašanās vieta pārsūtīšanas darījumu
pl_pl: Nie można zapamiętać przesunięcia międzymagazynowego w bazie
vi_vn: Không thể COMMIT Địa chỉ giao dịch chuyển

source: The inventory transfer records have been created successfully
ar: تم إنشاء سجلات نقل المخزون بنجاح
et: Inventari üleandmise andmed on edukalt loodud
fr_lu: Les dossiers de transfert de l'inventaire ont été créés avec succès
hr_hr: Inventarnih prijenos zapisi su uspješno izrađen
ja: 在庫移動レコードは正常につくられました
lv_lv: Inventarizācijas nodošanas uzskaite ir izveidota veiksmīgi
pl_pl: Przesunięcia magazynowe wykonane pomyślnie
vi_vn: Các hồ sơ chuyển hàng tồn kho đã được tạo thành công

source: Print the Transfer Docket
ar: طباعة سجل نقل
et: TrükiTransfer Reumatoloogia
fr_lu: Imprimer le dossier du transfert
hr_hr: Ispis etiketa Transfer
ja: 移動記録簿印刷
lv_lv: Drukāt Transfer kalendārs
pl_pl: Drukuj Dokument Mm
vi_vn: In Docket Chuyển

source: Inventory Location Transfer Shipment Reference
ar: جرد موقع نقل شحنة المرجعي
et: Inventory Asukoht Transfer Vedu viide
fr_lu: Référence de l'expédition
hr_hr: Inventar Lokacija prijevoz pošiljke Reference
ja: 在庫場所移動出荷参照
lv_lv: Inventarizācijas Atrašanās vieta Transfer Sūtījuma atsauce
pl_pl: Przesunięcie Międzymagazynowe
vi_vn: Hàng tồn kho từ chuyển lô hàng tham khảo

source: Upload CSV file of Transfer Items and Quantites
ar: تحميل ملف CSV من نقل وحدات و Quantites
et: Täiendava CSV faili Transfer toodet ja quantites
fa: آپلود فایل های CSV از با انتقال اقلام و Quantites ها
fr_lu: Télécharger le fichier CSV contenant les articles et les quantités
hr_hr: Upload CSV datoteku prijenos datoteka i Quantites
ja: 転送項目とQuantitesのCSVファイルをアップロードする
lv_lv: Augšupielādēt CSV failu pārsūtīšana preces un daudzumiem,
pl_pl: Prześlij plik CSV przedmiotów transfer i Quantites
vi_vn: Tải lên tập tin CSV của Chuyển mục và quantites

source: Clear All
ar: مسح جميع
fr_lu: Tout effacer
ja: 消去

source: Add More Items
ar: إضافة المزيد من العناصر
et: Elementide lisamiseks
fr_lu: Ajouter d'autres articles
hr_hr: Dodaj više stavki
ja: 更に品目追加
lv_lv: Pievienot vēl preci
pl_pl: Dodaj Więcej Pozycji
vi_vn: Thêm nhiều mặt hàng hơn

source: Create Transfer Shipment
ar: خلق نقل شحنة
et: Loo Transfer Vedu
fr_lu: Créer l'expédition
hr_hr: Stvaranje Transfer pošiljku
ja: 出荷移動作成
lv_lv: Izveidot Transfer Sūtījuma
pl_pl: Zrób Wysyłkę Przesunięcia
vi_vn: Tạo chuyển giao lô hàng

source: Inventory Transfer
ar: نقل المخزون
et: inventari üleandmine
fr_lu: Transfert de stock
hr_hr: Inventar prijevoz
ja: 在庫移動
lv_lv: inventarizācijas Transfer
pl_pl: Przesunięcie Międzymagazynowe
vi_vn: Chuyển hàng tồn kho

source: Receiving
ar: تلقي
et: vastuvõtmine
fr_lu: Réception
hr_hr: primanje
ja: 入庫
lv_lv: Saņemt
pl_pl: Przyjęcie
vi_vn: nhận

source: All quantities must be numeric
ar: يجب أن تكون جميع الكميات الرقمية
et: Kõik kogused olema numbriline
fr_lu: Toutes les quantités doivent être numériques
hr_hr: Sve količine moraju biti numeričke
ja: 全ての量は数値でなければなりません
lv_lv: Visus daudzumus, jābūt ciparu
pl_pl: Wszystkie ilości muszą być numeryczne
vi_vn: Tất cả số lượng phải là số

source: is negative
ar: هو سلبي
et: on negatiivne
fr_lu: est négatif
hr_hr: negativna
ja: 負である
lv_lv: ir negatīvs
pl_pl: jest ujemne
vi_vn: là tiêu cực

source: All quantities must be for positive numbers greater than zero
ar: يجب أن تكون جميع الكميات لل أرقام موجبة أكبر من الصفر
et: Kõik kogused peab olema positiivne arv on suurem kui null
fr_lu: Toutes les quantités doivent être des nombres positifs strictement supérieur à zéro
hr_hr: Sve količine moraju biti za pozitivni brojevi veći od nule
ja: 全ての量は、ゼロより大きい正の数のためでなければなりません
lv_lv: Visus daudzumus jābūt par pozitīviem skaitļiem ir lielāks par nulli
pl_pl: Wszystkie ilości muszą być większe od zera
vi_vn: Tất cả số lượng phải được cho các số dương lớn hơn không

source: The Quantity entered plus the Quantity Previously Received can not be greater than the Total Quantity shipped for
ar: كمية دخلت بالإضافة إلى الكمية التي سبق لا يمكن أن تكون أكبر من مجموع الكمية التي يتم شحنها لل
et: Kogus kantud plussKogus varem saanud ei saa olla suurem kui üldkogus saadetakse
fa: مقدار وارد شده به علاوه مقدار پیش دریافت نمی تواند بیشتر از مقدار کل حمل
fr_lu: La quantité saisie ainsi que la quantité déjà reçu ne peut être supérieure à la quantité totale expédiée pour
hr_hr: Količina ušao plusKoličina Prije pozicija ne može biti veća od ukupne količine isporučenog za
ja: 数量は、入力したプラス以前に受信した数量は、出荷のために合計数量を超えることはできません
lv_lv: Daudzums ieraksta plusdaudzums iepriekš saņemtā nevar būt lielāka par kopējo daudzumu, nosūtīti
pl_pl: Ilość wprowadzona plus Ilość Wcześniej Dostarczona nie może być większa niż Całkowita Ilość dostarczona dla
vi_vn: Số lượng các bước cộng với lượng Trước đây nhận không thể lớn hơn Tổng số lượng vận chuyển cho

source: All quantities entered are less than zero
ar: كل الكميات دخلت هي أقل من الصفر
et: Kõik sisestatud kogused on väiksem kui null
fr_lu: Toutes les quantités saisies sont inférieures à zéro
hr_hr: Sve količine unesene su manje od nule
ja: 入力された数量は 行
lv_lv: Visi ievadītie daudzumi ir mazāki par nulli
pl_pl: Wszystkie ilości wprowadzone to mniej niż zero
vi_vn: Tất cả số lượng nhập vào là dưới không

source: Please correct that and try again
ar: يرجى تصحيح ذلك و حاول مرة أخرى
et: Palun parandage see ja proovige uuesti
fr_lu: S'il vous plaît corriger cela et essayer de nouveau
hr_hr: Molimo ispravite to i pokušajte ponovno
ja: ことを訂正して再試行してください
lv_lv: Lūdzu, izlabojiet to un mēģiniet vēlreiz
pl_pl: Popraw to i spróbuj ponownie
vi_vn: Xin vui lòng sửa đó và thử lại

source: Could not retrieve the stock quantity at the dispatch stock location prior to this transfer being processed
ar: لا يمكن استرداد كمية المخزون في الموقع الأسهم إيفاد قبل هذا التحويل يتم معالجتها
et: Ei saanud kätte varude koguse lähetamine aktsia asukoht enne selle üleandmist töödeldakse
fa: می تواند مقدار سهام به این انتقال در حال پردازش نیستید در محل اعزام سهام قبل
fr_lu: Impossible de récupérer la quantité en stock à l'emplacement des stocks d'expédition avant ce transfert en cours
hr_hr: Ne mogu dohvatiti količinu dionica na mjestu otpreme dionica prije toga prijenos obrađuje
ja: この転送が処理される前に発送在庫場所で在庫数を取得できませんでした
lv_lv: Nevarēja iegūt akciju daudzumu pie nosūtīšanas akciju vietu pirms šī ​​nodošana tiek apstrādāta
pl_pl: Nie można odtworzyć ilości magazynowej magazynu wysyłkowego sprzed przetworzenia tego przesunięcia
vi_vn: Không thể lấy số lượng cổ phiếu tại vị trí cổ phiếu công văn trước khi vụ chuyển nhượng này đang được xử lý

source: Could not determine if the serial item exists
ar: لا يمكن تحديد ما إذا كان وجود بند المسلسل
et: Ei suutnud otsustada , kas seerianumber kirje olemas
fr_lu: Impossible de déterminer si l'élément de série existe
hr_hr: Ne može se utvrditi je liserijski stavka postoji
ja: シリアルアイテムが存在するかどうかを判別できませんでした
lv_lv: Nevar noteikt, vaisērijas vienība eksistē
pl_pl: Nie można określić czy towar kontrolowany istnieje
vi_vn: Không thể xác định xem mục nối tiếp tồn tại

source: The serial stock item for the stock being transferred out of the existing location could not be inserted because
ar: لا يمكن إدراج بند الأوراق المالية المسلسل للسهم نقله من موقع القائمة بسبب
et: Seerianumber laonumbrist kalavaru välja viidudolemasolevasse asukohta ei saa lisada , sest
fr_lu: L'ordre du jour des stocks de série pour le stock étant transférés à l'extérieur de l'emplacement actuel ne pouvait pas être inséré, car
hr_hr: Serijski dionica stavku za dionice koja se prenosi iz postojećeg mjesta ne može biti umetnuta , jer
ja: 既存の場所の外に転送される株式のシリアル在庫品目を挿入することができませんでしたので、
lv_lv: Sērijas krājumu postenis krājumu tiek nodotas no esošās atrašanās vietas nevarēja ievietota , jo
pl_pl: Towar kontrolowany dla magazynu wysyłającego nie może być dodany ponieważ
vi_vn: Mục chứng khoán nối tiếp cho các chứng khoán được chuyển ra khỏi vị trí hiện tại không thể được chèn vào bởi vì

source: Could not retrieve the quantity on hand at the location being transferred to
ar: لا يمكن استرداد كمية على اليد في المكان نقله إلى
et: Ei saa laadida kogus käsi asukoha üleviimisega
fr_lu: Impossible de récupérer la quantité en main à l'endroit d'être transféré à
hr_hr: Ne mogu dohvatiti količinu na ruke na lokaciji prebačen
ja: に転送された場所に手で量を取得できませんでした
lv_lv: Nevar paņemt daudzumu uz rokas vietā tiek nodots
pl_pl: Nie można odtworzyć ilości na stanie dla magazynu docelowego
vi_vn: Không thể lấy số lượng trên tay ở địa chỉ được chuyển giao cho

source: The stock movement record for the incoming stock cannot be added because
ar: سجل حركة المخزون للسهم واردة لا يمكن إضافة لأن
et: Aktsia liikumine rekord sissetulevad aktsia ei saa lisada , sest
fr_lu: Le record mouvement de stock pour le stock entrant ne peut pas être ajouté, car
hr_hr: Rekord dionica Pokret za nadolazećih zaliha ne može se dodati , jer
ja: 着信株式の在庫移動実績を追加することはできませんので、
lv_lv: Krājumu kustības ieraksts par ienākošo krājumu nevar pievienot, jo
pl_pl: Dokument przesunięcia magazynowego nie może być dodany ponieważ
vi_vn: Kỷ lục chuyển động cổ phiếu cho cổ phiếu đến không thể được thêm vào bởi vì

source: The serial stock item record could not be updated for the quantity coming in because
ar: لا يمكن تحديث السجل بند الأوراق المالية التسلسلي لل كمية القادمة في ل
et: Seerianumber laonumbrist rekord ei saa uuendatudkogus tulemas , sest
fr_lu: Le registre des stocks de série élément n'a pas pu être mis à jour pour la quantité à venir en raison
hr_hr: Serijski dionica stavku rekord ne može biti ažurirana u količini koja dolaze , jer
ja: シリアル在庫品目レコードがあるため、入ってくる量のため更新できませんでした
lv_lv: Sērijas krājumu posteni ierakstu nevarēja atjaunināt daudzumam nāk , jo
pl_pl: Towar kontrolowany dla magazynu docelowego nie może być zmienionyponieważ
vi_vn: Các chứng khoán nối tiếp mục kỷ lục không thể được cập nhật về số lượng đến trong bởi vì

source: The serial stock item record for the stock coming in could not be added because
ar: المسلسل سجل بند الأوراق المالية للسهم القادمة في لا يمكن أن تضاف ل
et: Seerianumber laonumbrist rekord aktsia tulemas ei saa lisada , sest
fr_lu: Le registre des stocks de série de l'objet pour le stock à venir n'a pas pu être ajouté en raison
hr_hr: Serijski dionica stavku rekord za dionice u narednom ne može se dodati , jer
ja: ために来て株式のシリアル株式項目レコードを追加できませんでした
lv_lv: Sērijas krājumu postenis ieraksts krājumu nāk nevar pievienot, jo
pl_pl: Towar kontrolowany dla magazynu docelowego nie może być dodany ponieważ
vi_vn: Nối tiếp mục kỷ lục cổ phiếu cho các cổ phiếu sắp tới tại không thể được thêm vào bởi vì

source: A stock transfer for item code
ar: A نقل المخزون عن رمز البند
et: Varude üleandmist objekti kood
fr_lu: Un mouvement de stock pour le code article
hr_hr: Obavijesti za prijenos Šifra
ja: アイテムコードの株式譲渡
lv_lv: Akciju nodošana posteņu kodu
pl_pl: Przesunięcie międzymagazynowe dla towaru o kodzie
vi_vn: Việc chuyển nhượng cổ phiếu cho mã hàng

source: has been created from
ar: وقد تم إنشاؤها من
et: on loodud
fr_lu: a été créé à partir de
hr_hr: je izrađen od
ja: から作成されています
lv_lv: ir izveidota no
pl_pl: zostało utworzone z
vi_vn: Được tạo nên bởi

source: Unable to update the Location Transfer Record
ar: غير قادر على تحديث الموقع سجل نقل
et: Ei saa uuendada Asukoht Transfer kirje
fr_lu: Impossible de mettre à jour l'emplacement de transfert de dossier
hr_hr: Nije moguće ažuriranje Mjesto snimanja Transfer
ja: 場所転送レコードを更新できません
lv_lv: Nevar atjaunināt Atrašanās vieta Transfer Record
pl_pl: Nie można zaktualizować Zapisu Przesuniecia Międzymagazynowego
vi_vn: Không thể cập nhật các Vị trí Chuyển Ghi

source: Unable to set the quantity received to the quantity shipped to cancel the balance on this transfer line
ar: غير قادر على تعيين الكمية الواردة على الكمية التي تم شحنها إلى إلغاء التوازن على هذا الخط نقل
et: Ei saa määrata kogus saadudkogus veetud saldo tühistada selle ülekande liin
fa: قادر به تعیین مقدار به مقدار حمل می شود برای صرفنظر کردن از تعادل در این خط انتقال
hr_hr: Nije moguće podesitikoličinu dobila na količini isporučenog otkazati ravnotežu na ovoj liniji prijenosa
ja: 設定することができません数量がこの転送ラインでバランスをキャンセルする出荷量に受け
lv_lv: Nevar noteiktdaudzumu, kas saņemts līdz apjomam, ko nosūta , lai atceltu līdzsvaru šajā pārvades līnijas
pl_pl: Nie można ustawić ilości odebranej ilości wysyłane do anulowania salda na tej linii transfer
vi_vn: Không thể thiết lập số lượng nhận được với số lượng vận chuyển để hủy bỏ sự cân bằng trên đường truyền này

source: By user
ar: من قبل المستخدم
et: kasutaja
ja: ユーザーによる

source: At
ar: في
et: juures
fa: در
fr_lu: à
hr_hr: na
ja: に
lv_lv: pie
pl_pl: w
vi_vn: khi

source: Unable to COMMIT the Stock Transfer transaction
ar: غير قادر على ارتكاب عملية تحويل الأسهم
et: Ei saa pühendudaStock Transfer tehing
fr_lu: Impossible de valider la transaction Stock Transfer
hr_hr: Nije moguće počiniti transakcije Stock Transfer
ja: 株式譲渡のトランザクションをコミットすることができません
lv_lv: Spējusi uzņemties saistības par vērtspapīru pārveduma darījumu
pl_pl: Nie można zapamiętać transakcji Przesunięcia Międzymagazynowego
vi_vn: Không thể COMMIT giao dịch chuyển hàng

source: The details of transfer number
ar: تفاصيل نقل عدد
et: Üksikasjade üle number
fr_lu: Les détails sur le nombre de transfert
hr_hr: Pojedinosti o prijenosu broja
ja: 転送回数の詳細
lv_lv: Sīkāka informācija par nodošanas numuru
pl_pl: Dane przesunięcia numer
vi_vn: Chi tiết số chuyển khoản

source: The SQL to retrieve the transfer was
ar: كان SQL لاسترداد نقل
et: SQL laadida üleandmine oli
fr_lu: Commande SQL d'affichage des transferts:
hr_hr: SQL dohvatiti transfer bio
ja: 転送を取得するためのSQLがあった
lv_lv: SQL, lai ielādētu nodošanu bija
pl_pl: Użyta fraza SQL
vi_vn: SQL để lấy chuyển là

source: Transfer
ar: نقل
et: ülekanne
fr_lu: Transfert
hr_hr: prijenos
ja: 転送
lv_lv: pārsūtīt
pl_pl: Przesunięcie
vi_vn: Chuy?n

source: Does Not Exist
ar: غير موجود
et: Ei ole olemas
fa: وجود ندارد
hr_hr: Ne postoji
ja: 存在しません
lv_lv: Nepastāv
pl_pl: Nie Istnieje
vi_vn: Không tồn tại

source: Please Verify Shipment Quantities Received
ar: يرجى التحقق من شحنة الكميات المستلمة
et: Palun kontrollige Vedu vastuvõetud kogused
fa: لطفا برای تایید مقادیر حمل و نقل دریافت اینجا را کلیک کنید
fr_lu: S'il vous plaît vérifier les quantités reçues expédition
hr_hr: Molimo Provjerite pošiljke Količine primljeni
ja: 出荷数量の入庫を確認してください
lv_lv: Lūdzu Pārbaudiet Sūtījuma daudzumi saņemtā
pl_pl: Proszę o sprawdzenie ilości Przesyłka otrzymana
vi_vn: Xin vui lòng Xác minh Số lượng lô hàng nhận

source: Location Transfer Reference
ar: موقع نقل المرجعي
et: Asukoht Transfer viide
fr_lu: Référence de site de transfert
hr_hr: Mjesto prijevoz Reference
ja: 場所転送リファレンス
lv_lv: Atrašanās vieta Transfer atsauce
pl_pl: Numer Przesunięcia Magazynowego
vi_vn: Chuyển vị trí tham khảo

source: Quantity Dispatched
ar: الكمية ارسلت
et: lähetatud kogused
fr_lu: Quantité Distribué
hr_hr: Količina distributeru
ja: 出荷数量
lv_lv: Daudzums Nosūtot
pl_pl: Ilość Wysłana
vi_vn: số lượng cử đến

source: Quantity To Receive
ar: الكمية لتلقي
et: Kogus Saada
fr_lu: Quantité à recevoir
hr_hr: Količina za primanje
ja: 入庫数量
lv_lv: Daudzums Saņemts
pl_pl: Ilość do Przyjęcia
vi_vn: Lượng hàng nhận

source: Cancel Balance
ar: إلغاء الرصيد
et: Loobu Balance
fr_lu: Annuler la balance
hr_hr: Odustani Balance
ja: 残高取消
lv_lv: Atcelt Balance
pl_pl: Anuluj Balance
vi_vn: hủy bỏ Cân

source: Enter Batch Refs
ar: أدخل الحكام دفعة
et: Sisesta Partii karid
fr_lu: Saisir réf. lot
hr_hr: Unesite Batch nogometa
ja: バッチ番号入力
lv_lv: Ievadiet Partijas refs
pl_pl: Wprowadź Numery Partii
vi_vn: Nhập Refs hàng loạt

source: Process Inventory Transfer
ar: عملية نقل المخزون
fr_lu: Transfert d'inventaire Processus
hr_hr: Proces Inventar prijevoz
ja: 在庫移動処理
lv_lv: Procesu inventarizācija Transfer
pl_pl: Przetwórz Przesunięcie
vi_vn: Hàng tồn kho quá trình chuyển giao

source: Select A Different Transfer
ar: حدد A نقل مختلفة
et: Valige erinev Transfer
fr_lu: Sélectionner un autre transfert
hr_hr: Odaberite drugu Transfer
ja: 異なる移動選択
lv_lv: Izvēlieties dažādas pārsūtīšanas
pl_pl: Wybierz Inne Przesunięcie
vi_vn: Chọn một chuyển khoản khác

source: Select Location Receiving Into
ar: حدد الموقع ريسيفر إلى
et: Vali asukoht vastuvõtmine Into
fr_lu: Sélectionner un site de réception
hr_hr: Odabir lokacije prijema Into
ja: 入庫場所選択
lv_lv: Izvēlieties Vieta saņemšana Into
pl_pl: Wybierz Magazyn Docelowy
vi_vn: Chọn Vị trí nhận vào

source: Refresh Transfer List
ar: تحديث قائمة الانتقالات
et: Värskenda Transfer List
fr_lu: Actualiser la liste des transferts
hr_hr: Osvježi prenos
ja: 移動一覧更新
lv_lv: Atsvaidzināt Transfer List
pl_pl: Odświerz Listę Przesunięć
vi_vn: Làm mới danh sách chuyển khoản

source: Pending Transfers Into
ar: التحويلات ريثما إلى
et: Kuni Vedamine
fr_lu: Transferts dans l'attente
hr_hr: Tekući transfera u
ja: 移動番号
lv_lv: Nepabeigtās Pārskaitījumi Into
pl_pl: Transfery do czasu
vi_vn: Cấp phát chính thức chuyển vào

source: Transfer Ref
ar: نقل المرجع
fr_lu: Transfert Ref
ja: 移動番号
pl_pl: Numer Przesunięcia
vi_vn: chuyển Tài liệu tham khảo

source: Transfer From
ar: نقل من
et: Ülekanne
fr_lu: Transfert de la
hr_hr: Prijenos s
ja: 移動元
lv_lv: Transfer No
pl_pl: Przesunięcie Z
vi_vn: Chuyển khoản từ

source: Dispatch Date
ar: إيفاد التسجيل
et: Saadetis kuupäev
fr_lu: Date d'expédition
hr_hr: Datum Dispatch
ja: 発送日
lv_lv: Nosūtī&#353;anas datums
pl_pl: Data Wysyłki
vi_vn: Công văn ngày
