Repository: timschofield/KwaMoja-Medical
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar, et, fa, fr_lu, hr_hr, ja, lv_lv, pl_pl, vi_vn

source: Dominican peso
ar: بيزو الدومنيكان
et: Dominikaani peeso
fa: پزو دومینیکن
fr_lu: peso dominicain
hr_hr: Dominikanski pezo
ja: ドミニカ共和国ペソ
lv_lv: Dominikānas peso
pl_pl: peso Dominican
vi_vn: peso Dominica

source: Algerian dinar
ar: الدينار الجزائري
et: Alžeeria dinaar
fa: دینار الجزایر
fr_lu: dinar algérien
hr_hr: alžirski dinar
ja: アルジェリア·ディナール
lv_lv: Alžīrijas dinārs
pl_pl: dinar algierski
vi_vn: Algeria dinar

source: Egyptian pound
ar: الجنيه المصري
et: Egiptuse naela
fa: پوند مصر
fr_lu: Livre égyptienne
hr_hr: Egipatska funta
ja: エジプトポンド
lv_lv: Ēģiptes mārciņa
pl_pl: funt egipski
vi_vn: bảng Ai Cập

source: Eritrean nakfa
ar: ناكفا إريترية
et: Eritrea Nakfa
fa: اریتره nakfa
fr_lu: érythréen nakfas
hr_hr: Eritreje Nakfa
ja: エリトリアnakfa
lv_lv: Eritrejas Nakfa
pl_pl: Erytrei Nakfa
vi_vn: Eritrea nakfa

source: Ethiopian birr
ar: بر اثيوبي
et: Etioopia birr
fa: اتیوپی صدای چرخیدن
fr_lu: birr éthiopien
hr_hr: Etiopski bir
ja: エチオピア
lv_lv: Etiopijas Birr
pl_pl: Birr etiopski
vi_vn: birr Ethiopia

source: European Union euro
ar: الاتحاد الأوروبي اليورو
et: Euroopa Liidu euro
fa: اتحادیه اروپا یورو
fr_lu: Union européenne euro
hr_hr: Europska unija eura
ja: 欧州連合（EU）ユーロ
lv_lv: Eiropas Savienība eiro
pl_pl: Unia Europejska euro
vi_vn: Liên minh châu Âu euro

source: Fiji dollar
ar: دولار فيجى
et: Fidži dollar
fa: دلار فیجی
fr_lu: dollar fidjien
hr_hr: Fidži dolara
ja: フィジー·ドル
lv_lv: Fidži dolāru
pl_pl: Dolar Fidżi
vi_vn: đô la Fiji

source: Falkland Islands pound
ar: جنيه جزر فوكلاند
et: Falklandi saarte nael
fa: پوند جزایر فالکلند
fr_lu: Livre des Iles Falklands
hr_hr: Falklandski otoci kilograma
ja: フォークランド諸島ポンド
lv_lv: Folklenda salu mārciņa
pl_pl: Funt Wysp Falklandzkich
vi_vn: Quần đảo Falkland bảng Anh

source: United Kingdom pound sterling
ar: المملكة المتحدة جنيه استرليني
et: Suurbritannia naelsterling
fa: انگلستان پوند استرلینگ
fr_lu: Royaume-Uni livre sterling
hr_hr: Velika Britanija funta sterlinga
ja: イギリスポンド
lv_lv: Apvienotā Karaliste sterliņu mārciņa
pl_pl: Wielka Brytania funt szterling
vi_vn: Vương quốc Anh bảng Anh

source: Georgian lari
ar: لاري جورجي
et: Gruusia lari
fa: گرجستان لاری
fr_lu: lari géorgien
hr_hr: Gruzijski Lari
ja: グルジアラリ
lv_lv: Gruzijas lari
vi_vn: Georgia lari

source: Ghanaian cedi
ar: سيدي غاني
et: Ghana cedi
fa: غنا CEDI
fr_lu: Cedi ghanéen
hr_hr: ganski cedi
ja: ガーナ·セディ
lv_lv: Ganas Cedi
pl_pl: Cedi Ghany
vi_vn: Ghana Cedi

source: Gibraltar pound
ar: جنيه جبل طارق
et: Gibraltari nael
fa: پوند جبل الطارق
fr_lu: Livre de Gibraltar
hr_hr: Gibraltar funta
ja: ジブラルタルポンド
lv_lv: Gibraltāra mārciņa
vi_vn: Gibraltar bảng Anh

source: Gambian dalasi
ar: الغامبي جامبي
et: Gambia Dalasi
fa: گامبیا dalasi
fr_lu: dalasi gambien
hr_hr: Gambije Dalasi
ja: ガンビア·ダラシ
lv_lv: Gambijas Dalasi
vi_vn: Gambia Dalasi

source: Guinean franc
ar: فرنك غيني
et: Guinea frank
fa: فرانک گینه
fr_lu: Franc guinéen
hr_hr: Franak Gvineje
ja: ギニアフラン
lv_lv: Gvinejas franks
pl_pl: Frank gwinejski
vi_vn: Guinea franc

source: Guatemalan quetzal
ar: غواتيمالا جواتيمالي
et: Guatemala Quetzal
fa: گواتمالا quetzal
fr_lu: quetzal guatémaltèque
hr_hr: gvatemalski Quetzal
ja: グアテマラケツァル
lv_lv: Gvatemalas Quetzal
pl_pl: Quetzal gwatemalski
vi_vn: Quetzal Guatemala

source: Guyanese dollar
ar: دولار جوياني
et: Guyana dollar
fa: دلار Guyanese
fr_lu: dollar Guyanais
hr_hr: Gvajanski dolara
ja: ガイアナドル
lv_lv: Gajānas dolārs
pl_pl: Dolar Gujany
vi_vn: đô la Guyana

source: Hong Kong dollar
ar: دولار هونج كونج
et: Hongkongi dollari
fa: دلار هنگ کنگ
hr_hr: Hong Kong dolar
ja: 香港ドル
lv_lv: Honkongas dolāru
pl_pl: Dolar hongkoński
vi_vn: Hồng Kông đô la

source: Honduran lempira
ar: لمبيرا هندوراسي
et: Hondurase Lempira
fa: هندوراس lempira
fr_lu: Honduras Lempira
hr_hr: Honduraški Lempira
ja: ホンジュラス·レンピラ
lv_lv: Hondurasas Lempira
pl_pl: Lempira Hondurasu
vi_vn: Honduras Lempira

source: Croatian kuna
ar: كونا كرواتي
et: Horvaatia kuna
fa: کرواتی kuna
fr_lu: kuna croate
hr_hr: Hrvatska kuna
ja: クロアチア·クーナ
lv_lv: Horvātijas kuna
pl_pl: Kuna chorwacka
vi_vn: Croatia kuna

source: Haitian gourde
ar: غورد هايتي
et: Haiti Gourde
fa: هائیتی gourde
fr_lu: gourde haïtienne
hr_hr: Haićanski tikva
ja: ハイチグールド
lv_lv: Haiti gurds
vi_vn: Haiti Gourde

source: Hungarian forint
ar: فورنت مجري
et: Ungari forint
fa: فورینت مجارستان
fr_lu: forint hongrois
hr_hr: mađarske forinte
ja: ハンガリー·フォリント
lv_lv: Ungārijas forints
pl_pl: węgierski forint
vi_vn: forint Hungary

source: Indonesian rupiah
ar: الروبية الاندونيسية
et: Indoneesia ruupia
fa: روپیه اندونزی
fr_lu: roupie indonésienne
hr_hr: Indonezijski Rupiah
ja: インドネシアルピア
lv_lv: Indonēzijas rūpija
pl_pl: Rupia indonezyjska
vi_vn: Indonesia rupiah

source: Israeli new shekel
ar: الشيكل الاسرائيلي الجديد
et: Iisraeli uus seekel
fa: شکل جدید اسرائیل
fr_lu: Nouveau shekel israélien
hr_hr: Novi izraelski šekel
ja: イスラエルの新しいシケル
lv_lv: Izraēlas šekelis
pl_pl: Nowy izraelski szekel
vi_vn: Seken mới của Israel

source: Indian rupee
ar: الروبية الهندية
et: India ruupia
fa: روپیه هند
fr_lu: roupie indienne
hr_hr: Indijska rupija
ja: インドルピー
lv_lv: Indijas rūpiju
pl_pl: Rupia indyjska
vi_vn: đồng rupee Ấn Độ

source: Iraqi dinar
ar: الدينار العراقي
et: Iraagi dinaar
fa: دینار عراق
fr_lu: dinar irakien
hr_hr: Irački dinar
ja: イラク·ディナール
lv_lv: Irākas dinārs
pl_pl: iracki dinar
vi_vn: dinar Iraq

source: Iranian rial
ar: الريال الإيراني
et: Iraani riaal
fa: ریال ایران
fr_lu: Rial iranien
hr_hr: Iranski rial
ja: イランリアル
lv_lv: Irānas riāls
pl_pl: irański rial
vi_vn: Iran Rial

source: Icelandic króna
ar: ايسلندية
et: islandi kroon
fa: کرون ایسلندی
fr_lu: couronne islandaise
hr_hr: islandska kruna
ja: アイスランド·クローナ
lv_lv: Īslandes krona
pl_pl: Korona islandzka
vi_vn: Iceland krona

source: Jamaican dollar
ar: دولار جامايكي
et: Jamaica dollar
fa: دلار جامائیکا
fr_lu: Dollar jamaïcain
hr_hr: Jamajke dolara
ja: ジャマイカ·ドル
lv_lv: Jamaikas dolāru
pl_pl: Dolar jamajski
vi_vn: Jamaica đô la

source: Jordanian dinar
ar: دينار أردني
et: Jordaania dinaar
fa: اردن دینار
fr_lu: dinar jordanien
hr_hr: Jordanski dinar
ja: ヨルダン·ディナール
lv_lv: Jordānijas dinārs
pl_pl: dinar jordański
vi_vn: Jordan dinar

source: Japanese yen
ar: الين الياباني
et: Jaapani jeen
fa: ین ژاپن
fr_lu: yen japonais
hr_hr: Japanski jen
ja: 日本円
lv_lv: Japānas jenas
pl_pl: Jen japoński
vi_vn: yên Nhật

source: Kenyan shilling
ar: شلن كينيي
et: Keenia šilling
fa: شیلینگ کنیا
fr_lu: shilling kenyan
hr_hr: Kenijski šiling
ja: ケニア·シリング
lv_lv: Kenijas šiliņš
pl_pl: szyling kenijski
vi_vn: Kenya shilling

source: Kyrgyzstani som
ar: سوم قرغيزستاني
fa: قرقیزستان سام
fr_lu: som kirghize
ja: Kyrgyzstaniソム

source: Cambodian riel
ar: رييل كمبودي
et: Kambodža Riel
fa: کامبوج ریل
fr_lu: riel cambodgien
hr_hr: kambodžanski riel
ja: カンボジアリエル
lv_lv: Kambodžas Riel
pl_pl: riel Kambodży
vi_vn: Campuchia riel

source: Comoro franc
ar: فرنك جزر القمر
et: Komoori frank
fa: فرانک کومورو
fr_lu: Franc des Comores
hr_hr: Comoro Franak
ja: コモロ·フラン
lv_lv: Komoru salas franks
pl_pl: franc Comoro

source: North Korean won
ar: وون كوريا الشمالية
et: Põhja-Korea vonn
fa: کره شمالی برنده
fr_lu: Corée du Nord a gagné
hr_hr: Sjeverna Koreja pobijedila
ja: 北朝鮮ウォン
lv_lv: Ziemeļkorejas uzvarēja
pl_pl: Won północnokoreański
vi_vn: Bắc Triều Tiên thắng

source: South Korean won
ar: وون كوريا الجنوبية
et: Korea won
fa: وون کره جنوبی
fr_lu: Won sud-coréen
hr_hr: Južnokorejski pobijedio
ja: 韓国ウォン
lv_lv: Dienvidkorejas vona
pl_pl: Won południowokoreański
vi_vn: Won Hàn Quốc

source: Kuwaiti dinar
ar: الدينار الكويتي
et: Kuveidi dinaar
fa: دینار کویت
fr_lu: dinar koweïtien
hr_hr: Kuvajtski dinar
ja: クウェート·ディナール
lv_lv: Kuveitas dinārs
pl_pl: kuwejcki dinar
vi_vn: Kuwait dinar

source: Cayman Islands dollar
ar: دولار جزر كايمان
et: Kaimanisaared Dollar
fa: جزایر کیمن دلار
hr_hr: Kajmanski dolar
ja: ケイマン諸島ドル
lv_lv: Kaimanu salas dolāru
pl_pl: Kajmany dolara
vi_vn: Cayman Islands đô la

source: Kazakhstani tenge
ar: تنغي كازاخستاني
et: Kasahstani tenge
fa: قزاقستان تنگه
fr_lu: tenge kazakh
hr_hr: kazahstanska Tenge
ja: カザフスタンテンゲ
lv_lv: Kazahstānas tenge
pl_pl: tenge kazachski
vi_vn: Kazakhstan tenge

source: Lao kip
ar: كيب
fa: لائوس پوست گوساله و بره
ja: ラオス·キップ
vi_vn: Lào kíp

source: Lebanese pound
ar: الليرة اللبنانية
et: Liibanoni nael
fa: پوند لبنان
fr_lu: Livre libanais
hr_hr: Libanonska funta
ja: レバノン·ポンド
lv_lv: Libānas mārciņa
pl_pl: funt libański
vi_vn: bảng Lebanon

source: Sri Lankan rupee
ar: الروبية السريلانكية
et: Sri Lanka ruupia
fa: سریلانکا روپیه
fr_lu: Roupie sri-lankaise
hr_hr: Šri Lanke rupija
ja: スリランカのルピー
lv_lv: Šrilankas rūpiju
pl_pl: Rupia Sri Lanki
vi_vn: Đồng rupee Sri Lanka

source: Liberian dollar
ar: دولار ليبيري
et: Libeeria dollar
fa: دلار لیبریا
fr_lu: dollar libérien
hr_hr: liberijski dolar
ja: リベリア·ドル
lv_lv: Libērijas dolārs
pl_pl: Dolar liberyjski
vi_vn: đô la Liberia

source: Lesotho loti
ar: لوتى ليسوتو
fa: لسوتو LOTI
hr_hr: Lesoto Loti
ja: レソト·ロチ
lv_lv: Lesoto Loti

source: Lithuanian litas
ar: ليتاس
et: Leedu liti
fa: لیتوانیایی Litas
fr_lu: litas lituanien
hr_hr: litavski litas
ja: リトアニアリタス
lv_lv: Lietuvas lits
pl_pl: lit litewski
vi_vn: Lithuania litas

source: Latvian lats
ar: لاتس لاتفيا
et: Läti latt
fa: لاتس لتونی
fr_lu: lats letton
hr_hr: Latvijski lats
ja: ラトビア·ラッツ
lv_lv: Latvijas lats
pl_pl: łat łotewski
vi_vn: Latvian mới nhất lúc

source: Libyan dinar
ar: دينار ليبي
et: Liibüa dinaar
fa: دینار لیبی
fr_lu: dinar libyen
hr_hr: libijski dinar
ja: リビア·ディナール
lv_lv: Lībijas dinārs
pl_pl: dinar libijski
vi_vn: dinar Libya

source: Moroccan dirham
ar: الدرهم المغربي
et: Maroko dirham
fa: درهم مراکش
fr_lu: dirham marocain
hr_hr: Marokanski dirham
ja: モロッコ·ディルハム
lv_lv: Marokas dirhams
pl_pl: dirham marokański
vi_vn: Ma-rốc Điaham

source: Moldovan leu
ar: لاو مولدوفى
et: Moldova leu
fa: مولداوی Leu
fr_lu: Leu moldave
hr_hr: moldavski lej
ja: モルドバレイ
lv_lv: Moldovas leja
pl_pl: Lej mołdawski
vi_vn: Moldova leu

source: Malagasy ariary
ar: ارياري مالاجاشي
et: Madagaskari Ariary
fa: ماداگاسکار ariary
fr_lu: ariary malgache
hr_hr: Madagaskar Ariary
ja: マダガスカルアリアリ
pl_pl: Madagaskaru Ariary

source: Macedonian denar
ar: دينار مقدونى
et: Makedoonia Denar
fa: مقدونی دینار
fr_lu: Dinar Macédonien
hr_hr: Makedonski denar
ja: マケドニア
lv_lv: maķedoniešu Denar
pl_pl: macedoński denar
vi_vn: Macedonia Denar

source: Mongolian tugrik
ar: التوغريك المنغولية
et: mongoli Tugrik
fa: مغولی tugrik
fr_lu: Tugrik Mongol
hr_hr: Mongolski Tugrik
ja: モンゴル国·トゥグルグ
lv_lv: Mongoļu Tugrik
pl_pl: mongolski Tugrik
vi_vn: Mông Cổ Tugrik

source: Macanese pataca
ar: باتاكا ماكاوي
et: Aomeni Pataca
fr_lu: Macao Pataca
ja: マカオ·パタカ
lv_lv: Makao Pataca
vi_vn: Macao pataca

source: Mauritanian ouguiya
ar: أوقية موريتانية
et: Mauritaania Ouguiya
fa: موریتانی Ouguiya مظنهء
fr_lu: Ouguiya mauritanien
hr_hr: mauritanijska ouguiya
ja: モーリタニアouguiya
lv_lv: Mauritānijas Ouguiya
pl_pl: Mauretanii ouguiya
vi_vn: Mauritania Ouguiya

source: Mauritian rupee
ar: روبية موريشيوس
et: Mauritiuse ruupia
fa: روپیه موریس
fr_lu: roupie mauricienne
hr_hr: mauricijska rupija
ja: モーリシャスルピー
lv_lv: Maurīcijas rūpija
pl_pl: Rupia Mauritiusa
vi_vn: rupee Mauritian

source: Maldivian rufiyaa
ar: ماليدفية جزر المالديف
et: Maldiivide rufiyaa
fr_lu: Rufiyaa
hr_hr: maldivijskim Rufiyaa
ja: モルディブ·ルフィア
lv_lv: Maldīvijas Rufiyaa
pl_pl: Maldivian Rupie
vi_vn: Maldives Rufiyaa

source: Malawian kwacha
ar: كواتشا مالاوى
et: Malawi Kwacha
fa: Malawian کواچا
fr_lu: kwacha malawien
ja: マラウイ·クワチャ
lv_lv: Malāvijas kvača
pl_pl: Malawi Kwacha
vi_vn: Malawi kwacha

source: Mexican peso
ar: بيزو مكسيكي
et: Mehhiko peeso
fa: پزو مکزیک
fr_lu: peso mexicain
hr_hr: Meksički pezo
ja: メキシコ·ペソ
lv_lv: Meksikas peso
pl_pl: Peso meksykańskie
vi_vn: peso của Mexico

source: Mexican Unidad de Inversion (funds code)
ar: المكسيكي Unidad دي عكس (رمز الأموال )
et: Mehhiko Unidad de Inversion ( raha -kood)
fa: مکزیکی Unidad در د وارون (کد بودجه )
fr_lu: Mexican Unidad de Inversion (code des fonds )
hr_hr: Meksički Unidad de Inverzija ( sredstva code )
ja: メキシコUnidadデ反転（ファンドコード）
lv_lv: Meksikas Unidad de Inversija ( fondi kods)
pl_pl: Meksykańska Unidad de Inversion (kod fundusze)
vi_vn: Mexico Unidad de Inversion ( tiền mã)

source: Malaysian ringgit
ar: رينغيت ماليزي
et: Malaisia ​​ringit
fa: رینگیت مالزی
fr_lu: ringgit malaisien
hr_hr: Malezijski Ringgit
ja: マレーシア·リンギット
lv_lv: Malaizijas ringits
pl_pl: malezyjski ringgit
vi_vn: ringgit của Malaysia

source: Mozambican metical
ar: ميتيكال موزمبيقي
et: Mosambiigi Metical
fa: موزامبیک metical
fr_lu: Mozambique Metical
hr_hr: mozambijski metikal
ja: モザンビークmetical
lv_lv: Mozambikas Metical
pl_pl: Metical Mozambiku
vi_vn: Mozambique metical

source: Namibian dollar
ar: دولار ناميبي
et: Namiibia dollar
fa: دلار نامیبیا
fr_lu: Dollar namibien
hr_hr: Namibije dolara
ja: ナミビア·ドル
lv_lv: Namībijas dolāru
pl_pl: Dolar namibijski
vi_vn: đô la Namibia

source: Nigerian naira
ar: نايرا نيجيرى
et: Nigeeria Naira
fa: نیجریه naira
fr_lu: naira nigérian
hr_hr: Nigerijski Naira
ja: ナイジェリア·ナイラ
lv_lv: Nigērijas naira
pl_pl: naira Nigerii
vi_vn: Nigeria naira

source: Nicaraguan córdoba
ar: نيكاراغوا كوردوبا
et: Nicaragua Córdoba
fa: نیکاراگوئه کوردوبا
fr_lu: Córdoba nicaraguayen
hr_hr: Nikaragve Córdoba
ja: ニカラグアコルドバ
lv_lv: Nikaragvas Córdoba
pl_pl: Nikaragui Córdoba
vi_vn: Nicaragua Córdoba

source: Norwegian krone
ar: كرونة نرويجية
et: Norra kroon
fa: کرون نروژی
fr_lu: Couronne norvégienne
hr_hr: Norveška Kruna
ja: ノルウェークローネ
lv_lv: Norvēģijas krona
pl_pl: korona norweska
vi_vn: Na Uy krone

source: Nepalese rupee
ar: روبية نيبالية
et: Nepali ruupia
fa: روپیه نپال
fr_lu: Roupie népalaise
hr_hr: Nepalska rupija
ja: ネパール·ルピ
lv_lv: Nepālas rūpija
pl_pl: rupia nepalska
vi_vn: Nepal rupee

source: New Zealand dollar
ar: الدولار النيوزيلندي
et: Uus-Meremaa dollar
fa: دلار نیوزیلند
fr_lu: Dollar néo-zélandais
hr_hr: Novi Zeland dolara
ja: ニュージーランドドル
lv_lv: Jaunzēlandes dolārs
vi_vn: Đô la New Zealand

source: Omani rial
ar: الريال العماني
fa: ریال عمان
fr_lu: Rial omanais
hr_hr: Omanski rial
ja: オマーンリアル
lv_lv: Omānas riāls
pl_pl: rial omański
vi_vn: Oman Rial

source: Panamanian balboa
ar: بالبوا بنمي
et: Panama Balboa
fa: پاناما BALBOA
fr_lu: Panama Balboa
hr_hr: panamski Balboa
ja: パナマバルボア
lv_lv: Panamas Balboa
pl_pl: balboa panamska
vi_vn: Panama balboa

source: Peruvian nuevo sol
ar: نويفو سول بيرو
et: Peruu Nuevo Sol
fa: پرو NUEVO سل
fr_lu: Sol Péruvien
hr_hr: Peruanski Nuevo Sol
ja: ペルー·ヌエボ·ソル
lv_lv: Peru jaunais sols
pl_pl: Peruwiańska nuevo sol
vi_vn: Peru nuevo sol

source: Papua New Guinean kina
ar: بابوا غينيا الجديدة كينا
et: Paapua Uus- Guinea kina
fa: پاپوآ گینه کینا
fr_lu: Papouasie-Nouvelle- Guinée Kina
hr_hr: Papua Nova Gvineje kina
ja: パプアニューギニア·キナ
lv_lv: Papua Gvinejas Kina
pl_pl: Papui Nowej Gwinei kina
vi_vn: Papua New Guinea kina

source: Philippine peso
ar: بيزو فلبيني
et: Filipiinide peeso
fa: پزو فیلیپین
fr_lu: peso philippin
hr_hr: Filipinski pezo
ja: フィリピンペソ
lv_lv: Filipīnu peso
pl_pl: peso filipińskie

source: Pakistani rupee
ar: روبية باكستانية
et: Pakistani ruupia
fa: روپیه پاکستان
fr_lu: Roupie pakistanaise
hr_hr: Pakistanska rupija
ja: パキスタン·ルピー
lv_lv: Pakistānas rūpija
pl_pl: Rupia pakistańska
vi_vn: đồng rupee Pakistan

source: Polish złoty
ar: زلوتى بولندى
et: Poola zlott
fa: لهستانی ین
fr_lu: zloty Polonais
hr_hr: Poljski zlot
ja: ポーランド·ズロチ
lv_lv: Polijas zlots
pl_pl: polski złoty
vi_vn: Ba Lan Złoty

source: Paraguayan guaraní
ar: غواراني باراغواي
et: Paraguai guarani
fa: پاراگوئه گوارانی
fr_lu: Paraguay Guarani
hr_hr: Paragvajska Guaraní
ja: パラグアイ·グアラニー
lv_lv: Paragvajas Guaraní
pl_pl: Guarani Paragwaju
vi_vn: Paraguay Guarani

source: Qatari riyal
ar: ريال قطري
et: Katari riaal
fa: قطر ریال
fr_lu: riyal qatari
hr_hr: katarski rial
ja: カタールリヤル
lv_lv: Kataras rials
pl_pl: Rial katarski
vi_vn: Qatar Rian

source: Romanian new leu
ar: الروماني الجديد لوي
et: Rumeenia uus leu
fa: رومانیایی جدید Leu
fr_lu: Roumaine nouveau leu
hr_hr: Rumunjski New Leu
ja: ルーマニア·レイ
lv_lv: Rumānijas jaunā leja
pl_pl: Nowy lej rumuński
vi_vn: Romania mới leu

source: Serbian dinar
ar: دولار صربيا
et: Serbia dinaar
fa: صربی دینار
fr_lu: dinar serbe
hr_hr: Srpski dinar
ja: セルビアディナール
lv_lv: Serbijas dinārs
pl_pl: Serbski dinar
vi_vn: Serbia dinar

source: Russian rouble
ar: الروبل الروسي
et: Vene rubla
fa: روبل روسیه
fr_lu: rouble russe
hr_hr: Ruska rublja
ja: ロシアルーブル
lv_lv: Krievijas rublis
pl_pl: rosyjski rubel
vi_vn: đồng rúp Nga

source: Rwandan franc
ar: فرنك رواندي
et: Rwanda frank
fa: فرانک رواندا
fr_lu: Franc rwandais
hr_hr: ruandski Franak
ja: ルワンダフラン
lv_lv: Ruandas franks
pl_pl: Frank Rwandy
vi_vn: Rwanda franc

source: Saudi riyal
ar: الريال السعودي
et: Saudi riaal
fa: عربستان Riyal
fr_lu: Riyal saoudien
hr_hr: Saudijski rial
ja: サウジリアル
lv_lv: Saūda riāls
pl_pl: Rial saudyjski
vi_vn: Saudi Rian

source: Solomon Islands dollar
ar: دولار جزر سليمان
et: Saalomoni saarte dollar
fa: جزایر سلیمان دلار
hr_hr: Solomonski otoci dolara
ja: ソロモン諸島ドル
lv_lv: Zālamana salu dolārs
pl_pl: Dolar Wysp Salomona
vi_vn: Solomon Islands đô la

source: Seychelles rupee
ar: سيشيل الروبية
et: Seišellid ruupia
fa: روپیه سیشل
fr_lu: roupie seychelloise
hr_hr: Sejšeli rupija
ja: セーシェル·ルピー
lv_lv: Seišelu salas rūpija
pl_pl: rupia Seszele

source: Sudanese pound
ar: الجنيه السوداني
et: Sudaani nael
fa: پوند سودان
fr_lu: Livre soudanaise
hr_hr: Sudanska funta
ja: スーダン·ポンド
lv_lv: Sudānas mārciņa
pl_pl: funt sudański
vi_vn: Sudan bảng Anh

source: Swedish krona
ar: كرونة سويدية
et: Rootsi kroon
fa: کرون سوئد
fr_lu: couronne suédoise
hr_hr: švedska Kruna
ja: スウェーデン·クローナ
lv_lv: Zviedrijas krona
pl_pl: Korona szwedzka
vi_vn: krona Thụy Điển

source: Singapore dollar
ar: دولار سنغافورى
et: Singapuri dollar
fa: دلار سنگاپور
fr_lu: dollar de Singapour
hr_hr: Singapurski Dolar
ja: シンガポールドル
lv_lv: Singapūras dolārs
pl_pl: Dolar singapurski
vi_vn: đô la Singapore

source: Saint Helena pound
ar: جنيه سانت هيلين
et: Saint Helena nael
fa: پوند سنت هلن
fr_lu: Saint-Hélène Livre
hr_hr: Sveta Helena Pound
ja: セントヘレナ島ポンド
lv_lv: Saint Helena mārciņa
pl_pl: Święta Helena pound
vi_vn: Saint Helena bảng Anh

source: Sierra Leonean leone
ar: ليون سيراليوني
et: Sierra Leone Leone
fa: Leonean سیرا لئون
fr_lu: Sierra -léonais
hr_hr: Sijera Leone Leonean
ja: シエラレオネ·レオン
lv_lv: Sjerraleones Leone
pl_pl: Sierra Leone Leone

source: Somali shilling
ar: شلن صومالي
et: Somaalia šilling
fa: شیلینگ سومالی
fr_lu: shilling somalien
hr_hr: Somalijski šiling
ja: ソマリア·シリング
lv_lv: Somālijas šiliņš
pl_pl: szyling somalijski

source: Surinamese dollar
ar: دولار سورينامي
fa: دلار سورینام
fr_lu: dollar Suriname
hr_hr: surinamski dolara
ja: スリナムドル
lv_lv: Surinamese dolāru
pl_pl: Dolar Surinamese
vi_vn: đô la Suriname

source: South Sudanese pound
ar: الجنوب الجنيه السوداني
et: Lõuna- Sudaani nael
fa: پوند سودان جنوبی
fr_lu: Sud livre soudanaise
hr_hr: Južna Sudanska funta
ja: 南スーダン·ポンド
lv_lv: South Sudānas mārciņa
pl_pl: Funt sudański Południowa
vi_vn: Nam Sudan bảng Anh

source: São Tomé and Príncipe dobra
ar: سان تومي وبرينسيبي دوبرا
et: São Tomé ja Príncipe dobra
fa: سائوتومه و پرینسیپ dobra
fr_lu: São Tomé et Príncipe Santoméen
hr_hr: Sveti Toma i Princip Dobre
ja: サントメ·プリンシペ·ドブラ
lv_lv: Santome un Prinsipi dobra
pl_pl: Wyspy Świętego Tomasza i Książęca Dobra
vi_vn: São Tomé và Príncipe Dobra

source: Syrian pound
ar: الليرة السورية
et: Süüria nael
fa: پوند سوریه
fr_lu: Livre syrienne
hr_hr: Sirijska funta
ja: シリア·ポンド
lv_lv: Sīrijas mārciņa
pl_pl: funt syryjski
vi_vn: bảng Syria

source: Swazi lilangeni
ar: ليلانجيني سوازي
ja: スワジジェニ

source: Thai baht
ar: البات التايلندي
et: Tai bahti
fa: بات تایلند
hr_hr: tajlandski Baht
ja: タイバーツ
lv_lv: Taizemes bats
pl_pl: tajski baht
vi_vn: Thái baht

source: Tajikistani somoni
ar: سوموني طاجيكي
et: Tadžikistani Somoni
fa: تاجیکستان سامانی
fr_lu: somoni tadjik
ja: タジキスタンソモニ

source: Turkmenistani manat
ar: التركمانستاني مانات
et: Türkmenistani manat
fa: منات ترکمنستان
fr_lu: turkmène manat
ja: Turkmenistaniマナト
lv_lv: Turkmenistani manats

source: Tunisian dinar
ar: دينار تونسي
et: Tuneesia dinaar
fa: دینار تونس
fr_lu: Dinar tunisien
hr_hr: tuniski dinar
ja: チュニジア·ディナール
lv_lv: Tunisijas dinārs
pl_pl: dinar tunezyjski
vi_vn: Tunisia dinar

source: Tongan paʻanga
ar: بانجا تونجي
et: Tonga paanga
fa: Tongan با paanga
fr_lu: Tonga panga
hr_hr: Tongan paanga
ja: トンガpaanga
lv_lv: Tongan paanga
pl_pl: Tonga paanga
vi_vn: Tonga paanga

source: Turkish lira
ar: ليرة تركية جديدة
et: Türgi liir
fa: لیره ترکیه
fr_lu: Livre turque
hr_hr: turska lira
ja: トルコリラ
lv_lv: Turcijas lira
pl_pl: lira turecka
vi_vn: lira Thổ Nhĩ Kỳ

source: Trinidad and Tobago dollar
ar: دولار ترينداد و توباجو
et: Trinidad ja Tobago dollar
fa: ترینیداد و توباگو ، دلار
fr_lu: Dollar de Trinité -et-Tobago
hr_hr: Trinidad i Tobago dolara
ja: トリニダード·トバゴ·ドル
lv_lv: Trinidāda un Tobāgo dolārs
pl_pl: Dolar Trynidadu i Tobago
vi_vn: Trinidad và Tobago đô la

source: Taiwan new dollar
ar: تايوان الدولار الجديد
et: Taiwan uue dollar
fa: دلار جدید تایوان
fr_lu: Taiwan nouveau dollar
hr_hr: Novi tajvanski dolar
ja: 新台湾ドル
lv_lv: Taivāna jauna dolāru
pl_pl: Tajwan nowym dolara
vi_vn: Đài Loan đô la mới

source: Tanzanian shilling
ar: شلن تنزاني
et: Tansaania šilling
fa: شیلینگ تانزانیا
fr_lu: Shilling tanzanien
hr_hr: Tanzanijski šiling
ja: タンザニア·シリング
lv_lv: Tanzānijas šiliņš
pl_pl: szyling tanzański
vi_vn: Tanzania shilling

source: Ukrainian hryvnia
ar: هريفنيا أوكرانية
et: Ukraina grivna
fa: hryvnia در اوکراین
fr_lu: hryvnia ukrainienne
hr_hr: Ukrajinski grivna
ja: ウクライナ·フリヴニャ
lv_lv: Ukrainas grivna
pl_pl: ukraińska hrywna
vi_vn: Ukraina hryvnia

source: Ugandan shilling
ar: شلن أوغندي
et: Uganda šilling
fa: شیلینگ اوگاندا
fr_lu: Shilling ougandais
hr_hr: ugandski šiling
ja: ウガンダ·シリング
lv_lv: Ugandas šiliņš
pl_pl: szyling Ugandy
vi_vn: Uganda shilling

source: United States dollar
ar: دولار الولايات المتحدة
et: USA dollari
fa: دلار ایالات متحده آمریکا
fr_lu: Dollar américain
hr_hr: Američki dolar
ja: 米ドル
lv_lv: ASV dolārs
pl_pl: Dolar amerykański
vi_vn: Đô la Mỹ

source: United States dollar next day (funds code)
ar: الولايات المتحدة الدولار اليوم التالي (رمز الأموال )
et: USA dollar järgmisel päeval ( raha -kood)
fa: ایالات متحده دلار روز بعد (کد بودجه )
fr_lu: Dollar américain lendemain (code des fonds )
hr_hr: Američki dolar sljedeći dan ( sredstva code )
ja: 米ドル翌日（ファンドコード）
lv_lv: ASV dolārs nākamajā dienā ( fondi kods)
pl_pl: Dolar amerykański następnego dnia (kod fundusze)
vi_vn: Đô la Mỹ vào ngày hôm sau ( tiền mã)

source: United States dollar same day (funds code)
ar: الولايات المتحدة الدولار اليوم نفسه (رمز الأموال )
et: USA dollar samal päeval ( raha -kood)
fa: ایالات متحده دلار در همان روز ( کد وجوه )
fr_lu: Dollar américain même jour (code des fonds )
hr_hr: Američki dolar isti dan ( sredstva code )
ja: 米ドルと同じ日（ファンドコード）
lv_lv: ASV dolārs tajā pašā dienā ( fondi kods)
pl_pl: United States dollar tego samego dnia (kod fundusze)
vi_vn: Đô la Mỹ trong cùng một ngày ( tiền mã)

source: Uruguayan unidad indexada (funds code)
ar: أوروغواي unidad indexada (رمز الأموال )
et: Uruguay Unidad indexada ( raha -kood)
fa: اروگوئه UNIDAD indexada (کد بودجه )
fr_lu: Uruguayenne unidad indexada (code des fonds )
hr_hr: Urugvajski Unidad indexada ( sredstva code )
ja: ウルグアイunidad indexada （ファンドコード）
lv_lv: Urugvajas unidad indexada ( fondi kods)
pl_pl: Urugwaju unidad indexada (kod fundusze)
vi_vn: Uruguay Unidad indexada ( tiền mã)

source: Uruguayan peso
ar: بيزو أوروجواي
et: Uruguay peeso
fa: پزوی اوروگوئه
fr_lu: Peso uruguayen
hr_hr: Urugvajski peso
ja: ウルグアイ·ペソ
lv_lv: Urugvajas peso
pl_pl: peso urugwajskie
vi_vn: Uruguay peso

source: Uzbekistan som
ar: أوزبكستان سوم
et: Usbekistani som
fa: ازبکستان سام
fr_lu: som Ouzbékistan
ja: ウズベキスタン·ソム
lv_lv: Uzbekistāna som
