Repository: timschofield/KwaMoja-Medical
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar, et, fa, fr_lu, hr_hr, ja, lv_lv, pl_pl, vi_vn

source: Could not test for existing transactions because
ar: لا يمكن اختبار للمعاملات القائمة بسبب
et: Ei saa katsetada olemasolevate tehingute tõttu
fa: ممکن است آزمون برای انجام معاملات به دلیل موجود نیست
fr_lu: impossible de déterminer des transactions existantes car
hr_hr: Ne može se testirati za postojeće transakcije , jer
ja: 既存のトランザクションのためテストできなかった理由は
lv_lv: Nevarēja pārbaudītu esošos darījumus, jo
pl_pl: Nie mogę przetestować zapisanych transakcji ponieważ
vi_vn: Không thể thử giao dịch hiện tại bởi vì

source: Cannot delete this account because transactions have been created using this account
ar: لا يمكن حذف هذا الحساب لأنه تم إنشاؤها المعاملات باستخدام هذا الحساب
et: Ei saa kustutada seda kontot , sest tehingud on loodud, kasutades selle konto
fa: آیا می توانم استفاده حذف این حساب کاربری به دلیل معاملات ایجاد شده اند با استفاده از این حساب نیست
hr_hr: Ne mogu izbrisati ovaj račun jer transakcije su stvorene pomoću ovog računa
ja: この勘定を使ってトランザクションを作成しているためこの勘定を削除できません
lv_lv: Nevar izdzēst šo kontu, jo darījumi ir izveidoti , izmantojot šo kontu
pl_pl: Nie mogę usunąć konta ponieważ dokonano transakcji z jego użyciem
vi_vn: Không thể xóa tài khoản này vì nó được dùng để tạo các giao dịch

source: transactions that require this account code
ar: المعاملات التي تتطلب هذا الرمز حساب
et: tehingud , mis nõuavad selle konto kood
fa: معاملات که نیاز به این کد حساب
fr_lu: des transactions utilisent ce compte
hr_hr: transakcije koje zahtijevaju ovaj račun kod
ja: この勘定コードを必要とするトランザクション
lv_lv: darījumus, kas nepieciešami šo konta kodu
pl_pl: transakcji wykorzystujących ten numer konta
vi_vn: Các giao dịch có yêu cầu mã số tài khoản này

source: Could not test for default company GL codes because
ar: لا يمكن اختبار ل رموز الافتراضي شركة GL لأن
et: Ei saanud testida default firma GL koodid sest
fa: ممکن است آزمون به طور پیش فرض کدهای گرم در شرکت نه به خاطر
fr_lu: Impossible de tester les codes GL par défaut
hr_hr: Ne može se testirati za zadane tvrtke GL kodova jer
ja: デフォルト会社GLコードのためにテストできなかった
lv_lv: Nevarēja pārbaudītu noklusējuma uzņēmumu GL kodiem , jo
pl_pl: Nie mogę przetestować domyślnych kodów KG firmy ponieważ
vi_vn: Không thể thử Mã số sổ cái tài khoản mặc định của công ty bởi vì

source: Cannot delete this account because it is used as one of the company default accounts
ar: لا يمكن حذف هذا الحساب لأنه يستخدم باعتباره واحدا من الحسابات الافتراضية الشركة
et: Ei saa kustutada seda kontot , sest seda kasutatakse ühe firma vaikimisi kontod
fa: آیا می توانم استفاده حذف این حساب کاربری به خاطر آن است به عنوان یکی از حساب های شرکت به طور پیش فرض استفاده نمی شود
fr_lu: Impossible de supprimer ce compte car il est utilisé comme l'un des comptes par défaut société
hr_hr: Ne mogu izbrisati ovaj račun jer se koristi kao jedan od računa tvrtke zadane
ja: 会社デフォルト勘定の1つが使われるので、この勘定を削除することができません
lv_lv: Nevar izdzēst kontu, jo tas ir noklusētais konts
pl_pl: Nie mogę usunąć konta ponieważ jest użyte jako jedno z domyślnych kont firmowych
vi_vn: Không thể xóa tài khoản này vì nó là một trong các tài khoản mặc định của công ty

source: Could not test for tax authority GL codes because
ar: لا يمكن اختبار ل مصلحة الضرائب رموز GL لأن
et: Ei saanud testida maksuhaldur GL koodid sest
fa: ممکن است آزمون برای مالیات کدهای گرم در قدرت نه به خاطر
fr_lu: Impossible d'essai pour les codes des impôts autorité GL parce
hr_hr: Ne može se testirati za porezne vlasti GL kodova jer
ja: 税務当局会社GLコードのためにテストできなかった
lv_lv: Nevarēja pārbaudīt nodokļu iestādes GL kodiem , jo
pl_pl: Nie mogę przetestować kodów KG urzędu skarbowego ponieważ
vi_vn: Không thể kiểm tra cho cơ quan thuế GL mã vì

source: Cannot delete this account because it is used as one of the tax authority accounts
ar: لا يمكن حذف هذا الحساب لأنه يستخدم باعتباره واحدا من حسابات مصلحة الضرائب
et: Ei saa kustutada seda kontot , sest seda kasutatakse ühe maksuhalduri kontod
fa: آیا می توانم استفاده حذف این حساب کاربری به خاطر آن است به عنوان یکی از حساب های مالیاتی اقتدار مورد استفاده قرار نمی
fr_lu: Impossible de supprimer ce compte car il est utilisé comme l'un des comptes administration fiscale
hr_hr: Ne mogu izbrisati ovaj račun jer se koristi kao jedan od poreznih vlasti račune
ja: 税務当局勘定の1つが使われるので、この勘定を削除することができません
lv_lv: Nevar izdzēst šo kontu, jo tas tiek izmantots kā viens no nodokļu iestādes kontos
pl_pl: Nie mogę usunąć tego konta ponieważ jest używane jako jedno z kont rozliczenia podatków
vi_vn: Không thể xóa tài khoản này vì nó được sử dụng làm một trong những tài khoản đăng ký thuế của công ty

source: Could not test for existing sales interface GL codes because
ar: لا يمكن اختبار لمبيعات القائمة واجهة رموز GL لأن
et: Ei saa katsetada olemasolevaid müügi liides GL koodid sest
fa: نمی توان از آزمون برای فروش موجود رابط کدهای گرم چون
fr_lu: Impossible de test pour l'interface de vente existant codes GL parce
hr_hr: Ne može se testirati za postojeće prodaje sučelje GL kodove , jer
ja: 既存売上インターフェースGLコードのためにテストできなかった
lv_lv: Nevarēja pārbaudītu esošās pārdošanas saskarne GL kodus , jo
pl_pl: Nie mogę przetestować kodów kont księgowań sprzedaży ponieważ
vi_vn: Không thể kiểm tra cho bán hàng hiện có giao diện GL mã vì

source: Cannot delete this account because it is used by one of the sales GL posting interface records
ar: لا يمكن حذف هذا الحساب لأنه يستخدم من قبل واحدة من GL مبيعات نشر السجلات واجهة
et: Ei saa kustutada seda võtta, sest see on , mida üksmüügi GL postitad liidese andmed
fa: آیا می توانم استفاده حذف این حساب کاربری به خاطر آن است توسط یکی از گرم فروش ارسال سوابق رابط مورد استفاده قرار نمی
fr_lu: Impossible de supprimer ce compte car il est utilisé par l'un des ventes de GL annonce dossiers interface
hr_hr: Ne mogu izbrisati ovaj račun jer se koristi od strane jednog od prodaje GL knjiženja sučelje evidencije
ja: 売上GL転記インターフェイスレコードの1つが使われるので、この勘定を削除することができません
lv_lv: Nevar izdzēst šo kontu, jo tas tiek izmantots viens no pārdošanas GL norīkošanu interfeisa ierakstus
pl_pl: Nie mogę usunąć konta ponieważ jest użyte w księgowaniu sprzedaży
vi_vn: Không thể xóa tài khoản này vì nó được sử dụng theo một trong các GL bán hàng dán hồ sơ giao diện

source: Could not test for existing cost of sales interface codes because
ar: لا يمكن اختبار للحصول على تكلفة المبيعات واجهة القائمة من رموز لأن
et: Ei saa katsetada olemasolevaid müügikulud liides koodid sest
fa: نمی توان برای آزمون هزینه ای از کدهای موجود رابط فروش به دلیل
fr_lu: Impossible d'essai pour existantes coût des ventes codes d'interface, car
hr_hr: Ne može se testirati za postojeće troškove prodaje sučelje kodove , jer
ja: 既存売上原価インターフェイスGLコードのためにテストできなかった
lv_lv: Nevarēja pārbaudītu esošo pārdotās produkcijas ražošanas izmaksas saskarne kodus , jo
pl_pl: Nie mogę przetestować kodów kont księgowań kosztów sprzedaży
vi_vn: Không thể kiểm tra đối với chi phí hiện tại của giao diện bán hàng mã vì

source: Cannot delete this account because it is used by one of the cost of sales GL posting interface records
ar: لا يمكن حذف هذا الحساب لأنه يستخدم من قبل واحدة من تكلفة المبيعات GL نشر السجلات واجهة
et: Ei saa kustutada seda võtta, sest see on , mida üksmüügikulud GL postitad liidese andmed
fa: آیا می توانم استفاده حذف این حساب کاربری به خاطر آن است توسط یکی از هزینه های فروش گرم در ارسال پرونده رابط استفاده نمی شود
fr_lu: Impossible de supprimer ce compte car il est utilisé par l'un des coûts de vente GL annonce dossiers interface
hr_hr: Ne mogu izbrisati ovaj račun jer se koristi od strane jednog od troškova prodaje GL objavljivanja sučelje evidencije
ja: 売上原価GL転記インターフェイスレコードの1つが使われるので、この勘定を削除することができません
lv_lv: Nevar izdzēst šo kontu, jo tas tiek izmantots viens no izmaksu pārdošanas GL norīkojuma interfeisa ierakstus
pl_pl: Nie mogę usunąć konta ponieważ jest użyte w jednym z rekordów księgowań kosztów sprzedaży
vi_vn: Không thể xóa tài khoản này vì nó được sử dụng bởi một trong những chi phí bán hàng GL dán hồ sơ giao diện

source: Could not test for existing stock GL codes because
ar: لا يمكن اختبار ل رموز الأسهم GL القائمة بسبب
et: Ei saa katsetada olemasoleva aktsia GL koodid sest
fa: نمی توان برای تست کدهای موجود سهام به دلیل گرم
fr_lu: Impossible d'essai pour les codes GL stock car
hr_hr: Ne može se testirati za postojeće dionice GL kodova jer
ja: 既存在庫GLコードのためにテストできなかった
lv_lv: Nevarēja pārbaudītu esošo krājumu GL kodiem , jo
pl_pl: Nie mogę przetestować magazynowych kodów KG ponieważ
vi_vn: Không thể kiểm tra cho cổ phiếu hiện tại GL mã vì

source: Cannot delete this account because it is used by one of the stock GL posting interface records
ar: لا يمكن حذف هذا الحساب لأنه يستخدم من قبل واحدة من GL الأوراق المالية نشر السجلات واجهة
et: Ei saa kustutada seda võtta, sest see on , mida üksaktsia GL postitad liidese andmed
fa: آیا می توانم استفاده حذف این حساب کاربری به خاطر آن است توسط یکی از سهام گرم در سوابق رابط ارسال استفاده نمی شود
fr_lu: Impossible de supprimer ce compte car il est utilisé par l'un des dossiers GL interface stock annonce
hr_hr: Ne mogu izbrisati ovaj račun jer se koristi od strane jednog od dionica GL knjiženja sučelje evidencije
ja: 在庫GL転記インターフェイスレコードの1つが使われるので、この勘定を削除することができません
lv_lv: Nevar izdzēst šo kontu, jo tas tiek izmantots viens no akciju GL norīkošanu interfeisa ierakstus
pl_pl: Nie mogę usunąć konta ponieważ jest użyte w jednym z rekordów księgowań magazynu
vi_vn: Không thể xóa tài khoản này vì nó được sử dụng theo một trong các GL chào bán hồ sơ giao diện

source: Could not test for existing bank account GL codes because
ar: لا يمكن اختبار لحساب رموز GL البنك القائمة بسبب
et: Ei saa katsetada olemasoleva pangakonto GL koodid sest
fa: نمی توان برای تست کدهای موجود حساب بانکی به دلیل گرم
fr_lu: Impossible de vérifier l'existence des codes de compte bancaire GL
hr_hr: Ne može se testirati za postojeće bankovnih računa GL kodova jer
ja: 既存銀行勘定GLコードのためにテストできなかった
lv_lv: Nevarēja pārbaudītu esošo bankas kontu GL kodiem , jo
pl_pl: Nie mogę przetestować kodów KG kont bankowych ponieważ
vi_vn: Không thể kiểm tra tài khoản ngân hàng hiện tại GL mã vì

source: Cannot delete this account because it is used by one the defined bank accounts
ar: لا يمكن حذف هذا الحساب لأنه يستخدم من قبل أحد الحسابات المصرفية المعرفة
et: Ei saa kustutada seda võtta, sest see on , mida ükskindlaksmääratud pangakontode
fa: آیا می توانم استفاده حذف این حساب کاربری به خاطر آن است توسط یک مورد استفاده قرار نیست تعریف حساب های بانکی
fr_lu: Impossible de supprimer ce compte car il est utilisé par l'un des comptes bancaires définis
hr_hr: Ne mogu izbrisati ovaj račun jer se koristi od strane jednog definiranim bankovnim računima
ja: 定義済み銀行勘定の1つが使われるので、この勘定を削除することができません
lv_lv: Nevar izdzēst šo kontu, jo tas tiek izmantots viens noteiktajiem bankas kontiem
pl_pl: Nie mogę usunąć konta ponieważ jest użyte przez jedno ze zdefiniowanych kont bankowych
vi_vn: Không thể xóa tài khoản này vì nó được sử dụng bởi một trong các tài khoản ngân hàng được xác định

source: Account Code
ar: رمز الحساب
et: Konto Code
fa: کد حساب
fr_lu: Code
hr_hr: Šifra konta
ja: 勘定コード
lv_lv: Konta kods
pl_pl: Kod Konta
vi_vn: Mã số tài khoản

source: Account Name
ar: اسم الحساب
et: Konto nimi
fa: نام حساب
fr_lu: Nom
hr_hr: Naziv konta
ja: 勘定科目名
lv_lv: Konta nosaukums
pl_pl: Nazwa Konta
vi_vn: Tên tài khoản

source: Account Group
ar: المجموعة حساب
et: Kontogrupp
fa: گروه حساب
fr_lu: Groupe
hr_hr: Kontna skupina
ja: 勘定グループ
lv_lv: Konta grupa
pl_pl: Grupa Kont
vi_vn: Nhóm tài khoản

source: The chart accounts could not be retrieved because
ar: لا يمكن استرجاع الحسابات الرسم البياني ل
et: Skeem raamatupidamisarvestust ei saa taastada , sest
fa: حساب نمودار قابل بازیابی نیست زیرا
fr_lu: Impossible d'afficher les plans comptables
hr_hr: Nije moguće dohvatiti kontni plan zbog
ja: グラフのアカウントは取得できませんでしたので、
lv_lv: Ar chart konti nevarēja izgūt , jo
pl_pl: Analityki nie mogły zostać odczytane ponieważ
vi_vn: Không truy xuất được bảng tài khoản vì

source: Are you sure you wish to delete this account? Additional checks will be performed in any event to ensure data integrity is not compromised.
ar: هل أنت متأكد أنك تريد حذف هذا الحساب؟
et: Oled sa kindel, et soovid kustutada selle kasutaja ?
fa: آیا شما مطمئن هستید که میخواهید حذف این حساب؟ چک های اضافی خواهد بود در هر صورت به منظور حصول اطمینان از درستی داده است به خطر بیافتد نیست.
fr_lu: Voulez-vous supprimer ce compte? Des contrôles supplémentaires seront effectués pour garantir l'intégrité des données.
hr_hr: Jeste li sigurni da želite izbrisati ovaj račun ?
ja: あなたはこのアカウントを削除したいか？
lv_lv: Vai tu tiešām vēlies dzēst šo kontu?
pl_pl: Czy na pewno chcesz usunąć to konto? Dodatkowe kontrole będą wykonywane w każdym przypadku w celu zapewnienia integralności danych nie zostanie naruszona.
vi_vn: Bạn có chắc bạn muốn xóa tài khoản này ?

source: Show All Accounts
ar: مشاهدة جميع الحسابات
et: Näita kõik kontod
fa: نمایش تمام حساب ها
fr_lu: Afficher tous les comptes
hr_hr: Pokaži sve korisničke račune
ja: 全勘定表示
lv_lv: Rādīt visus kontus
pl_pl: Pokaż Wszystkie Konta
vi_vn: Hiển thị tất cả các tài khoản

source: Balance Sheet (or statement of financial position) is a summary of balances. Assets, liabilities and ownership equity are listed as of a specific date, such as the end of its financial year. Of the four basic financial statements, the balance sheet is the only statement which applies to a single point in time.
ar: الميزانية العمومية ( أو بيان المركز المالي ) هو موجز لل أرصدة .
et: Bilanss ( või finantsseisundi ) on kokkuvõte saldod .
fa: ترازنامه (و یا بیانیه ای از وضعیت مالی) خلاصه ای از توازن است. دارایی ، بدهی و حقوق صاحبان سهام مالکیت به عنوان یک تاریخ خاص ، ذکر شده مانند پایان سال مالی است. از چهار خواسته اساسی مالی ، ترازنامه این بیانیه که شامل تنها یک نقطه ی واحد در زمان است.
fr_lu: Bilan (ou état de la situation financière) est un résumé des soldes. Actif, passif et capitaux propres de propriété sont énumérés comme d'une date précise, comme la fin de son année financière. Parmi les quatre états financiers de base, le bilan est la seule déclaration qui s'applique à un seul point dans le temps.
hr_hr: Bilanca (ili izvještaj o financijskom položaju ) jesažetak stanja .
ja: 貸借対照表（または財政状態計算書）は、残高の要約です。
lv_lv: Bilance (vai finanšu stāvokļa pārskats ) irkopsavilkums atlikumiem.
pl_pl: Bilans (lub oświadczenie o sytuacji finansowej) jest zestawieniem sald. Aktywa i pasywa własności są wymienione jako konkretnej daty, takie jak na koniec roku obrotowego. Spośród czterech podstawowych sprawozdań finansowych, bilans jest tylko stwierdzenie, które odnosi się do jednego punktu w czasie.
vi_vn: Cân đối kế toán ( hoặc báo cáo tình hình tài chính ) là một bản tóm tắt của số dư .

source: The balance sheet has three parts: assets, liabilities and ownership equity. The main categories of assets are listed first and are followed by the liabilities. The difference between the assets and the liabilities is known as equity or the net assets or the net worth or capital of the company and according to the accounting equation, net worth must equal assets minus liabilities.
ar: الميزانية العمومية من ثلاثة أجزاء : موجودات والمطلوبات وحقوق الملكية.
et: Bilanss koosneb kolmest osast : varad, kohustused ja omand omakapitali .
fa: ترازنامه دارای سه بخش است : دارایی ، بدهی و حقوق صاحبان سهام مالکیت. دسته اصلی از دارایی های ذکر شده برای اولین بار و توسط بدهی قرار دارد. تفاوت بین دارایی و بدهی به حقوق صاحبان سهام و یا دارایی های خالص و یا ارزش خالص یا سرمایه شرکت و با توجه به معادله حسابداری ، ارزش خالص دارایی ها منهای بدهی باید مساوی شناخته شده است.
fr_lu: Le bilan comporte trois parties: les actifs, passifs et capitaux propres de propriété. Les principales catégories d'actifs sont listés en premier et sont suivis par le passif. La différence entre l'actif et du passif est connu comme l'équité ou de l'actif net ou la valeur nette ou au capital de l'entreprise et selon l'équation comptable, la valeur nette doit être égal à l'actif moins le passif.
hr_hr: Bilanca ima tri dijela: imovina, obveze i vlasnička glavnica.
ja: 資産、負債および保有株式：貸借対照表には、3つの部分があります。
lv_lv: Bilance ir trīs daļas: aktīvu, saistību un pašu kapitāla īpašumtiesības .
pl_pl: Bilans składa się z trzech części: aktywów i pasywów własności. Główne kategorie aktywów są wymienione na początku i po zobowiązań. Różnica między aktywami i pasywami jest znany jako kapitał własny lub aktywach netto lub wartości netto lub kapitału zakładowego spółki i zgodnie z równaniem rachunkowości, wartość netto aktywów musi być równa minus zobowiązania.
vi_vn: Bảng cân đối kế có ba phần : tài sản , nợ phải trả và vốn chủ sở hữu .

source: KwaMoja is an accrual based system (not a cash based system). Accrual systems include items when they are invoiced to the customer, and when expenses are owed based on the supplier invoice date.
ar: KwaMoja هو نظام أساس الاستحقاق (وليس النظام القائم على النقد) .
ja: KwaMojaは発生主義ベースのシステム（ではない現金ベースのシステム）です。

source: Select the balance date
ar: اختر تاريخي التوازن
et: Vali bilansipäeva
fa: انتخاب تاریخ تعادل
fr_lu: Sélectionner la date du Solde
hr_hr: Odaberite datum bilance
ja: 残高日付選択
lv_lv: Izvēlietie darumu
pl_pl: Wybierz datę bilansu
vi_vn: Ch?n ngày cân d?i

source: Detail Or Summary
ar: التفاصيل أو ملخص
et: Detail või kokkuvõtte
fa: جزئیات یا خلاصه مشخصات
fr_lu: Détail ou résumé
hr_hr: Detaljno ili sažeto
ja: 詳細 又は 概要
lv_lv: Detalizētu vai kopsavilkumu
pl_pl: Szczegółowy/Podsumowanie
vi_vn: Tổng hợp hay Chi tiết

source: All Accounts
ar: جميع الحسابات
et: Kõik kontod
fa: همه حساب ها
fr_lu: Tous les Comptes
hr_hr: Sva konta
ja: 全勘定
lv_lv: Visus kontus
pl_pl: Wszystkie konta
vi_vn: Tất cả các tài khoản

source: Show all Accounts including zero balances
ar: مشاهدة جميع الحسابات بما في ذلك الأرصدة صفر
et: Näita kõik kontod , sealhulgas null saldod
fa: نمایش همه حساب از جمله توازن صفر
fr_lu: Afficher tous les comptes , y compris un solde nul
hr_hr: Pokaži sve račune , uključujući nula stanja
ja: ゼロの残高を含め、すべてのアカウントを表示
lv_lv: Rādīt visus kontus , ieskaitot nulles atlikumu
pl_pl: Pokaż wszystkich kont , w tym sald zerowych
vi_vn: Hiển thị tất cả các tài khoản đó có cân đối không

source: Check this box to display all accounts including those accounts with no balance
ar: التحقق من هذا المربع ل عرض جميع الحسابات بما في ذلك تلك الحسابات مع عدم وجود توازن
et: Märgi see valik, et kuvada kõik kontod , sealhulgas kontodel ei saldo
fa: برای ثبت نام اینجا کلیک کنید این جعبه برای نشان دادن تمام حساب از جمله کسانی که حساب های بدون تعادل باید در سایت ثبت نام کنید
fr_lu: Cochez cette case pour afficher tous les comptes , y compris les comptes sans solde
hr_hr: Ovaj okvir za prikaz svih računa , uključujući one račune bez ravnoteže
ja: ないバランスで、それらのアカウントを含むすべてのアカウントを表示するには、このチェックボックスをオンに
lv_lv: Pārbaudiet šo lodziņu, lai parādītu visus kontus , tostarp šiem kontiem bez atlikuma
pl_pl: Zaznacz to pole wyboru , aby wyświetlić wszystkie rachunki , w tym tych rachunków bez równowagi
vi_vn: Kiểm tra hộp này để hiển thị tất cả các tài khoản bao gồm cả các tài khoản không có số dư

source: Show on Screen (HTML)
ar: تظهر على الشاشة (HTML )
et: Näita Screen (HTML)
fa: نمایش روی صفحه نمایش (اچ)
fr_lu: Afficher sur l'écran (HTML)
hr_hr: Prikaži na ekranu (HTML)
ja: 画面上の表示（HTML）
lv_lv: Parādīt uz ekrāna (HTML)
pl_pl: Pokazać na ekranie (HTML)
vi_vn: Hiển thị trên màn hình (HTML)

source: Produce PDF Report
ar: إنتاج تقرير PDF
et: Koostada PDF aruanne
fa: تولید گزارش پی دی اف
fr_lu: Rédiger le Rapport PDF
hr_hr: Izradi PDF izvješće
ja: PDF作成
lv_lv: Izeidot PDF atskaiti
pl_pl: Opracowanie raportu PDF
vi_vn: Tạo báo cáo dạng PDF

source: The accumulated profits brought forward could not be calculated by the SQL because
ar: ولا يمكن حساب الأرباح المتراكمة تقدمت به لأن SQL
et: Kogunenud jaotamata kasum ei saa arvutadaSQL sest
fa: سود انباشته به ارمغان آورد به جلو می تواند با گذاشتن چون محاسبه نمی شود
fr_lu: Les profits accumulés mises de l'avant ne pouvaient être calculées par le SQL parce que
hr_hr: U zadržanu dobit iznio ne može se izračunati na SQL , jer
ja: 繰越累積利益は、SQLで計算することができませんでしたので、
lv_lv: Uzkrāto peļņu pārnestu uz priek&#353;u SQL nevar pārrēiķināt, jp
pl_pl: Zaukumulowane zyski nie mogą zostać obliczone przez SQL ponieważ
vi_vn: Lợi nhuận tích lũy được đưa về phía trước không có thể được tính toán bởi vì SQL

source: No general ledger accounts were returned by the SQL because
ar: يتم إرجاع أية حسابات دفتر الأستاذ العام من قبل SQL لأن
et: No pearaamatu kontode tagastatudSQL sest
fa: شماره حساب های معین به طور کلی توسط گذاشتن چون بازگردانده شدند
fr_lu: Pas de compte GL trouvé avec la commande SQL
hr_hr: Nema računa glavne knjige su se vratili sa SQL , jer
ja: いいえ総勘定元帳のアカウントは、SQLによって返されませんでしたので、
lv_lv: Virsgrāmatas kontus SQL neuzrāda, jo
pl_pl: SQL nie zwrócił żadnych kont KG ponieważ
vi_vn: Không có tài khoản sổ cái chung đã được trả lại bởi SQL vì

source: Check Total
ar: تحقق المشاركات
et: Vaadake Kõik
fa: بررسی تعداد
fr_lu: Vérifier le total
hr_hr: Provjerite Ukupno
ja: 合計確認
lv_lv: Kontrolsumma
pl_pl: Sprawdź Sumę
vi_vn: Kiểm tra tất cả

source: Print Balance Sheet Error
ar: طباعة ورقة الرصيد خطأ
et: Trüki bilanss viga
fa: نسخه قابل چاپ تعادل خطا در جدول
fr_lu: Erreur d'impression du bilan
hr_hr: Ispis Greška bilancu
ja: 貸借対照表印刷エラー
lv_lv: Drukāt bilances kļūdas
pl_pl: Błąd wydruku bilansu
vi_vn: L?i in b?ng cân d?i

source: There were no entries to print out for the selections specified
ar: لم تكن هناك مقالات لطباعة ل التحديدات محدد
et: Puudusid kanded välja trükkida , et valikud määratletud
fa: هیچ نوشته ای برای چاپ را برای انتخاب مشخص شده وجود دارد
fr_lu: Il n'y avait aucune inscription à imprimer pour les sélections spécifiées
hr_hr: Nije bilo prijava za ispis za odabir navedenih
ja: 指定された選択のためにプリントアウトするエントリがありませんでした
lv_lv: Izvēlētajos nosacījumos nav grāmatojumi
pl_pl: Nie znaleziono żadnych danych dla podanych warunków
vi_vn: Không có mục để in ra cho các lựa chọn quy định

source: HTML View
ar: HTML مشاهدة
fa: نمایش نسخه متنی
fr_lu: Afficher la page web
hr_hr: Pregled u HTML-u
ja: 伝票
pl_pl: Zobacz HTML
vi_vn: Xem dạng HTML

source: Balance Sheet as at
ar: الميزانية العمومية كما في
et: Bilanssi seisuga
fa: ترازنامه به عنوان در
fr_lu: Bilan au
hr_hr: Bilanca stanja na dan
ja: 貸借対照表 期日：
lv_lv: Bilance uz
pl_pl: Bilans na
vi_vn: B?ng cân d?i nhu ?

source: Last Year
ar: العام الماضي
et: mullu
fa: سال گذشته
fr_lu: Année précédente
hr_hr: Prošla godina
ja: 前年
lv_lv: Iepriek&#353;ējais gads
pl_pl: Ostatni Rok
vi_vn: Năm ngoái

source: Select A Different Balance Date
ar: تحديد توازن مختلف التسجيل
et: Valige erineva tasakaalu aeg
fa: انتخاب تاریخ تعادل مختلف
fr_lu: Sélectionner une date de solde différente
hr_hr: Odaberite neki drugi datum bilansa
ja: 異なる残高日付選択
lv_lv: Izvēlēties citu datumu
pl_pl: Wybierz inną datę bilansu
vi_vn: Ch?n ngày cân d?i khác

source: Create GL Budgets
ar: إنشاء موازنات GL
et: Loo GL eelarvekomisjoni
fa: ایجاد بودجه گرم
fr_lu: Créer des budgets GL
hr_hr: Stvaranje GL proračuni
ja: ＧＬ予算作成
lv_lv: Izveidot budžetu
pl_pl: Tworzenie GL Budżetowa
vi_vn: Tạo ngân sách sổ cái tài khoản

source: Budget updated successfully
ar: تحديث الميزانية بنجاح
et: Eelarve edukalt uuendatud
fr_lu: Budget mis à jour
hr_hr: Proračun je uspješno ažurirana
ja: 予算が正常に更新され
vi_vn: Ngân sách cập nhật thành công

source: Budgets
ar: الميزانيات
et: Eelarvekomisjon
fa: بودجه
hr_hr: Proračuni
ja: 予算
lv_lv: budžeti
pl_pl: budżety
vi_vn: ngân sách

source: General ledger account election
ar: الانتخابات حساب دفتر الأستاذ العام
et: Pearaamatu konto valimised
fa: انتخابات حساب معین
fr_lu: Élection de compte du grand livre général
hr_hr: Glavna knjiga računa izborni
ja: 総勘定元帳勘定の選挙
lv_lv: Virsgrāmatas kontā vēlēšanas
pl_pl: General Ledger konta wybory
vi_vn: Sổ cái chung cuộc bầu cử tài khoản

source: Select GL Account
ar: حدد حساب GL
et: Vali GL konto
fa: حساب کاربری انتخاب گرم
fr_lu: Sélectionner un compte GL
hr_hr: Odaberite GL račun
ja: ＧＬ勘定選択
lv_lv: Izvēlēties virsgrāmatas kontu
pl_pl: Wybierz konto KG
vi_vn: Chọn sổ cái tài khoản
