Repository: timschofield/KwaMoja-Medical
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar, et, fa, fr_lu, hr_hr, ja, lv_lv, pl_pl, vi_vn

source: The date entry must be in the format
ar: يجب أن يكون دخول التاريخ في شكل
et: Kuupäeva kirje peab olema kujul
fa: تاریخ ورود باید در قالب می شود
fr_lu: La saisie de la date doit être dans le format
hr_hr: Datum treba unijeti u obliku
ja: 終了日付はフォーマットで指定しなけらばならない
lv_lv: Datumam ir jābūt sekojošā formātā
pl_pl: Wpis data musi być w formacie
vi_vn: ngày nhập vào phải đúng định dạng

source: There was a problem testing for the default shipper
ar: كان هناك اختبار ل مشكلة الشاحن الافتراضي
et: Tekkis probleem testimine vaikimisi saatja
fa: تست شد و مشکلی برای محموله کشتی به طور پیش فرض وجود دارد
fr_lu: Problème ave le transporteur par défaut
hr_hr: Došlo je do problema testiranje za default pošiljatelja
ja: デフォルト運送会社のテストに問題がありました
lv_lv: There was a problem testing for the default shipping-method
pl_pl: Problem ze sprawdzeniem domyślnego przewoźnika
vi_vn: There was a problem testing for the default shipping-method

source: SQL used to test for the default shipper
ar: استخدام SQL لاختبار الشاحن الافتراضي
et: SQL kasutatakse katse jaoks vaikimisi saatja
fa: گذاشتن استفاده برای محموله کشتی به طور پیش فرض آزمون
fr_lu: Commande SQL de vérification de l'expéditeur par défaut:
hr_hr: SQL se koristi za testiranje za default pošiljatelja
ja: デフォルト運送会社のテストに問題がありました
lv_lv: There was a problem testing for the default shipping-method
pl_pl: SQL wykorzystywana do badania nadawcę domyślnie
vi_vn: Dữ liệu SQL được sử dụng trong kiểm tra hãng tàu mặc định

source: We have a problem
ar: لدينا مشكلة
et: Meil on probleem
fa: ما یک مشکل
fr_lu: Nous avons un problème
hr_hr: Imamo problem
ja: 問題がある
lv_lv: Mums ir problēma
pl_pl: Wystąpił problem
vi_vn: chúng ta có một vấn đề

source: there are no shippers defined
ar: لا توجد الشاحنين تعريف
et: ei ole vedajad määratletud
fa: هیچ شرکت های باربری تعریف شده وجود دارد
fr_lu: il n'y a pas défini les expéditeurs
hr_hr: nema brodarima definirane
ja: 定義された運送会社がありません
lv_lv: - piegādes veids nav definēts
pl_pl: nie zdefiniowano przewoźników
vi_vn: there are no shipping-methods defined

source: Please use the link below to set up shipping or freight companies
ar: يرجى استخدام الرابط أدناه لإعداد الشحن أو الشحن الشركات
et: Palun kasutage allpool olevat linki luua laevandus või kaubaveo ettevõtetele
fa: لطفا از لینک زیر برای راه اندازی یا حمل و نقل حمل و نقل شرکت
fr_lu: S'il vous plaît utilisez le lien ci-dessous pour créer des entreprises d'expédition ou de fret
hr_hr: Molimo koristite link ispod za postavljanje utovar ili tereta tvrtki
ja: 運送会社を設定するために下のリンクを使用してください
lv_lv: Please use the link below to set up shipping methods
pl_pl: Wybierz link poniżej aby ustalić firmy transportowe
vi_vn: Please use the link below to set up shipping methods

source: the system expects the shipping company to be selected or a default freight company to be used
ar: تتوقع نظام شركة الشحن التي سيتم اختيارها أو شركة الشحن الافتراضية المراد استخدامها
et: süsteem eeldablaevandusettevõte valitakse võivaikimisi kaubaveo ettevõte , mida kasutatakse
fa: سیستم انتظار دارد که شرکت حمل و نقل به انتخاب شود و یا به طور پیش فرض شرکت حمل و نقل مورد استفاده قرار گیرد
fr_lu: le système attend de la compagnie maritime d'être sélectionnées ou une entreprise de transport par défaut à utiliser
hr_hr: Sustav očekujebrodarska tvrtka koja se bira ilitvrtka zadani tereta koji će se koristiti
ja: システムは選択されるまたはデフォルトの運送会社が使われる船会社を予定します
lv_lv: the system expects the shipping method to be selected or a default shipping method to be used
pl_pl: System oczekuje wybrania przewoźnika lub użycia przewoźnika domyślnego
vi_vn: the system expects the shipping method to be selected or a default shipping method to be used

source: You should automatically be forwarded to the entry of recurring order details page
ar: ينبغي لك تلقائيا تحال إلى دخول التكراري صفحة تفاصيل النظام
et: Sa peaksid automaatselt edastatakse kandmise korduvaid et andmete lehekülg
fa: شما به طور خودکار باید به ورود دوره ای در محدوده نظم صفحه جزئیات فرستاده شود
fr_lu: Vous devriez être automatiquement transmis à l'entrée de l'ordre la page de détails récurrents
hr_hr: Trebali biste biti automatski proslijeđen na ulasku ponavljajući reda stranicu s detaljima
ja: 繰り返される注文の詳細ページの入力を自動的に進めなければなりません
lv_lv: Jums vajadzētu automātiski jānosūta iekļūšanu atkārtotu pasūtījuma informācijas lapu
pl_pl: Powinieneś zostać automatycznie przeniesiony do formularza wprowadzania zamówienia okresowego
vi_vn: Bạn sẽ tự động được chuyển tiếp đến các mục định kì của trang chi tiết

source: if this does not happen
ar: إذا كان هذا لا يحدث
et: kui seda ei juhtu
fr_lu: si ce n'est pas le cas
hr_hr: Ako se to ne desi
ja: これは発生していない場合
lv_lv: Ja tas nenotiek,
pl_pl: jeśli tak się nie stanie
vi_vn: nếu điều này không xảy ra

source: Modify Order Lines
ar: تعديل خطوط ترتيب
et: Muuda Tellimuse Lines
fa: اصلاح خطوط سفارش
fr_lu: Modifier une commande
hr_hr: Izmjena retke naloga
ja: 注文行変更
lv_lv: Labot rīkouma rindas
pl_pl: Modyfikuj Pozycje Zamówienia
vi_vn: Chỉnh sửa danh sách đặt hàng

source: You should automatically be forwarded to the entry of the order line details page
ar: ينبغي لك تلقائيا تحال إلى دخول صفحة تفاصيل خط النظام
et: Sa peaksid automaatselt edastatakse kandmisejärjekord line andmete lehekülg
fa: شما به طور خودکار باید به ورود سفارش خط صفحه جزئیات فرستاده شود
fr_lu: Vous devriez être automatiquement transmis à l'entrée de la page en ligne pour plus de détails
hr_hr: Trebali biste biti automatski proslijeđen na ulasku u red liniju stranicu s detaljima
ja: 注文行の詳細ページの入力を自動的に進めなければなりません
lv_lv: Jūs automātiski pārsūtīs uz nākamo lapu
pl_pl: Powienienneś zostać automatycznie przeniesiony do foirmularza wprowadzania linii zamówienia zakupu
vi_vn: B?n s? du?c t? d?ng chuy?n t?i ph?n nh?p c?a trang chi ti?t các dòng d?t hàng

source: The freight charge has been updated
ar: تم تحديث تكلفة الشحن
et: Prahiraha on uuendatud
fa: مسئول حمل و نقل به روز شده است
fr_lu: Les frais de transport ont été mis à jour
hr_hr: Teretni zadužen je ažuriran
ja: 運賃は更新されました
lv_lv: Transporta izmaksas tika labotas
pl_pl: Koszt transportu został zaktualizowany
vi_vn: The shipping charge has been updated

source: Please reconfirm that the order and the freight charges are acceptable and then confirm the order again if OK
ar: يرجى تأكيد على أن النظام و رسوم الشحن مقبولة ومن ثم تأكد من الأمر مرة أخرى إذا موافق
et: Palun kinnitada , et selleks japrahiraha on vastuvõetav ja siis kinnitada , et jälle , kui OK
fa: لطفا تید که نظم و به اتهام حمل و نقل قابل قبول است و سپس تایید سفارش را دوباره در صورت خوب
fr_lu: S'il vous plaît confirmer que l'ordre et les frais de transport sont acceptables, puis de confirmer l'ordonnance de nouveau si OK
hr_hr: Molimo potvrditi dabi i vozarine su prihvatljive , a zatim potvrdite narudžbu opet, ako je OK
ja: 注文と運賃請求が許容できると再確認してから、OKならもう一度注文を確認してください
lv_lv: Please reconfirm that the order and the shipping charges are acceptable and then confirm the order again if OK
pl_pl: Potwierdź ponownie zamówienie i wysokość kosztów transportu i zatwierdź ponownie jeśli są prawidłowe
vi_vn: Please reconfirm that the order and the shipping charges are acceptable and then confirm the order again if OK

source: The new freight cost is
ar: تكلفة الشحن الجديد
et: Uus kaubavedude maksumus on
fa: هزینه حمل و نقل جدید
fr_lu: Le coût du fret nouveau
hr_hr: Nova cijena je teretni
ja: 新し運賃コストは
lv_lv: Jaunās transporta izmaksas ir
pl_pl: Nowe koszty transportu wynoszą
vi_vn: The new shipping cost is

source: and the previously calculated freight cost was
ar: و كانت تكلفة الشحن تحسب سابقا
et: javarem arvutatud kaubavedude maksumus oli
fa: و قبلا محاسبه هزینه حمل و نقل شد
fr_lu: et le coût du fret a été calculé précédemment
hr_hr: , aprethodno izračunata tereta trošak bio
ja: そして、前に計算された運賃コストは
lv_lv: Ieprikšs tās bija
pl_pl: poprzednio koszt transportu wynosił
vi_vn: and the previously calculated shipping cost was

source: The customer terms cannot be determined
ar: لا يمكن تحديد شروط العملاء
et: Klientide osas ei ole võimalik määrata
fa: شرایط مشتری را نمیتوان تعیین کرد
fr_lu: Les termes client ne peut pas être déterminée
hr_hr: Kupac se odredbe ne mogu odrediti
ja: 得意先条件は決定できません
lv_lv: Tādējādi klients terminus nevar noteikt
pl_pl: Nie można znaleźć warunków klienta
vi_vn: Các điều khoản của khách hàng không thể được xác định

source: This order cannot be processed because
ar: لا يمكن معالجة هذا الأمر لأن
et: See , et ei ole võimalik töödelda , sest
fa: این سفارش را نمی توان به دلیل پردازش
fr_lu: Cet ordre ne peut pas être traitée car
hr_hr: To bi se ne može obraditi jer
ja: 注文は処理できなかった理由は
lv_lv: Rīkojumu nevar apstrādāt, jo
pl_pl: Zamówienie nie może być przetworzone ponieważ
vi_vn: Đơn hàng này không thể được xử lý bởi vì

source: SQL used to find the customer terms
ar: SQL استخدامها للعثور على شروط العملاء
et: SQL kasutada, et leida kliendile tingimused
fa: گذاشتن برای پیدا کردن شرایط مشتری
fr_lu: Commande SQL d'affichage des modalités de paiement du client:
hr_hr: SQL se koristi kako bi pronašli kupca uvjete
ja: 構成部品の挿入にSQLは用いられた
lv_lv: Pieprasot informāciju par klientu, tika lietots sekojošs SQL -
pl_pl: SQL używane do określenia warunków klienta
vi_vn: cơ sở dữ liệu SQL được sử dụng để tìm các điều khoản của khách hàng

source: Quotation Number
ar: عدد الاقتباس
et: tsitaat arv
fa: عبارت شماره
fr_lu: N° de devis
hr_hr: Citat Broj
ja: 引用番号
lv_lv: Piedāvājuma numurs
pl_pl: Numer Oferty
vi_vn: Mã số báo giá

source: Print packing slip
ar: طباعة إيصال الشحن
et: Trüki saatelehe
fa: نسخه قابل چاپ لغزش بسته بندی
fr_lu: Imprimer le bordereau d'expédition
hr_hr: Ispis odreskom
ja: 運送伝票印刷
lv_lv: Drukāt pavadzīmi
pl_pl: Wydruk listy wysyłki
vi_vn: In bao bì giấy

source: Preprinted stationery
ar: القرطاسية مطبوع مسبقا
et: valmistrükitud kirjatarbed
fa: Preprinted لوازم التحریر
fr_lu: Pré-imprimé
hr_hr: Već otisnuti tiskanice
ja: 印刷用紙
lv_lv: drukāta kancelejas
pl_pl: na gotowym druku
vi_vn: Văn phòng phẩm in sẵn

source: Laser
ar: الليزر
fa: لیزر
ja: LBP
lv_lv: lāzers
pl_pl: na czystym papierze
vi_vn: in laze

source: Confirm Dispatch and Produce Invoice
ar: تأكيد الإرسال وإنتاج الفاتورة
et: Kinnita saatmisega ja Koostada Arve
fa: تکرار اعزام و تولید فاکتور
fr_lu: Confirmer l'expédition et procéder à la facturation
hr_hr: Potvrdi Dispatch i proizvoditi fakture
ja: 発送を確認して、注文の請求書作成
lv_lv: Apstiprināt Nosūtīšanas un Produce rēķinu
pl_pl: Potwierdzenie wysyłki i faktury Produce
vi_vn: Xác nhận giấy tờ và hóa đơn sản xuất

source: Print Quotation (Landscape)
ar: اقتباس الطباعة (المناظر الطبيعية )
et: Prindi Tsitaat ( Landscape)
fr_lu: Imprimer le devis (paysage)
hr_hr: Ispis ponudu ( Landscape )
ja: 引用印刷

source: Print Quotation (Portrait)
ar: اقتباس طباعة ( صورة )
et: Prindi Tsitaat ( Portrait)
fr_lu: Imprimer le devis (portrait)
hr_hr: Ispis ponudu ( Portret )
ja: 引用印刷

source: Add Another Sales Order
ar: إضافة آخر ترتيب المبيعات
et: Lisa veel Müük Telli
fa: اضافه کردن یکی دیگر از سفارش فروش
fr_lu: Saisir une autre commande
hr_hr: Dodajte još jedan prodajni nalog
ja: 販売受注追加
lv_lv: Pievienot vēl vienu klientu pasūtījumu
pl_pl: Dodaj inną zlecenia sprzedaży
vi_vn: Thêm vào một đơn hàng

source: Thank you for your business
ar: شكرا لك على عملك
et: Täname äri
fa: با تشکر از شما برای کسب و کار شما
fr_lu: Je vous remercie pour votre entreprise
hr_hr: Hvala vam za vašu tvrtku
ja: 御注文ありがとうございます
lv_lv: Paldies par sadarbību
pl_pl: KwaMoja dziękuje za współpracę
vi_vn: Cảm ơn doanh nghiệp của bạn

source: Could not update the contract status
ar: لا يمكن تحديث الحالة العقد
et: Pole võimalik uuendada lepingu staatus
fa: بروز رسانی می تواند وضعیت قرارداد ندارد
fr_lu: Impossible de mettre à jour le statut du contrat
hr_hr: Ne može se ažurirati status ugovor
ja: 勘定が更新できなかった理由は
lv_lv: Nevarēja atjaunināt līguma statusu
pl_pl: Nie można zaktualizować status zamówienia
vi_vn: Không thể cập nhật trạng thái hợp đồng

source: The SQL that failed to update the contract status was
ar: كان SQL التي فشلت في تحديث حالة العقد
et: SQL , et ei suutnud uuendada leping staatus oli
fa: گذاشتن که قادر به بروز رسانی وضعیت قرارداد شد
fr_lu: Échec de la commande SQL de mise à jour des statuts du contrat:
hr_hr: SQL koja se nije uspjela ažurirati ugovor status bio
ja: GL予算更新に失敗したSQLでした
lv_lv: SQL , ka neizdevās atjaunināt līgumu statuss bija
pl_pl: SQL, które nie aktualizować status umowy
vi_vn: Dữ liệu SQL đã cập nhật không thành công trạng thái hợp đồng là

source: Could not insert the contract bill of materials
ar: لا يمكن إدراج مشروع قانون عقد من المواد
et: Ei saa lisada lepingu materjaliandmik
fa: ممکن است وارد نمی لایحه قرارداد از مواد
fr_lu: Impossible insérer le cahier des matériaux
hr_hr: Ne mogu umetnuti ugovor sastavnica
ja: 構成部品の原価を見る
lv_lv: Nevar ievietot līguma rēķinu materiālu
pl_pl: Nie można wstawić rachunek umowy z materiałów
vi_vn: Không thể thêm vào hợp đồng nguyên vật liệu

source: The SQL that was used to update the order and failed was
ar: كان SQL التي تم استخدامها لتحديث النظام و فشل
et: SQL , mida kasutati , et ajakohastada , et ja ei olnud
fa: گذاشتن که برای به روز رسانی به منظور مورد استفاده قرار گرفت و شکست خورده بود
fr_lu: Échec de la commande SQL de mise à jour de la commande:
hr_hr: SQL koji je korišten za ažuriranje red i da nije bio
ja: 注文を更新に用いられたSQLは失敗した
lv_lv: SQL kļūda labojot rīkojumu:
pl_pl: Użyta fraza SQL:
vi_vn: Cơ sở dữ liệu SQL đã được sử dụng để cập nhật đạt hàng đã bị lỗi

source: The order cannot be updated because
ar: لا يمكن تحديث النظام بسبب
et: Et ei saa ajakohastada , sest
fa: منظور نمی توان به دلیل به روز شده
fr_lu: L'ordre ne peut pas être mis à jour car
hr_hr: Kako se ne može ažurirati jer
ja: 注文が更新できない理由は
lv_lv: Rīkojumu nevar labot, jo
pl_pl: Nie można zmieić rekordu ponieważ
vi_vn: đơn hàng không thể cập nhật vì

source: The SQL that was used to modify the order line and failed was
ar: كان SQL التي تم استخدامها لتعديل خط النظام و فشل
et: SQL , mida kasutati muuta , et joon ja ei olnud
fa: گذاشتن که به ایجاد تغییر در خط دستور مورد استفاده قرار گرفت و شکست خورده بود
fr_lu: Échec de la commande SQL de mise à jour de la commande:
hr_hr: SQL koji je korišten za izmjenu naloga liniju i da nije bio
ja: 注文を更新に用いられたSQLは失敗した
lv_lv: SQL kļūda labojot rīkojumu:
pl_pl: SQL, który był wykorzystywany do modyfikowania line i nie było
vi_vn: Dữ liệu SQL dùng để chỉnh sửa không thành công danh sách đặt hàng là

source: The updated order line cannot be modified because
ar: خط أمر محدث لا يمكن تعديلها لأن
et: Ajakohastada , et liin ei saa muuta , sest
fa: بههنگام شده در خط دستور قابل تغییر نیست چرا که
fr_lu: La ligne de commande mis à jour ne peut pas être modifié en raison
hr_hr: Ažurirani bi linija ne mogu se mijenjati , jer
ja: 更新された受注行は修正できない理由は
lv_lv: Labotās rīkojuma rindas nevar vairāk labot, jo
pl_pl: Nie można zmienić pozycji zamówienia ponieważ
vi_vn: dòng đơn hàng cập nhật không thể chỉnh sửa

source: Print packing slip - pre-printed stationery
ar: طباعة التعبئة زلة - قرطاسية مطبوعة مسبقا
et: Trüki pakkesedel - valmistrükitud kirjatarbed
fa: نسخه قابل چاپ بسته بندی لغزش -- قبل از چاپ لوازم التحریر
fr_lu: bordereau d'impression - papier pré-imprimé
hr_hr: Ispis odreskom - već tiskane
ja: 運送伝票印刷 - 印刷用紙
lv_lv: Drukāt iepakošanas slīdēšanas - iespiests kancelejas
pl_pl: Wydruk paska pakowania - gotowy druk
vi_vn: In bao bì giấy - văn phòng phẩm in sẵn

source: Confirm Order Delivery Quantities and Produce Invoice
ar: تأكيد طلب كميات التسليم وإنتاج الفاتورة
et: Kinnita Tellimus tarne kogused ja Koostada Arve
fa: تایید سفارش و تحویل مقادیر تولید فاکتور
fr_lu: Confirmer les quantités à livrer et fournir la facture
hr_hr: Potvrdi Količine isporuke Naručivanje i proizvoditi fakture
ja: 注文納品数量を確認して、請求書を作成してください
lv_lv: Apstiprināt rīkojumu piegādājamā daudzumu un izveidot rīkojumu
pl_pl: Potwierdź Wysyłkę Zamówienia i Wystaw Fakturę
vi_vn: Xác nhận Số lượng đơn hàng đã giao và làm hóa đơn

source: Select A Different Order
ar: حدد ترتيب مختلف
et: Vali erinevas järjekorras
fa: انتخاب های مختلف سفارش
fr_lu: Sélectionner une autre commande
hr_hr: Odaberite drukčijim redoslijedom
ja: 異なる注文選択
lv_lv: izvēlēties citu rīkojumu
pl_pl: Wybierz Inne Zamówienie
vi_vn: Chọn một đơn hàng khác

source: Delivery
ar: تسليم
et: tarne
fa: تحویل
fr_lu: Livrer
hr_hr: dostava
ja: 納品
lv_lv: Piegāde
pl_pl: Dostawa
vi_vn: Giao hàng

source: Delivery Details
ar: تفاصيل التسليم
et: Toimetaja detailid
fa: جزئیات تحویل
fr_lu: Détails de la livraison
hr_hr: Detalji o isporuci
ja: 注文納品詳細
lv_lv: Piegādes informācija
pl_pl: Szczegóły dostawy
vi_vn: Chi tiết giao hàng

source: Quotation Summary
ar: ملخص الاقتباس
et: tsitaat kokkuvõte
fa: عین خلاصه
fr_lu: Résumé devis
hr_hr: Citat Sažetak
ja: 引用概要
lv_lv: Piedāvājuma kopsavilkums
pl_pl: Podsumowanie Oferty
vi_vn: Tổng hợp báo giá

source: Order Summary
ar: ملخص النظام
et: Tellimuse kokkuvõte
fa: خلاصه سفارش
fr_lu: Résumé de la commande
hr_hr: Naručite Profila
ja: 注文概要
lv_lv: Rīkojuma apkopojums
pl_pl: Podsumowanie Zamówienia
vi_vn: Tổng hợp đơn hàng

source: TOTAL Excl Tax/Freight
ar: المجموع غير شامل ضريبة / بحرى
et: KOKKU Va Tax / Kaubavedu
fa: مجموع مالیات بدون کارتن بسته بندی / حمل و نقل
fr_lu: TOTAL H.T.</br>(sans les frais d'expédition)
hr_hr: UKUPNO PDV bez / Freight
ja: 税運賃別合計
lv_lv: Kopā bez piegādes izmaksām un PVN
pl_pl: Razem Netto bez wysyłki
vi_vn: TOTAL Excl Tax/Shipping

source: Total Weight
ar: مجموع الوزن
et: kogukaal
fa: وزن کل
fr_lu: Poids
hr_hr: Ukupna težina
ja: 合計重量
lv_lv: Kopējais svars
pl_pl: Waga Razem
vi_vn: Tổng cân nặng

source: Total Volume
ar: اجمالى حجم التداول
et: Kokku Maht
fa: تعداد جلد
fr_lu: Volume
hr_hr: Ukupni volumen
ja: 合計容量
lv_lv: Kopējais daudzums
pl_pl: Objętość Razem
vi_vn: Tổng số lượng

source: Deliver To
ar: تسليم
et: tarnima
fa: تحویل آن به
fr_lu: Livrer à
hr_hr: dostaviti
ja: 納品先
lv_lv: Piegādāt uz
pl_pl: Wysyłka Do
vi_vn: Giao đến

source: Deliver from the warehouse at
ar: تسليم من مستودع في
et: Edastage laost juures
fa: تحویل از انبار در
fr_lu: Depuis
hr_hr: Izbavi je iz skladišta u
ja: 納品払出倉庫
lv_lv: Piegādāt no noliktavas
pl_pl: Wysyłka z magazynu
vi_vn: Cung cấp từ các nhà kho tại

source: The stock locations could not be retrieved
ar: لا يمكن استرجاع المواقع الاسهم
et: Aktsia asukohad ei õnnestunud
fa: محل سهام قابل بازیابی نیست
fr_lu: Les emplacements de stock n'a pas pu être trouvé
hr_hr: Dionica mjesta ne može dohvatiti
ja: 部品構成表は取り戻しができませんでした理由は
lv_lv: Preces kategoriju nevar iegūt, jo
pl_pl: Miejsca czas nie mógł zostać przywrócony
vi_vn: Không truy xuất được vị trí kho

source: SQL used to retrieve the stock locations was
ar: استخدام SQL لاسترداد كانت مواقع الأسهم
et: SQL kasutatud laadida varude asukohtade
fa: گذاشتن استفاده برای بازیابی مکان های سهام بود
fr_lu: Commande SQL d'affichage des entrepôts:
hr_hr: SQL se koristi za dohvaćanje zaliha lokacije bio
ja: 預金口座詳細の取出にSQLは用いられた
lv_lv: Pieprasot informāciju par klientu, tika lietots sekojošs SQL -
pl_pl: SQL używany do pobierania lokalizacji zapasów był
vi_vn: Cơ sở dữ liệu SQL dùng để truy xuất vị trí kho là

source: Estimated Delivery Date
ar: يقدر تاريخ التسليم
et: Hinnanguline kättetoimetamise aeg
fa: تاریخ تحویل برآورد
fr_lu: Date de livraison estimée
hr_hr: Procjena rok isporuke
ja: 要求納期
lv_lv: Pieprasīta piegāde
pl_pl: Szacowana data dostawy
vi_vn: Ngày dự kiến giao hàng

source: Quote Date
ar: اقتبس التسجيل
et: Tsitaat aeg
fa: نقل قول تاریخ
fr_lu: Date du devis
hr_hr: Citat Datum
ja: 引当日
lv_lv: Piedāvājuma datums
pl_pl: Data wyceny
vi_vn: ngày báo giá

source: Confirmed Order Date
ar: أكدت الترتيب التاريخ
et: Kinnitatud Tellimuse kuupäev
fa: تاریخ تایید سفارش
fr_lu: Date de confirmation de la commande
hr_hr: Potvrđeno Datum narudžbe
ja: 注文日
lv_lv: Apstiprināts Pasūtījuma datums
pl_pl: Data potwierdzeniu zamówienia
vi_vn: Đã xác nhận ngày đặt hàng

source: Delivery Address 1
ar: تسليم العنوان 1
et: Toimetaja Aadress 1
fa: آدرس تحویل 1
fr_lu: Adresse de livraison 1
hr_hr: Adresa isporuke 1
ja: 納品住所１
lv_lv: Piegādes adrese 1
pl_pl: Adres wysyłki 1
vi_vn: Địa chỉ giao hàng 1

source: Delivery Address 2
ar: تسليم العنوان 2
et: Toimetaja Aadress 2
fa: آدرس تحویل 2
fr_lu: Adresse de livraison 2
hr_hr: Adresa isporuke 2
ja: 納品住所２
lv_lv: Piegādes adrese 2
pl_pl: Adres wysyłki 2
vi_vn: Địa chỉ giao hàng 2

source: Delivery Address 3
ar: تسليم العنوان 3
et: Toimetaja Aadress 3
fa: آدرس تحویل 3
fr_lu: Adresse de livraison 3
hr_hr: Adresa isporuke 3
ja: 納品住所３
lv_lv: Piegādes adrese 3
pl_pl: Adres wysyłki 3
vi_vn: Địa chỉ giao hàng 3

source: Delivery Address 4
ar: تسليم العنوان 4
et: Toimetaja Aadress 4
fa: آدرس تحویل 4
fr_lu: Adresse de livraison 4
hr_hr: Adresa isporuke 4
ja: 納品住所４
lv_lv: Piegādes adrese 4
pl_pl: Adres wysyłki 4
vi_vn: Địa chỉ giao hàng 4

source: Delivery Address 5
ar: تسليم العنوان 5
et: Toimetaja Aadress 5
fa: آدرس تحویل 5
fr_lu: Adresse de livraison 5
hr_hr: Adresa isporuke 5
ja: 納品住所５
lv_lv: Piegādes adrese 5
pl_pl: Adres wysyłki 5
vi_vn: City-State-zip

source: Packlist Type
ar: Packlist نوع
et: Packlist tüüp
fa: Packlist نوع
fr_lu: Bordereau d'expédition
hr_hr: Vrsta Packlist
ja: 梱包伝票タイプ
lv_lv: Packlist veids
pl_pl: Typ Listy
vi_vn: bảng loại bao bì

source: Show Company Details/Logo
ar: عرض بيانات شركة / شعار
et: Näita Company Details / Logo
fa: نمایش جزئیات شرکت / نشان
fr_lu: Afficher nos infos société
hr_hr: Prikaži detalje o poduzeću/Logo
ja: 会社詳細ロゴ表示
lv_lv: Parādīt kompānijas detaļas un logo
pl_pl: Ukryj Dane/Logo firmy
vi_vn: hiển thị chi tiết công ty/ biểu tượng logo

source: Hide Company Details/Logo
ar: إخفاء معلومات الشركة / شعار
et: Peida Company Details / Logo
fa: مخفی کردن جزئیات شرکت / لوگو
fr_lu: Masquer nos infos société
hr_hr: Sakrij detalje o poduzeću/Logo
ja: 会社詳細ロゴ非表示
lv_lv: Noslēpt kompānijas detaļas un logo
pl_pl: Ukryj Dane/Logo firmy
vi_vn: Ẩn Thông tin công ty / biểu tượng logo

source: Reprint packing slip
ar: طبع التعبئة زلة
et: Printige saatelehe
fa: چاپ مجدد لغزش بسته بندی
fr_lu: Ré-Imprimer le bordereau d'expédition
hr_hr: Pretisak odreskom
ja: 運送伝票再印刷
lv_lv: Atkārtoti iepakošanas slīdēšanas
pl_pl: Wydrukuj listę wysyłki
vi_vn: In lại bao bì giấy

source: Last printed
ar: طبعت مشاركة
et: viimati trükitud
fa: تاریخ و زمان آخرین چاپ
fr_lu: Dernière Impression
hr_hr: Posljednji tiskani
ja: 最終印刷
lv_lv: Iepriekšs sagatavots
pl_pl: Ostatnio drukowany
vi_vn: Được in cuối cùng

source: Recalc Freight Cost
ar: Recalc تكاليف الشحن
et: Recalc veokulud
fa: Recalc هزینه حمل و نقل
fr_lu: Recalculer Frais de Port
hr_hr: Recalc Freight troškova
ja: 運賃再計算
lv_lv: Pārrēķināt piegādes izmaksas
pl_pl: Przelicz Koszty Transportu
vi_vn: Recalc Shipping Cost

source: Freight/Shipper Method
ar: الشحن / الشاحن الطريقة
et: Kaubavedu / saatja meetod
fa: حمل و نقل / روش محموله کشتی
fr_lu: Méthode d'expédition
hr_hr: Teretni / otpremnika Metoda
ja: 貨物/荷主方法
lv_lv: Piegādes veids
pl_pl: Fracht / Metoda Nadawca
vi_vn: Phương pháp vân chuyển

source: The shipper details could not be retrieved
ar: لا يمكن استرجاع تفاصيل الشاحن
et: Saatja andmed ei saa taastada
fa: از جزئیات این محموله کشتی قابل بازیابی نیست
fr_lu: Les détails expéditeur n'a pas pu être trouvé
hr_hr: Krcateljem detalj nije moguće dohvatiti
ja: 仕入先詳細はSQLで検索できませんでした、理由は
lv_lv: Klienta aprakstu nevar iegūt, jo
pl_pl: Dane nadawcy nie mógł zostać przywrócony
vi_vn: Không thể truy xuất thông tin người gửi hàng

source: SQL used to retrieve the shipper details was
ar: استخدام SQL لاسترداد تفاصيل الشاحن تم
et: SQL kasutatud laadida saatja andmed oli
fa: گذاشتن استفاده برای بازیابی اطلاعات محموله کشتی شد
fr_lu: Commande SQL d'affichage des informations expéditeur:
hr_hr: SQL se koristi za dohvaćanje krcateljem pojedinosti je
ja: 預金口座詳細の取出にSQLは用いられた
lv_lv: Pieprasot informāciju par klientu, tika lietots sekojošs SQL -
pl_pl: SQL na uzyskiwanie informacji nadawca został
vi_vn: Dữ liệu SQL dùng để truy xuất chi tiết hãng tàu là

source: Quotation Only
ar: اقتباس فقط
et: tsitaat Ainult
fa: عبارت فقط
fr_lu: Devis
hr_hr: Citat Jedino
ja: 引用のみ
lv_lv: Tikai piedāvājums
pl_pl: Tylko Oferta
vi_vn: Chỉ có báo giá
