Repository: timschofield/KwaMoja-Medical
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar, et, fa, fr_lu, hr_hr, ja, lv_lv, pl_pl, vi_vn

source: Transfer To
ar: نقل إلى
et: Ülekanne
fr_lu: Pour le transfert
hr_hr: Prijenos u
ja: 移動番号
lv_lv: Pārskaitīt no
pl_pl: Transfer do
vi_vn: Chuyển tới

source: Supplier Invoices
ar: فواتير الموردين
et: Pakkuja arved
ja: 仕入先問合せ

source: Supplier Credit Notes
et: Pakkuja Credit Notes
ja: 仕入先返品伝票

source: Supplier Payments
ar: المدفوعات المورد
et: Pakkuja Maksed
ja: 仕入先支払

source: Supplier Balances For Suppliers between
ar: المورد أرصدة موردون بين
et: Tarnija saldod Tarnijatele vahel
fr_lu: Fournisseur des bilans pour les fournisseurs entre
hr_hr: Supplier Sredstva za dobavljače između
ja: 債権残高 仕入先範囲
lv_lv: Klientu atlikumi par klientiem starp
pl_pl: Dostawca równowagi między Dostawcy
vi_vn: Cân nhà cung cấp Đối với nhà cung cấp giữa

source: Transactions for tag
ar: المعاملات لل علامة
et: Tehingud tag
fr_lu: Transactions pour la balise
hr_hr: Transakcije za tag
ja: トランザクション
lv_lv: Darījumi tag
pl_pl: Transakcje na tag
vi_vn: Giao dịch cho thẻ

source: Search On Location
ar: بحث في الموقع
et: Otsi asukoht
fr_lu: Chercher un site
hr_hr: Traži Na licu mjesta
ja: 在庫場所
lv_lv: Meklēšana no atrašanās vietas
pl_pl: Szukaj Na miejscu
vi_vn: tìm kiếm ở địa điểm

source: Number Of Items
ar: عدد البنود
et: Asjade
fr_lu: Nombre d'articles
hr_hr: Broj artikala
ja: 項目数
lv_lv: Vienību skaits
pl_pl: Liczba pozycji
vi_vn: Số lượng mặt hàng

source: Top Items Sales Search Result
ar: أعلى مبيعات سلع نتائج البحث
et: Top Kirjed Müük Otsingu tulemused
fr_lu: Top Résultat recherche Résultats des ventes
hr_hr: Top Proizvodi Prodaja Rezultat pretraživanja
ja: トップアイテム販売の検索結果
lv_lv: Top preces pārdošanas meklēšanas rezultāti
pl_pl: Top przedmioty Szukaj w wynikach sprzedaży
vi_vn: Đầu mục bán hàng Kết quả tìm kiếm

source: Total Inv
ar: مجموع الاستثمار
et: Kokku Inv
hr_hr: Ukupno inv
ja: 入荷合計
lv_lv: kopējais Inv
pl_pl: Razem Inv
vi_vn: tổng Lên

source: CREDIT NOTE
et: KREEDITARVE
fr_lu: AVOIR
hr_hr: NAPOMENA KREDIT
ja: 返品伝票
lv_lv: KREDĪTRĒĶINS
pl_pl: NOTA KREDYTOWA
vi_vn: TÍN DỤNG GHI CHÚ

source: Dispatch Detail
ar: إيفاد التفاصيل
et: Tarnija
fr_lu: Dispatch Détails
hr_hr: Dostava Detalj
ja: 発送詳細
lv_lv: Piegādes apraksts
pl_pl: Szczegóły Wysyłki
vi_vn: Công văn chi tiết

source: Dispatched From
ar: المرسلة من
et: Tarnekoht
fr_lu: Expédié
hr_hr: otpremaju iz
ja: 発送場所
lv_lv: Nogādāts no
pl_pl: Wysyłka Z
vi_vn: Từ cử

source: Sold To
ar: بيعت ل
et: Maksja
fr_lu: Vendu à
hr_hr: prodano
ja: 得意先
lv_lv: Pārdots
pl_pl: Kupujący
vi_vn: Được bán cho

source: Customer Tax Ref
ar: ضريبة العملاء المرجع
et: Kliendi maksukood
fr_lu: Réf. impôt à la clientèle
hr_hr: Kupac Porezna Ref.
ja: 得意先税参照
lv_lv: Klientu Nodokļu Ref
pl_pl: NIP klienta
vi_vn: Thuế Tài liệu tham khảo khách hàng

source: Customer Order Ref.
ar: عملاء النظام المرجع .
et: Kliendi tellimuse nr
fr_lu: Réf. de commande du client.
hr_hr: Kupac Red Ref .
ja: 得意先参照
lv_lv: Klienta reference
pl_pl: Nr zamówienia klienta.
vi_vn: Tài liệu tham khảo hàng của khách hàng.

source: Delivered To (check Dispatch Detail)
ar: تسليمها الى ( تحقق الإرسال التفاصيل)
et: Toimetada ( vaadake Dispatch Detail )
fa: تحویل به ( چک جزئیات اعزام )
fr_lu: Livré à (cochez Dispatch Détails)
hr_hr: Dostavljen ( check Dispatch detalj)
ja: （発送の詳細を確認してください）​​に配信
lv_lv: Piegādāts (pārbaudiet Nosūtīšanas Detail )
pl_pl: Dostarczone (sprawdź Dispatch Szczegół)
vi_vn: Để chuyển giao ( kiểm tra văn chi tiết )

source: Cust. Tax Ref
ar: الزبون .
et: Kliendi.
fr_lu: Réf taxe client
hr_hr: Korisnička .
ja: 得意先税参照
lv_lv: Cust .
pl_pl: NIP odbiorcy
vi_vn: Cust .

source: Cust. Reference No.
ar: الزبون .
et: Kliendi.
fr_lu: Réf client
hr_hr: Korisnička .
ja: 得意先参照
lv_lv: Klienta reference
pl_pl: Cust. Numer referencyjny
vi_vn: Cust .

source: Disc.
ar: القرص.
ja: 内容
lv_lv: Disks .
pl_pl: Upust
vi_vn: Đĩa .

source: FOR VIEWING ONLY
ar: لل عرض فقط
et: Ainult vaatamiseks
fa: برای مشاهده ONLY
fr_lu: POUR LECTURE SEULEMENT
hr_hr: SAMO ZA GLEDANJE
ja: 照会専用
lv_lv: Vienīgi apskatei
pl_pl: TYLKO DO WGLĄDU
vi_vn: Chỉ để xem

source: DO NOT SEND TO SUPPLIER
ar: لا ترسل إلى المورد
et: ÄRGE SAATKE tarnijale
fa: به فروشنده ارسال کنید
fr_lu: NE PAS ENVOYER AU FOURNISSEUR
hr_hr: Nemojte slati dobavljaču
ja: 仕入先送付禁止
lv_lv: NESŪTIET piegādātājam
pl_pl: NIE WYSYŁAĆ DO DOSTAWCY
vi_vn: không được gửi cho nhà cung cấp

source: SUPPLIERS
ar: الموردين
et: tarnijad
fa: تامین کنندگان
fr_lu: FOURNISSEURS
hr_hr: DOBAVLJAČI
ja: 仕入先
lv_lv: VENDORS
pl_pl: DOSTAWCY
vi_vn: nhà cung cấp

source: THIS IS NOT AN ORDER
ar: هذه ليست ORDER
et: See ei ole ORDER
fa: این است کهORDER
fr_lu: CECI N'EST PAS UNE ORDONNANCE
hr_hr: OVO NIJERED
ja: これは注文でない
lv_lv: ŠĪ NAVKĀRTĪBA
pl_pl: TO NIE JEST ZAMÓWIENIE
vi_vn: Đây không phải là một đơn hàng

source: Requisition Number
ar: عدد الاستيلاء
et: rekvireerimise arv
fr_lu: Numéro de la demande
hr_hr: rekvizicije broj
ja: 請求書
lv_lv: rekvizīciju skaits
pl_pl: Liczba zapotrzebowania
vi_vn: Số trưng dụng

source: Date Reqd
ar: تاريخ Reqd
et: kuupäev reqd
fr_lu: Date obligatoire
hr_hr: Datum reqd
ja: 日REQD
lv_lv: datums reqd
pl_pl: Data Wymagana
vi_vn: ngày reqd

source: The lines on the purchase order cannot be retrieved because
ar: لا يمكن استرجاع خطوط على أمر الشراء بسبب
et: Read ostutellimuse ei saa taastada , sest
fr_lu: Les lignes sur le bon de commande ne peuvent pas être récupérés parce
hr_hr: Linije na narudžbu ne mogu dohvatiti , jer
ja: 発注書のラインを取得することはできませんので、
lv_lv: Uz pirkuma pasūtījuma līnijas nevar iegūt , jo
pl_pl: Pozycje zamówienia nie mogą być odtworzone ponieważ
vi_vn: Các dòng trên đơn đặt hàng không có thể được lấy ra bởi vì

source: The SQL statement that was used to retrieve the purchase order lines was
ar: كان عبارة SQL التي تم استخدامها ل استرداد خطوط أمر الشراء
et: SQL , mida kasutati laadida ostutellimuse ridade oli
fr_lu: Échec de la commande SQL d'affichage des bons de commande:
hr_hr: SQL koji je korišten za popravljanje linije narudžbenice je
ja: 購入注文ラインを取得するために使用されたSQL文があった
lv_lv: SQL , kas tika izmantots, lai ielādētu pirkuma pasūtījuma rindas bija
pl_pl: Użyta fraza SQL
vi_vn: Các câu lệnh SQL đã được sử dụng để lấy các dòng đơn đặt hàng là

source: The next transaction number could not be retrieved from the database because
ar: لا يمكن استرجاع عدد الصفقة المقبلة من قاعدة البيانات بسبب
et: Järgmine tehingu number ei saa hankida andmebaasi sest
fr_lu: Impossible d'afficher le numéro de la prochaine transaction
hr_hr: Sljedeći broj transakcija nije mogao biti iz baze podataka , jer
ja: 次のトランザクション数は、データベースから取得できませんでしたので、
lv_lv: Nākamais darījumu skaitu nevar iegūt no datu bāzes , jo
pl_pl: Kolejny numer transakcji nie moż e być odtworzony z bazy danych ponieważ
vi_vn: Không truy xu?t du?c s? giao d?ch ti?p theo t? co s? d? li?u vì

source: The following SQL to retrieve the transaction number was used
ar: تم استخدام SQL التالية ل استرداد عدد المعاملات
et: Järgmine SQL laadida tehingu number kasutati
fr_lu: Le SQL suivante pour récupérer le numéro de transaction a été utilisée
hr_hr: Sljedeći SQL dohvatiti broj transakcija bio korišten
ja: トランザクション番号を取り出す以下のSQLが使われました
lv_lv: Pēc SQL , lai ielādētu darījumu skaitu, tika izmantota
pl_pl: Użyta fraza SQL
vi_vn: D? li?u SQL dùng d? truy xu?t s? lu?ng giao d?ch dã du?c s? d?ng

source: The transaction number could not be incremented
ar: لا يمكن زيادة عدد المعاملات
et: Tehingu number ei tohi suurendada
fr_lu: Le numéro de transaction ne pouvait être incrémenté
hr_hr: Transakcija broj ne može biti porastao
ja: トランザクション番号はインクリメントすることができませんでした
lv_lv: Darījums skaits varētu nepalielina
pl_pl: Numer transakcji nie mógł być inkrementowany
vi_vn: S? lu?ng giao d?ch không du?c tang lên

source: The following SQL to increment the transaction number was used
ar: تم استخدام SQL التالية ل زيادة عدد المعاملات
et: Järgmine SQL juurdekasvu tehingu number kasutati
fr_lu: Le SQL suivantes pour incrémenter le numéro de transaction a été utilisée
hr_hr: Sljedeći SQL povećajte broj transakcija bio korišten
ja: トランザクション番号を増加させる以下のSQLが使われました
lv_lv: Pēc SQL , lai pieauguma darījuma numuru tika izmantota
pl_pl: Fraza SQL użyta do zwiększenia numeru transakcji
vi_vn: Các d? li?u SQL sau d? tang s? lu?ng giao d?ch dã du?c s? d?ng

source: The stock GL codes could not be retrieved because
ar: لا يمكن استرجاع رموز GL الأسهم بسبب
et: Aktsia GL koode ei saa taastada , sest
fr_lu: Les codes GL stock n'a pas pu être récupérés en raison
hr_hr: Dionica GL oznake ne mogu dohvatiti , jer
ja: 部品構成表は取り戻しができませんでした理由は
lv_lv: Preces kategoriju nevar iegūt, jo
pl_pl: Kody GL czas nie mógł zostać przywrócony, ponieważ
vi_vn: Không truy xu?t du?c mã s? s? cái kho hàng vì

source: The tax rate for this item could not be retrieved because
ar: معدل الضريبة لهذا البند لا يمكن استرجاع لأن
et: Maksumäär see toode ei õnnestunud , sest
fr_lu: Le taux d'imposition pour cet objet n'a pas pu être récupérés en raison
hr_hr: Porezna stopa za ovu stavku nije moguće dohvatiti jer
ja: 在庫品目のコスト詳細は検索できませんでした理由は
lv_lv: Preces kategoriju nevar iegūt, jo
pl_pl: Stawki podatku dla tej pozycji nie mógł zostać przywrócony, ponieważ
vi_vn: Không truy suất được thuế suất cho mặt hàng này vì

source: The taxes and rate for this tax group could not be retrieved because
ar: لا يمكن استرجاع الضرائب و معدل الضريبة لهذه المجموعة لأن
et: Maksud ja määra see maks grupp ei õnnestunud , sest
fr_lu: Les taxes et le taux pour ce groupe d'impôt ne pourrait être trouvé en raison
hr_hr: Porezi i stopa poreza za ovu skupinu nisu mogli biti pronađeni , jer
ja: 設定される銀行口座は取り戻しできませんでした理由は
lv_lv: Bankas uzstādījumus nevar iegūt, jo
pl_pl: Podatki i stawki podatku dla tej grupy nie mógł zostać przywrócony, ponieważ
vi_vn: Không truy xu?t du?c thu? và m?c thu? cho nhóm thu? này vì

source: The current account balance of the customer could not be retrieved because
ar: لا يمكن استرجاع التوازن في الحساب الجاري للعميل بسبب
et: Jooksevkonto saldoklient ei õnnestunud , sest
fr_lu: Le solde du compte courant du client n'a pas pu être récupérés en raison
hr_hr: Tekući račun bilance plaćanja od kupca nije moguće dohvatiti jer
ja: 顧客の現在の口座残高を取得できませんでしたので、
lv_lv: Tekošā konta saldo klienta nevarēja izgūt , jo
pl_pl: Nie można odczytać bilansu rozliczeń klienta ponieważ
vi_vn: Không truy xu?t du?c cân d?i tài kho?n ti?n t? c?a khách hàng này vì

source: The value of outstanding orders for the customer could not be retrieved because
ar: لا يمكن استرجاع قيمة أوامر معلقة للعميل بسبب
et: Väärtus täitmata tellimusi kliendi ei õnnestunud , sest
fr_lu: La valeur des commandes en attente pour le client n'a pas pu être récupérés en raison
hr_hr: Vrijednost nepodmirenih naloga za kupca nije moguće dohvatiti jer
ja: 顧客のための卓越した受注の値は取得できませんでしたので、
lv_lv: Par izcilu pasūtījumu klientam vērtību nevarēja izgūt , jo
pl_pl: Nie można odczytać wartości niezrealizowanych zamówień dla tego klienta ponieważ
vi_vn: Không truy xu?t du?c giá tr? các don hàng xu?t s?c c?a khách hàng này

source: The general ledger entries created do not balance. See your system administrator
ar: إدخالات دفتر الأستاذ العام خلق لا توازن .
et: Pearaamatu kanded loodud ei tasakaalustamiseks .
fr_lu: les entrées du GL ne sont pas équilibrées. Contactez votre service d'assistance.
hr_hr: Glavnu knjigu unose stvorena ne ravnotežu .
ja: 作成された総勘定元帳のエントリがバランスしません。
lv_lv: Vispārējo virsgrāmatu izveidoti ieraksti nav līdzsvarā.

source: is already on this order the system is set up to prevent the same item being on the order more than once. However you can change the quantity ordered of the existing line if necessary
ar: هو بالفعل على هذا النظام هو وضع هذا النظام لمنع نفس العنصر الذي يتم بناء على أمر أكثر من مرة .
et: on juba selles , etsüsteem on loodud, et vältida ühe ja sama eseme kohta , et rohkem kui üks kord.
fr_lu: est déjà sur cette ordonnance, le système est mis en place pour éviter le même article étant de l'ordre plus d'une fois. Cependant, vous pouvez modifier la quantité commandée de la ligne existante, si nécessaire
hr_hr: je već na ovom bisustav je postavljen kako bi se spriječilo isto stavke koja bi na više od jednom .
ja: 既にこの順序でシステムが複数回オーダー上にある同じ項目を防ぐために設定されているされています。
lv_lv: jau sistēmā ir pasūtīts, tā neļaus pārdot vienu preci divas reizes. Jūs varat mainīt preču daudzumu un meiģināt vēlreiz
pl_pl: jest już w tym zamówieniu. System ma włączoną blokadę powtarzających się pozycji zamówienia. Jeśli potrzeba możesz zmienić ilość w już wprowadzonej linii zamówienia.
vi_vn: đã được đặt hàng này, hệ thống được thiết lập để ngăn chặn cùng một mục là về trình tự, nhiều hơn một lần .

source: The details for
ar: تفاصيل عن
et: Üksikasjad
fr_lu: Les détails pour
hr_hr: Pojedinosti za
ja: の詳細
lv_lv: Apraksts par
pl_pl: Szczegóły dla
vi_vn: Chi tiết cho

source: The SQL used to retrieve the pricing details but failed was
ar: و SQL المستخدمة لاسترداد تفاصيل التسعير لكنها فشلت وكان
et: SQL kasutatud laadidahinnakujunduse üksikasjade , kuid ei olnud
fr_lu: Échec de la commande d'affichage de la fiche prix:
hr_hr: SQL se koristi za dohvaćanje detalje cijene , ali nije bio
ja: SQLは、詳細な価格を取得するために使用されましたが、失敗した
lv_lv: SQL neizdevās iegūt cenas,
pl_pl: Użyte zapytanie SQL
vi_vn: SQL được sử dụng để lấy các chi tiết giá nhưng không thành công là

source: could not be found in the database
ar: لا يمكن العثور على قاعدة بيانات
et: ei leitud andmebaasi
fr_lu: introuvable dans la base de données
hr_hr: Ne može se naći u bazi podataka
ja: データベース内に見つかりませんでした
lv_lv: nevar atrast datubāzē
pl_pl: nie mogą zostać znalezione w bazie danych
vi_vn: không thể được tìm thấy trong cơ sở dữ liệu

source: it has not been added to the order
ar: لم يتم إضافته إلى النظام
et: seda ei ole lisatud, et
fr_lu: il n'a pas été ajouté à la commande
hr_hr: nije dodan u red
ja: それが順番に追加されていない
lv_lv: tika pievienots pasūtījumam
pl_pl: nie został dodany do zamówienia
vi_vn: nó đã không được thêm vào theo thứ tự

source: Item Does Not Exist
ar: العنصر غير موجود
et: Elementi ei ole
fa: آیتم وجود ندارد
fr_lu: Article inexistant
hr_hr: Predmet ne postoje
ja: 項目が存在しない
lv_lv: Prece neeksistē
pl_pl: Towar Nie Istnieje
vi_vn: Mục không tồn tại

source: could not be added to the order because it has been flagged as obsolete
ar: لا يمكن إضافتها إلى النظام لأنها كانت ترفع علم النحو عفا عليها الزمن
et: ei saanud lisada , et kuna see on lipukesega nagu vananenud
fr_lu: n'a pas pu être ajouté à la commande car il est marqué comme obsolète
hr_hr: nije mogao biti dodan u cilju jer je označen kao zastarjeli
ja: それは時代遅れのようにフラグが設定されているので、順番に追加できませんでした
lv_lv: nevar pievienot pasūtījumam, ja tai ir iztecējis derīguma termiņ&#353;
pl_pl: nie może zostać dodany do zamówienia ponieważ został zaznaczony jako nieaktualny
vi_vn: không thể được thêm vào theo thứ tự bởi vì nó đã được gắn cờ là lỗi thời

source: Obsolete Item
ar: المدينة العتيقة
et: vananenud Punkt
fa: آیتم منسوخ
fr_lu: Article obsolète
hr_hr: zastarjeli artikla
ja: 廃止されたアイテム
lv_lv: Prece ar iztecēju&#353;u derīguma termiņu
pl_pl: Towar nieaktualny
vi_vn: lỗi thời mục

source: Sell through support available and applied of
ar: بيع من خلال الدعم المتوفر والتطبيقية لل
et: Müü toetamise kaudu kättesaadav ja kohaldas
fa: فروش از طریق حمایت در دسترس و کاربردی
fr_lu: Vendre grâce à l'appui disponible et appliqué de
hr_hr: Prodaja putem podrške dostupne i primjenjene
ja: 利用可能なサポートを通して売るとの適用
lv_lv: Pārdod, izmantojot pieejamo atbalstu un piemēro no
pl_pl: Sprzedaż za pośrednictwem dostępnego wsparcia i stosowane z
vi_vn: Bán thông qua hỗ trợ có sẵn và áp dụng của

source: No more lines can be added to this order the customer account is currently at or over their credit limit
ar: لا مزيد من خطوط يمكن أن تضاف إلى هذا النظام على حساب العميل في الوقت الحالي عند أو فوق الحد الائتمان الخاصة بهم
et: Enam read saab lisada see , et kliendi kontol on praegu või üle oma krediidilimiiti
fr_lu: Plus de lignes peuvent être ajoutées à cette ordonnance, le compte client est actuellement atteint ou dépassé leur limite de crédit
hr_hr: Nema više linija mogu biti dodan u tom ciljukorisnički račun je trenutno na ili preko svog kreditnog limita
ja: これ以上の行は、顧客のアカウントは現在、またはそれらの与信限度を超えているこの注文に追加することはできません
lv_lv: Nevar pievienot preces, jo klients ir pārkāpis kredīta limitu
pl_pl: Nie można dodać więcej pozycji zamówienia ze względu na przekroczenie limitu kredytu
vi_vn: Không có nhiều dòng có thể được thêm vào theo thứ tự này tài khoản của khách hàng hiện đang ở hoặc trên hạn mức tín dụng của họ

source: does not have a cost set up and order entry is set up to prohibit sales of items with no cost data entered
ar: لا يملك تعيين تكلفة أعلى و يتم تعيين إدخال النظام ما يصل إلى حظر على مبيعات السلع مع عدم وجود بيانات التكلفة دخلت
et: eikulu luua ja et kanne on loodud keelata müük esemed ei kulu sisestatud andmete
fa: اختصاص ندارد هزینه راه اندازی و ورود به منظور قرار است تا به منع فروش اقلام با هیچ اطلاعات هزینه های وارد شده
fr_lu: n'a pas de prix et la saisie de commande est paramétrée pour interdire la vente d'articles sans prix
hr_hr: nematroškova postavljanje i unos narudžbi je postavljen da zabrani prodaju predmeta bez troškova uneseni podaci
ja: コストが設定され、受注がないコストデータが入力されていないとアイテムの販売を禁止するように設定されていない
lv_lv: cenas nav uztādītas, ir aizliegts ievadīt pasūtījumu, ja cenas nav ievadītas
pl_pl: nie ma ustawionych kosztów i wprowadzanie zamówienia jest ustawione na zapobieganie sprzedaży towarów bez wprowadzonych danych kosztowych
vi_vn: không có chi phí thiết lập và đơn hàng được thiết lập để cấm bán các mặt hàng không có dữ liệu chi phí vào

source: The script
ar: النصي
et: script
fa: اسکریپت
fr_lu: le script
hr_hr: skripta
ja: スクリプト
lv_lv: skripts
pl_pl: script
vi_vn: kịch bản

source: The module
ar: وحدة
et: moodul
fa: ماژول
fr_lu: le module
hr_hr: modul
ja: モジュール
lv_lv: modulis
pl_pl: moduł
vi_vn: các mô-đun

source: The menu link
ar: الرابط القائمة
et: Menüü link
fa: لینک منو
fr_lu: Le lien du menu
hr_hr: Izbornik vode
ja: メニューリンク
lv_lv: Izvēlne saite
pl_pl: Informacje menu
vi_vn: Liên kết đơn

source: The index could not be inserted
et: Indeks ei saa sisestatud
fa: این شاخص می تواند قرار داده نمی شود
fr_lu: L'indice n'a pas pu être inséré
hr_hr: Indeks nije umetnuta
ja: インデックスを挿入することができませんでした
lv_lv: Rādītāju nevarēja ievietota
pl_pl: Indeks nie może być włożona
vi_vn: Chỉ số không thể được chèn

source: The index already exists
et: Indeks on juba olemas
fa: این شاخص در حال حاضر وجود دارد
fr_lu: L' index existe déjà
hr_hr: Indeks već postoji
ja: インデックスは既に存在します
lv_lv: Indekss jau eksistē
pl_pl: Indeks już istnieje
vi_vn: Chỉ số đã tồn tại

source: in the table
ar: في الجدول
et: tabelis
fa: در جدول
fr_lu: dans le tableau
hr_hr: u tablici
ja: テーブル内の
lv_lv: tabulā
pl_pl: w tabeli
vi_vn: trong bảng

source: could not be changed to type
ar: لا يمكن تغييره لكتابة
et: ei saa muuta kirjutama
fa: نمی توان تغییر به نوع
fr_lu: ne pouvait pas être changé à taper
hr_hr: Ne može se mijenjati za tip
ja: 型に変更することができませんでした
lv_lv: nevar mainīt, lai rakstīt
pl_pl: nie można zmienić, aby wpisać
vi_vn: không có thể được thay đổi để gõ

source: and returned error number
ar: وعاد رقم الخطأ
et: ja tagastatakse viga number
fa: و تعداد خطا
fr_lu: et le numéro d'erreur renvoyé
hr_hr: i vratio broj pogreške
ja: と返されたエラー番号
lv_lv: un atgriezās kļūdas numurs
pl_pl: i wrócił numer błędu
vi_vn: và trả lại số lỗi

source: There was nothing to delete from
ar: لم يكن هناك شيء لحذف من
et: Ei olnud midagi kustutada
hr_hr: Nije bilo ničega za brisanje iz
ja: から削除するものは何もありませんでした
lv_lv: Nebija nekas izdzēst no

source: The sql used was
ar: كان SQL المستخدمة
et: SQL kasutati
fa: SQL استفاده می شود بود
fr_lu: Le SQL utilisée était
hr_hr: SQL se koristi je
ja: SQLの使用済みだった
lv_lv: SQL tika izmantots
pl_pl: Sql używany był
vi_vn: Sql sử dụng là

source: The primary key in
ar: المفتاح الأساسي في
et: Primaarvõti
fa: کلید اصلی در
fr_lu: La clé primaire dans
hr_hr: Primarni ključ u
ja: の主キー
lv_lv: Primārā atslēga
pl_pl: Klucz podstawowy w
vi_vn: Các khóa chính trong

source: version
ar: الإصدار
et: versioon
ja: 反対仕訳

source: Change settings for
ar: تغيير إعدادات
et: Muuda seadeid
fa: تغییر تنظیمات برای
hr_hr: Promjena postavki za
ja: の設定を変更する
lv_lv: Iestatījumu maiņa
pl_pl: Zmień ustawienia
vi_vn: Thay đổi cài đặt cho

source: Show Dashboard
ar: تظهر لوحة
et: Näita Armatuurlaud
fa: نمایش صفحه
fr_lu: Afficher Dashboard
hr_hr: Pokaži ploča
ja: ダッシュボードを表示
lv_lv: Rādīt paneli
pl_pl: Pokaż Dashboard
vi_vn: Bảng điều khiển hiển thị

source: Return to the main menu
ar: عودة إلى القائمة الرئيسية
et: Tagasi peamenüü
fa: بازگشت به منوی اصلی
fr_lu: Retour au menu principal
hr_hr: Povratak na glavni izbornik
ja: メインメニューに戻る
lv_lv: Atgriezties uz galveno izvēlni
pl_pl: Powrót do menu głównego
vi_vn: Quay trở lại menu chính

source: Add this script to your list of commonly used
ar: إضافة هذا البرنامج النصي إلى قائمة استخداما
et: Lisa see skript oma nimekirja levinumaid
fa: اضافه کردن این اسکریپت به لیست خود را که معمولا استفاده می شود
fr_lu: Ajouter ce script à votre liste d' couramment utilisé
hr_hr: Dodaj ovu skriptu na popisu uobičajeno
ja: 一般的に使用されるのリストに、このスクリプトを追加
lv_lv: Pievienot šo skriptu, lai savu sarakstu , ko parasti izmanto
pl_pl: Dodaj ten skrypt do listy powszechnie używane
vi_vn: Thêm kịch bản này vào danh sách của bạn thường được sử dụng

source: Add to commonly used
ar: أضف إلى استخداما
et: Lisa levinumaid
fa: اضافه کردن به که معمولا استفاده می شود
fr_lu: Ajouter à couramment utilisé
hr_hr: Dodaj u uobičajeno
ja: 一般的に使用される追加
lv_lv: Pievienot parasti izmanto
pl_pl: Dodaj do powszechnie używane
vi_vn: Thêm vào thường được sử dụng

source: Remove this script from your list of commonly used
ar: إزالة هذا البرنامج النصي من قائمة استخداما
et: Eemalda see skript oma nimekirja levinumaid
fa: این اسکریپت حذف از لیست خود را که معمولا استفاده می شود
fr_lu: Retirer ce script depuis votre liste de couramment utilisé
hr_hr: Ukloni ovaj scenarij s popisa koji se obično koriste
ja: 一般的に使用されるのリストからこのスクリプトを削除します
lv_lv: Noņemt šo skriptu no jūsu saraksta , ko parasti izmanto
pl_pl: Usuń ten skrypt z listy powszechnie używane
vi_vn: Loại bỏ kịch bản này từ danh sách của bạn thường được sử dụng

source: Remove from commonly used
ar: إزالة من يشيع استخدامها
et: Eemalda levinud
fa: حذف از معمول استفاده می شود
fr_lu: Retirer du couramment utilisé
hr_hr: Izvadite iz uobičajeno
ja: 一般的に使用されてから削除
lv_lv: Noņemt no parasti izmanto
pl_pl: Usuń z powszechnie używane
vi_vn: Loại bỏ các từ thường được sử dụng

source: Commonly used
ar: يشيع استخدامها
et: tavaliselt kasutatakse
fa: معمول استفاده می شود
fr_lu: couramment utilisé
hr_hr: Uobičajeno
ja: 一般的に使用される
lv_lv: parasti izmanto
pl_pl: powszechnie stosowane
vi_vn: thường được sử dụng

source: Read the manual page for this functionality
ar: قراءة الصفحات اليدوي ل هذه الوظيفة
et: Loemanuali seda funktsiooni
fa: دفعات بازدید :کتابچه راهنمای کاربر برای این قابلیت
fr_lu: Lisez la page de manuel pour cette fonctionnalité
hr_hr: Pročitajte man stranicu za tu funkciju
ja: この機能については、マニュアルページを読む
lv_lv: Lasīt manuālo lapu, lai šo funkcionalitāti
pl_pl: Przeczytaj stronę podręcznika dla tej funkcji
vi_vn: Đọc trang hướng dẫn cho chức năng này

source: Help
ar: مساعدة
et: aitama
fa: کمک
fr_lu: Aide
hr_hr: pomoći
ja: 役立つ
lv_lv: palīdzēt
pl_pl: pomoc
vi_vn: giúp

source: Logout
ar: تسجيل الخروج
et: Logi välja
fa: خروج
fr_lu: Déconnexion
hr_hr: Odjava
ja: ログアウト
lv_lv: Iziet
vi_vn: đăng xuất

source: Are you sure you wish to logout?
ar: هل أنت متأكد أنك تريد الخروج؟
et: Oled sa kindel, et soovid välja logida ?
fr_lu: Voulez-vous vous déconnecter?
hr_hr: Jeste li sigurni da želite odjaviti ?
ja: ログアウトしてよいですか？
lv_lv: Vai tie&#353;ām vēlaties iziet?
pl_pl: Na pewno chcesz się wylogować?
vi_vn: Bạn có chắc chắn muốn thoát?

source: Confirm Logout
ar: تأكيد تسجيل الخروج
et: Kinnita Logi
fa: تایید خروج
fr_lu: Confirmez Déconnexion
hr_hr: Potvrdi Odjava
ja: ログアウトを確認
lv_lv: apstiprināt Iziet
pl_pl: Potwierdź Wyloguj
vi_vn: xác nhận Đăng xuất
