Repository: timschofield/KwaMoja-Medical
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar, et, fa, fr_lu, hr_hr, ja, lv_lv, pl_pl, vi_vn

source: Other Requirements
ar: متطلبات أخرى
et: Muud nõuded
fa: سایر نیازمندیها
fr_lu: Autre(s) exigence(s)
hr_hr: Ostali uvjeti
ja: 注文問合せ
lv_lv: citas prasības
pl_pl: Inne wymagania
vi_vn: những yêu cầu khác

source: Total other costs
ar: مجموع التكاليف الأخرى
et: Kõik muud kulud,
fa: مجموع هزینه های دیگر
fr_lu: Total des autres coûts
hr_hr: Ukupno ostali troškovi
ja: 合計価格
lv_lv: Kopā pārējās izmaksas
pl_pl: Razem inne koszty
vi_vn: Tổng các chi phí khác

source: Total Contract Cost
ar: إجمالي تكلفة العقد
et: Kõik lepingujärgsed kulud
fa: هزینه دارید تعداد
fr_lu: Coût total du contrat
hr_hr: Ukupni trošak Ugovor
ja: 合計価格
lv_lv: Kopējā līgumu izmaksas
pl_pl: Całkowity koszt umowy
vi_vn: Tổng chi phí hợp đồng

source: Contract Price
ar: عقد السعر
et: Lepingu hind
fa: دارید قیمت
fr_lu: Prix du Marché
hr_hr: Ugovor Cijena
ja: 連絡先
lv_lv: līguma cena
pl_pl: Cena Kontraktowa
vi_vn: giá theo hợp đồng

source: Enter Items Required
ar: إدخال عناصر المطلوبة
et: Sisesta kirjed
fa: موارد مورد نیاز را وارد کنید
fr_lu: Saisir les articles
hr_hr: Unesite stavke potrebne
ja: 所要数量
lv_lv: Ievadiet nepieciešamās lietas
pl_pl: Wprowadź elementy wymagane
vi_vn: Nhập mặt hàng được yêu cầu

source: Enter Other Requirements
ar: أدخل متطلبات أخرى
et: Sisesta muud nõuded
fa: سایر موارد مورد نیاز را وارد کنید
fr_lu: Saisir d'autres conditions
hr_hr: Unesite drugi zahtjevi
ja: バッチ番号入力
lv_lv: Ievadiet Citas prasības
pl_pl: Wpisz Inne wymagania
vi_vn: Nhập các yêu cầu khác

source: Commit Changes
ar: تنفيذ التغييرات
et: Järgida muudatused
fa: تغییرهای تعهد
fr_lu: Mettre à jour
hr_hr: izvršiti promjene
ja: 注文変更確約
lv_lv: apņemties izmaiņas
pl_pl: Zmiany Commit
vi_vn: Các thay d?i v? cam k?t

source: Update Quotation
ar: تحديث اقتباس
et: Uuenda Tsitaat
fa: بروز عین
fr_lu: Mise à jour du devis
hr_hr: Ažuriranje ponudu
ja: 見積り表
lv_lv: atjaunināt citāts
pl_pl: Aktualizacja Notowań
vi_vn: Cập nhật báo giá

source: Create Quotation
ar: إنشاء اقتباس
et: Loo Tsitaat
fa: ایجاد عبارت
fr_lu: Créer un devis
hr_hr: Stvaranje ponudu
ja: 引用印刷
lv_lv: Izveidot citāts
pl_pl: Tworzenie ofertowe
vi_vn: Thiết lập báo giá

source: Cancel and Delete Contract
ar: إلغاء و حذف العقد
et: Loobu ja kustutamine Leping
fa: لغو و حذف دارید
fr_lu: Annuler et supprimer un contrat
hr_hr: Odustani i Obriši Ugovor
ja: 全注文の取消削除
lv_lv: Atcelt un Delete līgumu
pl_pl: Anuluj i usuwanie umowy
vi_vn: hủy và xóa hợp đồng

source: Copy a BOM to New Item Code
ar: نسخ BOM إلى جديد رمز المدينة
et: KopeeriBom Uus Kood
fa: کپی BOM به کد جدید
fr_lu: Copier une nomenclature à New Code article
hr_hr: Kopirajte je troškovnik za New Šifra
ja: 新商品コードのBOMをコピー
lv_lv: Kopēt BOM uz New Vienības kodeksu
pl_pl: Skopiuj LM do Nowego KOD
vi_vn: Sao chép một HĐQT mới Item Code

source: The new item code cannot be blank. Enter a new code for the item to copy the BOM to
ar: رمز العنصر الجديد لا يمكن أن يكون فارغا .
et: Uus kirje kood ei tohi olla tühi .
fa: کد آیتم جدید نمی تواند خالی باشد .
fr_lu: Le nouveau code de l'article ne peut pas être vide.
hr_hr: Novi broj stavke ne može biti prazno .
ja: 新しいアイテム·コードは空白にすることはできません。
lv_lv: Jaunais postenis kodu nevar būt tukšs .
pl_pl: Nowy kod element nie może być puste .
vi_vn: Mã sản phẩm mới không thể để trống .

source: From Stock ID
ar: من ID الأسهم
et: Alates Stock ID
fr_lu: À partir de l'ID de stock
hr_hr: Od Stock ID
ja: 品目ID
lv_lv: No noliktavas
pl_pl: Z magazynu ID
vi_vn: Từ ID Cổ

source: To New Stock ID
ar: إلى جديد ID الأسهم
et: Uutele Stock ID
hr_hr: Za New Stock ID
ja: 新品目追加

source: To Existing Stock ID
ar: ل ID الأسهم القائمة
et: Olemasolevatele Stock ID
fa: موجود ID سهام
fr_lu: Au stock existant ID
hr_hr: U postojeću Stock ID
ja: 既存ストックのIDに
lv_lv: Līdz esošo krājumu ID
pl_pl: Do istniejącego ID fotografia
vi_vn: ID chứng khoán hiện tại

source: Your user account does not have a valid default inventory location set up. Please see the system administrator to modify your user account.
ar: لا يملك حساب المستخدم الخاص بك على الموقع جرد افتراضي صالح اقامة.
et: Sinu kasutaja konto ei ole kehtivat default inventuuri kohas loodud.
fa: حساب کاربری شما از معتبر محل موجودی به طور پیش فرض راه اندازی ندارد. لطفا به مدیر سیستم به تغییر حساب کاربری خود.
fr_lu: Votre compte d'utilisateur ne dispose pas d'un emplacement par défaut valide stocks mis en place. S'il vous plaît voir l'administrateur système pour modifier votre compte d'utilisateur.
hr_hr: Vaš korisnički račun nema valjanu zadano mjesto postaviti inventara .
ja: 自分のユーザーアカウントが設定有効なデフォルトのインベントリの場所を持っていない。
lv_lv: Jūsu lietotāja kontam nav derīgas noklusējuma inventāra vietu izveidot .
pl_pl: Konto użytkownika nie jest prawidłową lokalizacją zapasów fabrycznej. Zapoznaj się z administratorem systemu, aby zmienić konto użytkownika.
vi_vn: tài khoản người dùng của bạn không có một vị trí mặc định kiểm kê giá trị thiết lập. Xin xem các quản trị hệ thống để sửa đổi tài khoản người dùng của bạn.

source: To use this script it is first necessary to define a cash sales customer for the location that is your default location. The default cash sale customer is defined under set up ->Inventory Locations Maintenance. The customer should be entered using the customer code and a valid branch code of the customer entered.
ar: ل استخدام هذا البرنامج النصي فمن الضروري أولا لتعريف العملاء المبيعات النقدية لل موقع غير الموقع الافتراضي الخاص بك.
et: Et kasutada seda skripti tuleb kõigepealt määratledasularaha müük klient asukoha , mis on vaikimisi asukohta.
fr_lu: Pour utiliser ce script, il est d'abord nécessaire de définir un client de vente au comptant pour l'emplacement qui est votre position par défaut.
hr_hr: Za korištenje ove skripte je potrebno najprije definirati kupca prodaje za gotovinu za mjesto koje je vaše zadano mjesto .
ja: このスクリプトを使用するには、それはあなたのデフォルトの場所である場所のための現金販売顧客を定義することがまず必要である。
lv_lv: Lai izmantotu šo skriptu, vispirms ir jādefinē naudas pārdošanas klientam par vietu, kas ir jūsu noklusējuma atrašanās vietu.

source: The details of the customer selected
ar: تفاصيل العميل اختيار
et: Üksikasjad kliendi valitud
fa: جزئیات مربوط به انتخاب مشتری
fr_lu: Les coordonnées du client sélectionné
hr_hr: Pojedinosti o odabranom kupcu
ja: 選択した顧客の詳細
lv_lv: Klienta apraksts tika izvēlēts
pl_pl: Dane wybranego klienta
vi_vn: Chi tiết về khách hàng đươch chọn

source: The customer branch record of the customer selected
ar: سجل فرع العميل للعميل اختيار
et: Klient filiaal arvestust kliendi valitud
fa: شاخه ای از مشتری را ثبت مشتری انتخاب
fr_lu: Fiche de l'agence du client sélectionné
hr_hr: Rekord kupca grana kupca odabranog
ja: 選択した顧客の顧客支店レコード
lv_lv: Klienta filiāle klientam izvēlēta
pl_pl: Dane oddziału wybranego klienta
vi_vn: bảng chi nhánh khách hàng của các khách hàng được lựa chọn

source: SQL used to retrieve the branch details was
ar: استخدام SQL لاسترداد التفاصيل فرع كان
et: SQL kasutatud laadidafiliaal detailid oli
fa: گذاشتن استفاده برای بازیابی اطلاعات شعبه شد
fr_lu: Commande SQL d'affichage des informations de la succursale:
hr_hr: SQL se koristi za dohvaćanje grani pojedinosti je
ja: SQLは、ブランチの詳細を取得するために使用されました
lv_lv: Lai iegūtu filiāles aprakstu tika lietots SQL -
pl_pl: Użyta fraza SQL
vi_vn: D? li?u SQL dùng d? truy xu?t chi ti?t chi nhánh là

source: The branch details for branch code
ar: تفاصيل فرع لرمز الفرع
et: Filiaali andmed filiaali kood
fa: از جزئیات این شاخه برای کد شعبه
fr_lu: Détail succursale pour ce code succursale
hr_hr: Ispostave za smještaj kod podružnice
ja: 支店コードの分岐の詳細
lv_lv: Filiāles apraksts filiāles kodam
pl_pl: Dane oddziału dla kodu oddziału
vi_vn: Các chi ti?t chi nhánh cho mã chi nhánh

source: against customer code
ar: ضد رمز العملاء
et: vastu kliendi kood
fa: در برابر کد مشتری
fr_lu: contre le code client
hr_hr: protiv kupca koda
ja: 顧客コードに対して
lv_lv: pret klienta kodu
pl_pl: dla kodu klienta
vi_vn: chống lại các mã khách hàng

source: could not be retrieved
ar: لا يمكن استرجاع
et: ei õnnestunud
fa: قابل بازیابی نیست
fr_lu: n'a pas pu être récupéré
hr_hr: Nije moguće dohvatiti
ja: を取得できませんでした
lv_lv: nevar iegūt
pl_pl: nie może być odtworzona
vi_vn: Không truy xuất được

source: Check the set up of the customer and branch
ar: تحقق مجموعة تتكون من العملاء و فرع
et: Kontrollige loodud kliendi ja filiaali
fa: بررسی کنید تا از مشتری و شعبه مجموعه
fr_lu: Vérifier la mise en place du client et de la branche
hr_hr: Provjerite set od kupca i grana
ja: 顧客や支店のセットアップをチェック
lv_lv: Pārbaudiet klienta un filiāles uzstādijumus
pl_pl: Sprawdź ustawienia klienta i oddziału
vi_vn: Kiểm tra các thiết lập của khách hàng và chi nhánh

source: The SQL that failed to get the branch details was
ar: كان SQL التي فشلت في الحصول على تفاصيل فرع
et: SQL et ei saanud filiaali andmed oli
fa: گذاشتن که موفق به دریافت جزئیات بیشتر به شعبه شد
fr_lu: Échec de la commande SQL d'affichage des informations de la succursale:
hr_hr: SQL koji nisu uspjeli dobiti grani pojedinosti bio
ja: ブランチの詳細を取得するために失敗したSQLがあった
lv_lv: SQL neizdevās iegūt filiāli, jo
pl_pl: Użyta fraza SQL
vi_vn: Cơ sở dữ liệu SQL lỗi do đưa các chi tiết của chi nhánh vào

source: inventory
ar: جرد
et: inventar
fr_lu: Inventaire
ja: 在庫

source: all amounts in
ar: جميع المبالغ
et: Kõik summad on
fa: تمام مبالغ در
fr_lu: tous les montants en
hr_hr: svi iznosi u
ja: 金額すべての表記
lv_lv: visas summas
pl_pl: wszystkie kwoty w
vi_vn: Toàn bộ số lượng trong

source: Item description has been used in search
ar: وقد استخدم في وصف السلعة بحث
et: Tootekirjeldus on kasutatud otsing
fa: شرح مورد بوده است که در جستجوی استفاده
fr_lu: Description de l'article utilisée lors de la recherche
hr_hr: Opis predmeta je korišten u potrazi
ja: アイテムの説明は、検索で使用されている
lv_lv: Vienības apraksts ir izmantota meklēšanā
pl_pl: opis przedmiotu zostały wykorzystane w poszukiwaniu
vi_vn: mục mô tả đã được sử dụng trong tìm kiếm

source: Item Code has been used in search
ar: وقد استخدم رمز المدينة بحثا
et: Kood on kasutatud otsing
fa: کد مورد بوده است که در جستجوی استفاده
fr_lu: Code article utilisé lors de la recherche
hr_hr: Šifra je korišten u potrazi
ja: アイテムコードが検索に使用されている
lv_lv: Produkta kods ir izmantota meklēšanā
pl_pl: Kod przedmiotu zostały wykorzystane w poszukiwaniu
vi_vn: Mã số mặt hàng đã được sử dụng trong tìm kiếm

source: Stock Category has been used in search
ar: وقد استخدم الأسهم الفئة في البحث
et: Varukategooria on kasutatud otsing
fa: بانک رده شده است که در جستجوی استفاده
fr_lu: Recherche basée sur la catégorie
hr_hr: Stock Kategorija je korišten u potrazi
ja: 在庫カテゴリメンテナンス
lv_lv: Preču kategorijas tika izmantota meklē&#353;anā
pl_pl: Fotografia Kategoria została wykorzystana w poszukiwaniu
vi_vn: Loại Cổ phần đã được sử dụng trong tìm kiếm

source: The SQL used to get the part selection was
ar: و SQL تستخدم للحصول على وكان اختيار جزء
et: SQL kasutada, et saadaosa valik oli
fa: گذاشتن مورد استفاده قرار گرفتن انتخاب بخش بود
fr_lu: Commande SQL d'affichage des pièces sélectionnées:
hr_hr: SQL se koristi kako bi dobilidio Izbor je bio
ja: SQLは、パートの選択があった取得するために使用
lv_lv: SQL iegūstot daļu no izvēlētā
pl_pl: Użyta fraza SQL
vi_vn: Cơ sở dữ liệu SQL được sử dụng để có được phần lựa chọn là

source: There are no products available meeting the criteria specified
ar: لا توجد المنتجات المتاحة التي تفي بالمعايير المحددة
et: Puuduvad toodete saadaval kriteeriumidele vastavat
fa: هیچ محصول وجود دارد در دسترس جلسه معیار های مشخص شده
fr_lu: Il n'y a pas d'article répondant aux critères de recherche
hr_hr: Nema proizvodi dostupni ispunjavaju kriterije navedene
ja: 指定した条件を満たす利用可能な製品がありません
lv_lv: Nav preces kuras atbilstu izvēlētajiem kritērijiem
pl_pl: Nie ma towarów spełniających podane kryteria
vi_vn: Không có sản phẩm có đạt tiêu chuẩn quy định

source: Could not determine if the part being ordered was a kitset or not because
ar: لا يمكن تحديد ما إذا كان الجزء الذي أمرت kitset أو ليس بسبب
et: Ei saanud kindlaks teha, kas osa on tellitud olikitset või mitte , sest
fa: تعیین اینکه آیا می تواند بخشی که دستور نمی kitset یا نه چون بود
fr_lu: Impossible de déterminer si la pièce commandée est un kitset ou pas parce que
hr_hr: Ne može se utvrditi je lise dio naredio jekitset ili ne , jer
ja: 注文された部分がkitsetないか理由だったかどうかを判断できませんでした
lv_lv: Nevar noteikt, vaidaļa tiek pasūtītas bijakitset vai ne, jo
pl_pl: Nie można stwierdzić czy zamawiany towar jest zestawem czy nie ponieważ
vi_vn: Không thể xác định xem một phần được đặt hàng là một kitset hay không bởi vì

source: The sql that was used to determine if the part being ordered was a kitset or not was
ar: كان SQL التي تم استخدامها ل تحديد ما إذا كان الجزء الذي أمرت kitset أو لم يكن
et: SQL , mida kasutati kas osaliselt tellitakse olikitset või ei olnud
fa: گذاشتن که برای تعیین اینکه آیا بخشی که دستور مورد استفاده قرار گرفت kitset بود یا نه بود
fr_lu: Le sql qui a été utilisé afin de déterminer si la pièce commandée est un kitset ou non été
hr_hr: SQL koji je korišten kako bi se utvrdilo da lise dio naredio jekitset ili ne bio
ja: 注文を更新に用いられたSQLは失敗した
lv_lv: SQL kļūda labojot rīkojumu:
pl_pl: Sql, który został użyty do określenia, czy części są sortowane był kitset lub nie
vi_vn: Sql đã được sử dụng để xác định xem một phần được đặt hàng là một kitset hay không là

source: could not be retrieved from the database and has not been added to the return
ar: لا يمكن استردادها من قاعدة البيانات ولم يتم إضافتها إلى العودة
et: ei saa hankida andmebaasi ja ei ole lisatud tagasipöördumist
hr_hr: Ne može se iz baze podataka i nije upisan u povratku
ja: データベースから取得できなかったとリターンに追加されていない

source: Could not retrieve kitset components from the database because
ar: لا يمكن استرداد مكونات kitset من قاعدة البيانات بسبب
et: Ei saa laadida kitset komponendid andmebaasist sest
fa: آیا بازیابی قطعات kitset از پایگاه داده چرا که نه
fr_lu: Impossible de récupérer les composants kitset de la base de données, car
hr_hr: Ne mogu dohvatiti kitset komponente iz baze podataka , jer
ja: データベースからkitsetコンポーネントを取得できませんでしたので、
lv_lv: Nevarēja ielādēt kitset komponentus no datu bāzes , jo
pl_pl: Ni mogę odtworzyć elementów składowych z bazy danych ponieważ
vi_vn: Không truy xu?t du?c

source: Phantom assemblies cannot be returned, these items exist only as bills of materials used in other manufactured items. The following item has not been added to the return:
ar: لا يمكن أن تعاد الجمعيات الوهمية ، وجود هذه العناصر فقط عن مشاريع القوانين من المواد المستخدمة في وحدات المصنعة الأخرى .
et: Phantom sõlmed ei saa tagastada , need teemad on olemas ainult arveid kasutatavate materjalide muude tööstuskaupade teemad.
hr_hr: Phantom skupštine ne može se vratiti , ti predmeti postoje samo kao zapise materijala proizvedenih u drugim stavkama .
ja: ファントムアセンブリが​​返すことができない、これらの項目は、他の製造品目に使用される部品表として存在しています。
lv_lv: Phantom komplektus nevar nosūtīt atpakaļ , šie posteņi pastāv tikai kā rēķini par materiāliem, kas izmantoti citu saražoto vienību .
vi_vn: Phantom hội đồng không thể được trả lại , các mặt hàng này chỉ tồn tại như các hóa đơn của vật liệu sử dụng trong sản xuất các mặt hàng khác .

source: The system does not currently cater for counter returns of lot controlled or serialised items
ar: لا تلبي احتياجات النظام القائم حاليا للحصول على عوائد عداد الكثير تسيطر أو تسلسل البنود
et: Süsteem ei saa praegu rahuldada counter tootlused palju kontrolli või serialized teemad
hr_hr: Sustav trenutno ne razonoditi za šalter povrataka puno kontrolom ili serijaliziranom stavke
ja: システムは、現在の項目を制御したり、シリアル化された多くのカウンターを返しに応じるません
lv_lv: Sistēma pašlaik nav rūpēties par counter par daudz atdevi kontrolē vai serializēja objektus
vi_vn: Hệ thống hiện tại không phục vụ cho lợi nhuận truy cập của rất nhiều kiểm soát hoặc đăng mục

source: Only items entered with a positive quantity can be added to the return
ar: العناصر دخلت مع كمية الإيجابي الوحيد يمكن أن تضاف إلى عودة
et: Ainult esemed kantud positiivse koguse võib lisadatagasi
fa: فقط اقلام وارد شده با مقدار مثبت را می توان به بازگشت
hr_hr: Samo predmeti ušli s pozitivnom količinom može biti dodan u povratku
ja: 正の量で入力項目だけは、リターンに追加することができます
lv_lv: Tikai preces ievadīti ar pozitīvu daudzumu var pievienot atgriešanās
pl_pl: Tylko elementy wprowadzone z pozytywnym ilości mogą być dodawane do zwrotu
vi_vn: Chỉ có mặt hàng nhập vào với số lượng tích cực có thể được thêm vào sự trở lại

source: Recalculated the price from the GP % entered - the GP % was
ar: حساب السعر من GP ٪ دخل - كان GP ٪
et: Ümberarvutatudhind alatesGP % kantud -GP % oli
fa: قیمت از GP درصد محاسبه وارد - GP ٪
fr_lu: Recalculé le prix du GP % entrée - le GP % était
hr_hr: Preračunato cijenu od GP % ušao -GP % je
ja: GPの％から価格を再計算は、入力 - GP ％であった
lv_lv: Pārrēķināja cenu no GP % ieraksta -GP % bija
pl_pl: Przeliczone ceny od % GP wszedł -% GP był
vi_vn: Tính toán lại giá từ GP % vào - GP % là

source: The item could not be updated because you are attempting to set the quantity returned to less than 0 or the price less than 0 or the discount more than 100% or less than 0%
ar: تعذر تحديث هذا البند لأنك تحاول ضبط كمية عاد إلى أقل من 0 أو سعر أقل من 0 أو خصم أكثر من 100 ٪ أو أقل من 0 ٪
et: Üksust ei saanud uuendatud , sest sa üritad määrata koguse tagastatud vähem kui 0 või hind on alla 0 võisoodushinnaga üle 100 % või vähem kui 0 %
hr_hr: Stavka ne može biti obnovljeno , jer se pokušava postaviti količinu vratio na manje od 0 ili je cijena manja od 0 ilipopusta više od 100 % ili manje od 0 %
ja: あなたは0未満または価格0未満または割引100％以上または未満0％に戻される量を設定しようとしているため、項目を更新できませんでした
lv_lv: Punkts nevar atjaunināt , jo jūs mēģināt noteikt daudzumu atgriezās mazāk kā 0 vaicena mazāka par 0 vaiatlaides vairāk nekā 100 %, vai mazāk par 0 %

source: GP %
fa: ٪ پزشک عمومی
ja: 粗利
lv_lv: Bruto peļņa %
vi_vn: phần trăm GP

source: Net
ar: شبكة
et: neto
fa: خالص
hr_hr: neto
ja: 税別金額
lv_lv: Kopā
pl_pl: Netto
vi_vn: thuần, ròng

source: Narrative
ar: سرد
et: jutustav
fa: روایت
fr_lu: Explication
hr_hr: pripovijest
ja: 摘要
lv_lv: Apraksts
pl_pl: Opis
vi_vn: tường thuật

source: Contact Phone Number
ar: الاتصال رقم الهاتف
et: Kontakttelefoninumber
fa: تماس با شماره تلفن
fr_lu: Téléphone
hr_hr: Telefon kontakta
ja: 連絡先電話番号
lv_lv: Kontakttālrunis
pl_pl: Numer telefonu
vi_vn: số điện thoại liên lạc

source: Contact Email
ar: الاتصال البريد الإلكتروني
et: Võta Post
fa: ایمیل تماس
fr_lu: Courriel
hr_hr: E-mail kontakta
ja: 連絡先Email
lv_lv: Kontakta e-pasts
pl_pl: Kontakt e-mail
vi_vn: Địa chỉ email

source: Reason for Return
ar: سبب العودة
et: Tagasipöördumise põhjus
fa: دلیلی برای بازگشت
hr_hr: Razlog za povratak
ja: 返却理由
lv_lv: Iemesls Atgriezties
vi_vn: Lý do trở lại

source: Payment Type
ar: نوع الدفع
et: makse tüüp
fa: نوع پرداخت
fr_lu: Type de paiement
hr_hr: Vrsta plaćanja
ja: 支払方法
lv_lv: maksājuma veids
pl_pl: Typ Wypłaty
vi_vn: loại thanh toán

source: Re-Calculate
ar: إعادة حساب
et: Ümber arvutada
fa: دوباره محاسبه
fr_lu: Re-calculer
hr_hr: Ponovo izračunati
ja: 再計算
lv_lv: Pārrēķināt
pl_pl: Przelicz ponownie
vi_vn: tính toán lại

source: There are no lines on this return. Please enter lines to return first
ar: لا توجد خطوط على هذه العودة .
et: Puuduvad read selle tagasi.
hr_hr: Nema linije na tom povratku .
ja: この復帰にはラインがありません。

source: The amount entered as payment to the customer does not equal the amount of the return. Please correct amount and re-enter
ar: مبلغ دخل كوسيلة للسداد للعميل لا يساوي مبلغ للعودة.
et: Summa kantakse makse kliendile ei võrdu summa tagastamist .
hr_hr: Iznos ušao kao plaćanje za kupca ne jednak iznos povrata .
ja: 顧客への支払いは、戻りの量を等しくしないように量が入った。
lv_lv: Summa ievadīta kā maksājums klientam nav vienāda ar summu atgriešanās .

source: We were unable to load the area where the sale is to from the custbranch table
ar: كنا غير قادر على تحميل المنطقة حيث بيع هو من الجدول custbranch
et: Me ei suutnud laadida piirkonnas, kus müük on alates custbranch tabel
hr_hr: Nismo mogli učitati područje gdje je prodaja se od stola custbranch
ja: 我々はcustbranchテーブルから販売にあるエリアをロードすることができませんでした
lv_lv: Mēs nevarējām ielādēt vietu, kurpārdošana ir no custbranch tabulas

source: The company information and preferences could not be retrieved. See your system administrator
ar: لا يمكن استرجاع المعلومات الشركة والأفضليات.
et: Ettevõtte andmed ja eelistused ei õnnestunud .
fa: اطلاعات شرکت و تنظیمات قابل بازیابی نیست. از مدیر سیستم خود را مشاهده کنید
fr_lu: Les informations sur la société et les préférences ne pouvait pas être trouvé. Consultez votre administrateur système
hr_hr: Tvrtka informacije i postavke nije moguće dohvatiti .
ja: 会社情報とプリファレンスを取得できませんでした。
lv_lv: Uzņēmums informācija un preferences nevar nolasīt.
pl_pl: Informacje o firmie i preferencje nie mógł zostać przywrócony. Skontaktuj się z administratorem systemu
vi_vn: Các thông tin công ty và các ưu đãi không thể được lấy ra. Xem lại quản trị hệ thống của bạn

source: The SQL that failed to insert the GL transaction for the bank account debit was
ar: كان SQL التي فشلت في إدراج المعاملات GL لل السحب من حساب البنك
et: SQL et ei sisesta GL tehingupangakonto deebet oli
fa: گذاشتن که موفق به وارد معامله گرم برای برداشت حساب بانکی بود
fr_lu: Échec de la commande SQL d'ajoût de transaction GL des débits du compte bancaire:
hr_hr: SQL koja se nije uspjela umetnuti GL transakcije za tekuci racun je
ja: 銀行口座借方記入からGLトランザクション挿入に失敗したSQLでした
lv_lv: SQL , ka neizdevās ievietot GL darījumu par bankas konta debeta bija
pl_pl: SQL, które nie wstawić GL transakcji polecenia zapłaty rachunku banku
vi_vn: SQL mà không chèn giao dịch GL cho ghi nợ tài khoản ngân hàng là

source: Cannot insert a GL transaction for the bank account debit
ar: لا يمكن إدراج معاملة GL لل السحب من حساب البنك
et: Ei saa lisadaGL tehingupangakonto deebet
fa: می توانید وارد نمی معامله گرم برای برداشت حساب بانکی
fr_lu: Impossible d'insérer une transaction GL pour le débit du compte bancaire
hr_hr: Ne možete umetnuti GL transakcije za tekuci racun
ja: 銀行口座引き落としのためにGLトランザクションを挿入することはできません
lv_lv: Nevar ievietot GL darījumu par bankas konta debeta
pl_pl: Nie można wprowadzić zapisu KG dla uznania konta bankowego
vi_vn: Không thể chèn một giao dịch GL cho tài khoản ghi nợ của ngân hàng

source: The SQL that failed to insert the GL transaction for the debtors account credit was
ar: كان SQL التي فشلت في إدراج المعاملات GL للحصول على الائتمان حساب المدينين
et: SQL et ei sisesta GL tehinguvõlgniku konto krediit oli
fa: گذاشتن که موفق به وارد معامله گرم برای اعتبار حساب بدهکاران بود
fr_lu: Échec de la commande SQL d'ajoût de transaction GL du crédit des comptes débiteurs:
hr_hr: SQL koja se nije uspjela umetnuti GL transakcije za kredit dužnika računa je
ja: 債務勘定貸方記入のGLトランザクション挿入に失敗したSQLでした
lv_lv: SQL , ka neizdevās ievietot GL darījumu par debitoru konta kredīta bija
pl_pl: Użyta fraza SQL
vi_vn: Cơ sở dữ liệu SQL báo lỗi khi chèn các giao dịch GL cho các tài khoản tín dụng của người nợ

source: Cannot insert a GL transaction for the debtors account credit
ar: لا يمكن إدراج معاملة GL للحصول على الائتمان حساب المدينين
et: Ei saa lisadaGL tehinguvõlgniku konto krediit
fa: می توانید وارد نمی گرم در معامله برای بدهکاران حساب اعتباری
fr_lu: Impossible d'insérer une transaction GL pour les débiteurs du compte de crédit
hr_hr: Ne možete umetnuti GL transakcije za kredit računa dužnika
ja: 債務勘定の信用のためにGLトランザクションを挿入することはできません
lv_lv: Nevar ievietot GL darījumu par parādnieku konta kredīta
pl_pl: Nie można wprowadzić pozycji KG dla obciążenia konta kredytowego dłużnika
vi_vn: Không thể chèn một giao dịch GL cho tài khoản tín dụng của những người nợ

source: Counter Sale
ar: مكافحة بيع
et: Counter müük
fa: فروش شمارنده
fr_lu: Vente comptoir
hr_hr: Counter Prodaja
ja: 得意先名
lv_lv: counter Pārdod
pl_pl: Sprzedam Licznik
vi_vn: bảng kê bán hàng
