Repository: timschofield/KwaMoja-Medical
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar, et, fa, fr_lu, hr_hr, ja, lv_lv, pl_pl, vi_vn

source: The page must be called with a group id
ar: يجب استدعاء الصفحة مع هوية المجموعة
et: Leht tuleb kutsuda grupiga id
fa: این صفحه باید بانام شناسه ( شماره ) گروه
fr_lu: La page doit être appelé avec un ID de groupe
hr_hr: Stranica mora biti pozvani s ID grupe
ja: ページはグループIDと呼ばれなければなりません
lv_lv: Lapa ir jāizsauc ar grupas ID
pl_pl: Strona musi być wywołana z id grupy
vi_vn: Các trang phải được gọi với một nhóm id

source: Mail Group
ar: المجموعة الإلكتروني
fa: ایمیل گروه
hr_hr: Grupa Mail
ja: メールグループ
pl_pl: Grupa Poczta
vi_vn: Nhóm email

source: Failed to retrieve mail groups information
et: Hankimine ebaõnnestus mail rühmade info
fa: برای بازیابی اطلاعات گروه ایمیل انجام نشد
fr_lu: Impossible de récupérer les groupes de messagerie informations
hr_hr: Neuspješno preuzimanje Mail grupira podatke
ja: メールグループの情報取得に失敗しました
lv_lv: Neizdevās iegūt Pasta grupas informāciju
pl_pl: Nie można pobrać grupuje informacje
vi_vn: Không thể lấy lại các nhóm mail thông tin

source: Are you sure you wish to delete this group?
et: Oled sa kindel , et soovid kustutada seda gruppi ?
fa: آیا شما مطمئن هستید که میخواهید این گروه را حذف کنید ؟
fr_lu: Etes-vous sûr de vouloir supprimer ce groupe?
hr_hr: Jeste li sigurni da želite obrisati ovu grupu ?
ja: あなたは、このグループを削除したいか？
lv_lv: Vai tu tiešām vēlies dzēst šo grupu ?
pl_pl: Czy na pewno chcesz usunąć tę grupę?
vi_vn: Bạn có chắc bạn muốn xóa nhóm này?

source: Failed to retrieve userid
ar: فشل في استعادة رقم العضوية
et: Hankimine ebaõnnestus userid
fa: برای بازیابی شناسه ناموفق بود
fr_lu: Impossible de récupérer userid
hr_hr: Neuspješno preuzimanje idkorisnika
ja: ユーザIDの取得に失敗しました
lv_lv: Neizdevās iegūt Lietotāja ID
pl_pl: Nie można pobrać identyfikatora użytkownika
vi_vn: Không thể lấy lại userid

source: Failed to retrieve user information
et: Hankimine ebaõnnestus kasutaja info
fa: برای بازیابی اطلاعات کاربر ناموفق بود
fr_lu: Impossible de récupérer les informations de l'utilisateur
hr_hr: Nisam uspio dohvatiti podatke o korisnicima
ja: ユーザー情報の取得に失敗しました
lv_lv: Neizdevās iegūt informāciju par lietotājiem
pl_pl: Nie można pobrać informacji o użytkowniku
vi_vn: Không thể lấy thông tin người dùng

source: Current Mail Group
ar: المجموعة البريد الحالي
et: Praegune Mail Group
fa: ایمیل کنونی گروه
fr_lu: Groupe poste actuel
hr_hr: Trenutni Mail Group
ja: 現在のメールグループ
lv_lv: Pašreizējais Mail Group
pl_pl: Ta Grupa Poczta
vi_vn: Nhóm hiện tại Thư

source: View All Groups
ar: عرض كل المجموعات
et: Vaata kõiki gruppe
fa: نمایش همه گروه ها
fr_lu: Voir tous les groupes
hr_hr: Pogledaj sve grupe
ja: すべてのコミュニティを表示
lv_lv: Skatīt visas grupas
pl_pl: Wyświetl wszystkie grupy
vi_vn: Xem tất cả các nhóm

source: Assigned Users
ar: المستخدمين الذين تم تعيينهم
et: Sihtotstarbelised Kasutajad
fa: کاربران واگذار شده
fr_lu: Les utilisateurs affectés
hr_hr: dodijeljene korisnika
ja: 割り当てられたユーザー
lv_lv: Piešķirtie lietotāji
pl_pl: przypisane Użytkownicy
vi_vn: Người sử dụng giao

source: Available Users
ar: المستخدمين المتاحين
et: saadaval Kasutajad
fa: کاربران موجود
fr_lu: utilisateurs disponibles
hr_hr: Dostupni korisnika
ja: 使用可能なユーザー
lv_lv: Pieejamie lietotāji
pl_pl: dostępne Użytkownicy
vi_vn: Người dùng có sẵn

source: Remove
ar: نزع
et: eemaldama
fa: حذف
fr_lu: Supprimer
hr_hr: Ukloni
ja: 除去
lv_lv: Dzēst
pl_pl: Usuń
vi_vn: Di chuy?n

source: Add
ar: إضافة
et: lisama
fa: اضافه کردن
fr_lu: Ajouter
hr_hr: dodati
ja: 追加
lv_lv: Pievienot
pl_pl: Dodaj
vi_vn: Thêm vào

source: There are no user set up, please set up user first
ar: لا يوجد مستخدم انشاء ، يرجى إعداد المستخدم الأول
et: Puuduvad kasutaja loodud , siis loodud kasutaja esimene
fa: هیچ کاربر راه اندازی وجود دارد ، لطفا راه اندازی اولین کاربر
fr_lu: Il n'y a pas de mettre en place l'utilisateur , veuillez d'abord créer l'utilisateur
hr_hr: Nema korisnički postavili , molimo postavili prvi korisnik
ja: 設定は、ユーザーがありません、最初のユーザーを設定してください
lv_lv: Nav lietotājs izveidota , lūdzu izveidota lietotāju pirmo
pl_pl: Nie ma żadnych ustawień użytkownika , proszę ustawić użytkownikowi pierwszy
vi_vn: Không có người dùng thiết lập , xin vui lòng thiết lập sử dụng đầu tiên

source: You have the following maintenance task(s) falling due or over-due:
ar: لديك مهمة الصيانة (s) التالية المستحقة أو بسبب الإفراط في :
et: Teil on järgmised hooldustöö (d ) tasumisele kuuluvate või üle - tõttu :
fa: شما وظیفه تعمیر و نگهداری (های) زیر در حال سقوط به دلیل یا بیش از حد به دلیل :
hr_hr: Vi stesljedeći zadatak održavanja ( i) zbog pada ili nad - zbog :
ja: は、次の保守タスク（s）は、原因または過剰により落下している：
lv_lv: Jūs esatšādas tehniskās apkopes darbu ( -iem) , kas ir jāmaksā vai pār- dēļ :
pl_pl: Dostępne są następujące zadania obsługi (s ) wymagalne lub nadmiernie z powodu :
vi_vn: Bạn có nhiệm vụ bảo dưỡng sau đây (s) giảm do hoặc quá hạn :

source: NB: THIS JOB IS OVERDUE
ar: NB : هذا العمل هو تأخر
et: NB : see töö on hilinenud
fa: توجه: این کار عقب افتاده
fr_lu: NB : Cette offre est en retard
hr_hr: NB : Ovaj posao je prezadužen
ja: NB ：このジョブは遅れる
lv_lv: NB : Šis darbs ir kavēts
pl_pl: NB : ta praca jest spóźniona
vi_vn: NB : VIỆC NÀY LÀ QUÁ HẠN

source: Your staff have failed to complete the following tasks by the due date:
ar: فشلت الموظفين لإكمال المهام التالية قبل تاريخ الاستحقاق :
et: Teie töötajad ei ole suutnud täita järgmisi ülesandeid , mille tähtaeg:
fa: کارکنان خود را شکست خورده اند برای تکمیل وظایف زیر از موعد مقرر :
hr_hr: Vaše osoblje nisu uspjeli završiti sljedeće zadatke do datuma dospijeća :
ja: あなたのスタッフは、期日までに、次のタスクを完了するのに失敗している：
lv_lv: Jūsu darbinieki ir izdevies izpildīt šādus uzdevumus noteiktā termiņā :
pl_pl: Twoi pracownicy nie udało się wykonać następujące zadania w terminie :
vi_vn: Nhân viên của bạn đã không hoàn thành nhiệm vụ đúng thời hạn :

source: Asset:
ar: الأصول :
et: vara :
fa: دارایی ها:
ja: 資産：
lv_lv: aktīvs :
pl_pl: aktywów:
vi_vn: tài sản :

source: Task:
ar: المهمة :
et: ülesanne:
fa: وظیفه:
hr_hr: Zadatak :
ja: タスク：
lv_lv: uzdevums :
pl_pl: zadanie:
vi_vn: nhiệm vụ :

source: Due:
ar: بسبب :
et: tänu :
fa: توجه :
hr_hr: Zbog :
ja: ために：
vi_vn: do :

source: Send Maintenance Email Reminders
ar: إرسال الصيانة تذكير البريد الإلكتروني
et: Saada Hooldus emaili
fa: ارسال ایمیل یادآوری تعمیر و نگهداری
fr_lu: Envoyer un courriel entretien Rappels
hr_hr: Pošalji E-mail Podsjetnici održavanje
ja: メンテナンスメールリマインダーを送る
lv_lv: Nosūtīt Uzturēšanas e-pasta atgādinājumus
pl_pl: Wyślij Email konserwacji Przypomnienia
vi_vn: Bảo trì gửi Email nhắc nhở

source: All reminders have been sent
et: Kõik meeldetuletusi saadetud
fa: همه یادآوری فرستاده شده است
fr_lu: Tous les rappels ont été envoyés
hr_hr: Svi podsjetnici su poslani
ja: すべてのリマインダーが送信されました
lv_lv: Visi atgādinājumi tiek nosūtīti
pl_pl: Wszystkie przypomnienia zostały wysłane
vi_vn: Tất cả các nhắc nhở đã được gửi

source: Fixed Asset Maintenance Tasks
ar: مهام صيانة الأصول الثابتة
et: Põhivarade hooldustööd
fa: وظایف تعمیر و نگهداری دارایی های ثابت
fr_lu: Fixes tâches de maintenance d'actifs
hr_hr: Fiksne imovine Održavanje Zadaci
ja: 固定資産の保守タスク
lv_lv: Fiksētie Asset tehniskās apkopes darbi
pl_pl: Stałe Zadania utrzymania infrastruktury
vi_vn: Tài sản cố định Nhiệm vụ bảo trì

source: The days before a task falls due is expected to be a postive
et: Päeva enneülesande saabub eeldatavastipositiivse väärtuse
fa: روز قبل از کار می افتد به دلیل انتظار می رود postive
fr_lu: Les jours avant une tâche exigibilité de la créance devrait être un postive
hr_hr: U dana prijedospijeca zadatak Očekuje se dapostive
ja: タスクが原因で落ちる前の日はポジティブなことが期待される
lv_lv: Šīs dienas pirmsuzdevums kritienu būspostive
pl_pl: Na dzień przedzadaniem należna ma byćdodatnią
vi_vn: Những ngày trước khi một nhiệm vụ té ngã do dự kiến ​​sẽ là một postive

source: The authentication details cannot be inserted because
ar: لا يمكن إدراج تفاصيل مصادقة بسبب
et: Autentimine üksikasjad ei saa lisada , sest
fa: جزئیات احراز هویت را نمی توان به دلیل قرار
fr_lu: Les informations d'authentification ne peut pas être inséré, car
hr_hr: U provjeru pojedinosti ne može biti umetnuta , jer
ja: 買掛金トランザクション詳細は取り出しできませんでした、理由は
lv_lv: Rēķina informāciju nevar iegūt, jo
pl_pl: Szczegóły uwierzytelniania nie może być wprowadzony, ponieważ
vi_vn: Các chi tiết xác thực không được chèn vào bởi vì

source: The task details cannot be updated because
ar: لا يمكن تحديث التفاصيل المهمة بسبب
et: Ülesande üksikasju , ei saa ajakohastada , sest
fa: جزئیات وظیفه نمی تواند به روز رسانی شود زیرا
fr_lu: Les détails de la tâche ne peut pas être mis à jour parce que
hr_hr: Zadatak detalj ne može biti ažurirana , jer
ja: タスクの詳細を更新することはできませんので、
lv_lv: , Kuras uzdevums detaļas nevar atjaunināt, jo
pl_pl: Szczegóły zadania nie mogą być aktualizowane , ponieważ
vi_vn: Các chi tiết nhiệm vụ không thể được cập nhật bởi vì

source: The maintenance task cannot be deleted because
ar: لا يمكن حذف مهمة صيانة ل
et: Hooldustöö ei saa kustutada , sest
fa: وظیفه تعمیر و نگهداری نمی تواند حذف شود زیرا
fr_lu: La tâche de maintenance ne peut pas être supprimée car
hr_hr: Održavanje zadatak ne može biti izbrisan , jer
ja: 保守タスクを削除することはできませんので、
lv_lv: Apkopes uzdevumu nevar dzēst , jo
pl_pl: Zadania obsługi nie może być usunięty , ponieważ
vi_vn: Nhiệm vụ bảo trì không thể bị xóa bởi vì

source: The maintenance task details cannot be retrieved because
ar: لا يمكن استرجاع تفاصيل مهمة الصيانة بسبب
et: Hooldustöö andmed ei saa taastada , sest
fa: نگهداری جزئیات کار را نمی توان بازیابی چون
fr_lu: Les détails de la tâche d'entretien ne peuvent pas être récupérées car
hr_hr: U zadatak održavanja detalj ne mogu dohvatiti , jer
ja: メンテナンス·タスクの詳細を取得することはできませんので、
lv_lv: Apkopes uzdevumu informāciju nevar iegūt , jo
pl_pl: Szczegóły zadania obsługi nie może być przywrócony , ponieważ
vi_vn: Các chi tiết công việc bảo trì không thể được lấy ra bởi vì

source: Task ID
ar: مهمة ID
et: ülesanne nr
fa: وظیفه شناسه
fr_lu: Groupe ID
hr_hr: Zadatak ID
ja: タスクID
lv_lv: uzdevums ID
pl_pl: zadanie ID
vi_vn: nhiệm vụ ID

source: Last Completed
ar: مشاركة مكتمل
et: viimase lõppenud
fa: آخرین های انجام شده
fr_lu: Dernière Terminé
hr_hr: Završeni
ja: 最後に完了した
lv_lv: Pēdējā Pabeigts
pl_pl: Ostatni Zakończony
vi_vn: hoàn thành cuối cùng

source: Person
ar: شخص
et: inimene
fa: شخص
fr_lu: personne
hr_hr: osoba
ja: 人
lv_lv: persona
pl_pl: osoba
vi_vn: người

source: Manager
ar: مدير
et: juht
fa: مدیر
fr_lu: responsable
hr_hr: menadžer
ja: マネージャー
lv_lv: vadītājs
pl_pl: Menedżer
vi_vn: quản lý

source: No Manager Set
ar: لا توجد مجموعة و مدير
fa: بدون تنظیم مدیر
fr_lu: Pas Manager Set
hr_hr: Ne Manager Set
ja: いいえマネージャーセットません
lv_lv: Nav vadītājs Set
pl_pl: No Menedżer Set
vi_vn: Không quản lý Set

source: Are you sure you wish to delete this maintenance task?
et: Oled sa kindel, et soovid kustutada selle hooldustöö ?
fa: آیا شما مطمئن هستید که میخواهید این وظیفه تعمیر و نگهداری را حذف کنید ؟
fr_lu: Etes-vous sûr de vouloir supprimer cette tâche de maintenance ?
hr_hr: Jeste li sigurni da želite izbrisati ovaj zadatak održavanja ?
ja: あなたはこのメンテナンスタスクを削除したいか？
lv_lv: Vai tu tiešām vēlies dzēst šo uzturēšanas uzdevumu ?
pl_pl: Czy na pewno chcesz usunąć to zadanie utrzymania ?
vi_vn: Bạn có chắc bạn muốn xóa nhiệm vụ bảo trì này ?

source: Asset to Maintain
ar: للحفاظ على الأصول
et: Asset säilitada
fa: دارایی برای حفظ
fr_lu: Atout pour maintenir
hr_hr: Asset za održavanje
ja: 維持するために資産
lv_lv: Līdzeklis, lai saglabātu
pl_pl: Atut dla utrzymania
vi_vn: Tài sản để duy trì

source: Task Description
et: Task kirjeldus
fa: شرح وظیفه
fr_lu: description de la tâche
hr_hr: Zadatak Opis
ja: タスクの説明
lv_lv: uzdevums Apraksts
pl_pl: zadanie Opis
vi_vn: Mô tả công việc

source: Days Before Task Due
ar: قبل أيام من المهمة بسبب
et: Päeva enne Task linnale
fa: روز قبل از وظیفه با توجه
fr_lu: Jours avant la tâche en raison
hr_hr: Zadatak dana prije dospijeća
ja: により、タスクの前に日
lv_lv: Dienas pirms uzdevums, jo
pl_pl: Dni przed zadania związku
vi_vn: Trước ngày công tác Do

source: Responsible
ar: المسؤول
et: vastutav
fa: مسئوليت
fr_lu: responsable
hr_hr: odgovoran
ja: 責任がある
lv_lv: atbildīgs
pl_pl: odpowiedzialny
vi_vn: chịu trách nhiệm

source: No Manager
ar: بدون مدير
fa: هیچ مدیر
fr_lu: Non Responsable
hr_hr: Ne Manager
ja: いいえマネージャーん
lv_lv: nav vadītājs
pl_pl: No Menedżer
vi_vn: không quản lý

source: Update Task
ar: تحديث مهمة
et: uuendustoimingut
fa: وظیفه به روز رسانی
hr_hr: Update Zadatak
ja: アップデートタスク
lv_lv: Update Uzdevums
pl_pl: Zadanie aktualizacji
vi_vn: cập nhật công tác

source: Enter New Task
ar: أدخل مهمة جديدة
et: Sisesta Uusülesanne
fa: وظیفه جدید را وارد کنید
fr_lu: Entrez une nouvelle tâche
hr_hr: Unesite Novi zadatak
ja: 新しいタスクを入力してください
lv_lv: Ievadiet jaunu uzdevumu
pl_pl: Wpisz nowe zadanie
vi_vn: Nhập New Task

source: Fixed Assets Maintenance Schedule
ar: الأصول الثابتة جدول الصيانة
et: Põhivara Hoolduskava
fa: برنامه تعمیر و نگهداری داراییهای ثابت
fr_lu: Immobilisations Calendrier d'entretien
hr_hr: Dugotrajna imovina Održavanje Raspored
ja: 固定資産のメンテナンススケジュール
lv_lv: Pamatlīdzekļi Apkopes grafiks
pl_pl: Fixed Assets Schedule Maintenance
vi_vn: Tài sản cố định lịch bảo trì

source: The maintenance schedule cannot be retrieved because
ar: لا يمكن استرجاع جدول الصيانة بسبب
et: Hoolduskava ei saa taastada , sest
fa: برنامه تعمیر و نگهداری را نمی توان بازیابی چون
fr_lu: Le programme d'entretien peut pas être récupéré car
hr_hr: Termin za održavanje ne mogu dohvatiti , jer
ja: メンテナンススケジュールを取得することはできませんので、
lv_lv: Apkopes grafiku nevar iegūt , jo
pl_pl: Harmonogram konserwacji nie może być przywrócony , ponieważ
vi_vn: Lịch trình bảo trì không thể được lấy ra bởi vì

source: Due By
ar: بسبب بواسطة
fa: با توجه توسط
fr_lu: dues par
hr_hr: Zbog By
ja: によるもの
lv_lv: pateicoties Līdz
pl_pl: Ze względu By
vi_vn: do bởi

source: Now Complete
ar: اكتملت الآن
et: lõppenud
fa: اکنون کامل شده است
fr_lu: maintenant terminée
hr_hr: Sada Ispunite
ja: 完了しました
lv_lv: tagad Complete
pl_pl: zakończona
vi_vn: Bây giờ hoàn thành

source: Are you sure you wish to mark this maintenance task as completed?
et: Oled sa kindel, et soovid , et tähistada see hooldustöö on lõpetatud?
fa: آیا شما مطمئن هستید که میخواهید به مناسبت این وظیفه تعمیر و نگهداری به عنوان تکمیل ؟
fr_lu: Etes-vous sûr que vous souhaitez marquer cette tâche de maintenance comme achevée ?
hr_hr: Jeste li sigurni da želite označiti ovaj zadatak održavanja kao završen ?
ja: あなたが完了したとして、このメンテナンスタスクをマークしたくてもよろしいですか？
lv_lv: Vai tu tiešām vēlies , lai atzīmētu šo apkopes uzdevumu kā pabeigtu ?
pl_pl: Czy na pewno chcesz oznaczyć to zadanie utrzymania za zakończony ?
vi_vn: Bạn có chắc chắn bạn muốn đánh dấu nhiệm vụ bảo trì này như hoàn thành ?

source: Mark Completed
ar: علامة مكتمل
et: Mark Lõpetanud
fa: علامت گذاری بفرم تکمیل
fr_lu: Mark Terminé
hr_hr: Mark Završeni
ja: マークが完成した
lv_lv: Mark Pabeigts
pl_pl: Mark Zakończony
vi_vn: đánh dấu hoàn thành

source: Brands Maintenance
ar: ماركات الصيانة
et: Kaubamärgid Hooldus
fa: مارک های تعمیر و نگهداری
fr_lu: Marques Maintenance
hr_hr: Marke Održavanje
ja: ブランドメンテナンス
lv_lv: Brands uzturēšana
pl_pl: marki Konserwacja
vi_vn: thương hiệu bảo trì

source: manufacturer record because
ar: سجل الصانع لأن
et: tootja rekord , sest
fa: رکورد تولید کننده به دلیل
fr_lu: record du fabricant, car
hr_hr: Proizvođač rekord , jer
ja: メーカーレコード理由
lv_lv: ražotājs ieraksts , jo
pl_pl: rekord producent , ponieważ
vi_vn: nhà sản xuất bản ghi bởi vì

source: The SQL used to update the manufacturer record was
et: SQL kasutada uuendada tootja rekord
fa: ، SQL برای به روز رسانی رکورد سازنده بود
fr_lu: Le SQL utilisée pour mettre à jour la fiche du constructeur était
hr_hr: SQL se koristi za ažuriranje proizvođača rekord bio
ja: メーカーのレコードを更新するために使用されるSQLがあった
lv_lv: SQL izmanto, lai atjauninātu ražotāja rekords
pl_pl: SQL używane do aktualizacji rekordu producentem był
vi_vn: SQL được sử dụng để cập nhật các bản ghi nhà sản xuất là

source: The manufacturer record has been updated
et: Tootja rekord on uuendatud
fa: رکورد تولید کننده به روز شده است
fr_lu: Le record du fabricant a été mis à jour
hr_hr: Proizvođač rekord je ažuriran
ja: メーカーレコードが更新されている
lv_lv: Ražotājs ieraksts ir atjaunināta
pl_pl: Rekord producent został zaktualizowany
vi_vn: Các nhà sản xuất bản ghi đã được cập nhật

source: An error occurred inserting the new manufacturer record because
et: Tekkis viga sisestades uue tootja rekord , sest
fa: یک خطا رخ داده است قرار دادن رکورد سازنده جدید به دلیل
fr_lu: Une erreur s'est produite insérer le nouveau record du fabricant, car
hr_hr: Došlo je do pogreške umetanja novog proizvođača rekord , jer
ja: エラーは、新しいメーカーのレコードを挿入するために発生
lv_lv: Kļūda ievietojot jauno ražotāju ierakstu, jo
pl_pl: Wystąpił błąd wkładając nowy rekord producentem , ponieważ
vi_vn: Đã xảy ra lỗi chèn các bản ghi nhà sản xuất mới vì

source: The SQL used to insert the manufacturer record was
et: SQL kasutada lisadatootja rekord
fa: SQL مورد استفاده برای وارد کردن رکورد سازنده بود
fr_lu: Le SQL utilisée pour insérer l'enregistrement du fabricant était
hr_hr: SQL se koristi za umetanje proizvođača rekord bio
ja: メーカーのレコードを挿入するために使用されるSQLがあった
lv_lv: SQL izmanto, lai ievietotu ražotāja rekords
pl_pl: SQL używane do wstawiania rekordu producentem był
vi_vn: SQL được sử dụng để chèn các bản ghi nhà sản xuất là

source: The new manufacturer record has been added
et: Uus tootja rekord on lisatud
fa: سابقه تولید کننده جدید اضافه شده است
fr_lu: Le nouveau record du constructeur a été ajouté
hr_hr: Novi proizvođač rekord dodan
ja: 新しいメーカーレコードが追加されている
lv_lv: Jaunais ražotājs ieraksts ir pievienots
pl_pl: Nowy rekord producent został dodany
vi_vn: Ghi nhà sản xuất mới đã được thêm vào

source: Cannot delete this manufacturer because products have been defined as from this manufacturer
ar: لا يمكن حذف هذا الصانع لأنه تم تعريف المنتجات اعتبارا من هذا الصانع
et: Ei saa kustutada seda tootja , sest tooted on määratletud selle tootja
fa: آیا می توانم این تولید کننده را حذف نمی کند چرا که محصولات شده اند که از این سازنده تعریف شده است
fr_lu: Impossible de supprimer ce fabricant parce que les produits ont été définies à partir de ce fabricant
hr_hr: Ne mogu izbrisati ovaj proizvođač , jer proizvodi su definirani kao od ovog proizvođača
ja: 製品はこのメーカーからのように定義されているため、このメーカーを削除することはできません
lv_lv: Nevar izdzēst šo ražotāju , jo produkti ir definēti kā no šī ražotāja
pl_pl: Nie można usunąć tego producenta , ponieważ produkty zostały zdefiniowane jako tego producenta
vi_vn: Không thể xóa những nhà sản xuất này vì sản phẩm đã được xác định là từ nhà sản xuất này

source: items with this manufacturer code
ar: البنود مع هذا رمز المصنع
et: esemed selle tootja kood
fa: اقلام با این کد تولید کننده
fr_lu: articles avec le code du fabricant
hr_hr: stavke s tog proizvođača koda
ja: このメーカーコードを持つアイテム
lv_lv: preces ar šo ražotāja kodu
pl_pl: pozycje z tym kodem producenta
vi_vn: mục có mã nhà sản xuất này

source: Manufacturer
ar: الصانع
et: tootja
fa: سازنده
fr_lu: Fabricant
hr_hr: proizvođač
ja: メーカー
lv_lv: ražotājs
pl_pl: producent
vi_vn: nhà sản xuất

source: Manufacturers
ar: مصنعين
et: Tootjad
fa: تولید کنندگان
fr_lu: fabricants
hr_hr: Proizvođači
ja: メーカー
lv_lv: ražotāji
pl_pl: producenci
vi_vn: các nhà sản xuất

source: Brand Code
ar: رمز العلامة التجارية
et: Tootja kood
fa: کد نام تجاری
fr_lu: Code de la Marque
ja: ブランドコード
lv_lv: Zīmols kods
pl_pl: Kod Marka
vi_vn: thương hiệu Mã

source: Brand Name
et: kaubamärgi nimetus
fa: نام تجاری
fr_lu: Nom de marque
ja: ブランド名
pl_pl: Marka
vi_vn: Tên thương hiệu

source: Brand URL
ar: URL العلامة التجارية
et: Tootja URL
fa: URL برند
fr_lu: marque URL
hr_hr: Marka URL
ja: ブランドURL
lv_lv: Zīmols URL
pl_pl: URL Brand
vi_vn: URL thương hiệu

source: Brands Image
ar: ماركات صورة
et: Kaubamärgid Pilt
fa: مارک های تصویر
fr_lu: Marques image
hr_hr: Marke slike
ja: ブランドイメージ
pl_pl: Obraz Brands
vi_vn: Hình ảnh thương hiệu

source: Are you sure you wish to delete this brand?
et: Oled sa kindel, et soovid kustutada selle brändi?
fa: آیا شما مطمئن هستید که می خواهید این نام تجاری به حذف ؟
fr_lu: Etes-vous sûr de vouloir supprimer cette marque ?
hr_hr: Jeste li sigurni da želite izbrisati ovu marku ?
ja: あなたはこのブランドを削除したいか？
lv_lv: Vai tu tiešām vēlies dzēst šo zīmolu ?
pl_pl: Czy na pewno chcesz usunąć tę markę ?
vi_vn: Bạn có chắc bạn muốn xóa thương hiệu này?

source: Brand
ar: علامة تجارية
et: kaubamärk
fa: مارک
fr_lu: marque
hr_hr: marka
ja: ブランド
lv_lv: Zīmols
pl_pl: marka
vi_vn: thương hiệu

source: Amend Brand Details
ar: تعديل الاسم التجاري
et: Muuta Brand Details
fa: اصلاح اطلاعات برند
fr_lu: Modifier Brand détails
hr_hr: Izmijeniti marke Detalji
ja: ブランドの詳細を改正
lv_lv: Grozīt Brand detaļas
pl_pl: Zmień details Marka
vi_vn: Sửa đổi chi tiết Nhãn hiệu

source: New Brand/Manufacturer Details
ar: العلامة التجارية الجديدة / المصنع تفاصيل
et: Uus Brand / Tootja info
fa: نام تجاری جدید کننده و / یا سازنده خانگی
fr_lu: Nouvelle marque / Fabricant détails
hr_hr: Novi brand / proizvođač Brodu
ja: 新ブランド/メーカー詳細
lv_lv: Jaunu Brand / Ražotājs detaļas
pl_pl: Nowe marki / producenta Szczegóły
vi_vn: New Nhãn hiệu / Nhà sản xuất chi tiết

source: Brand Image File (.jpg)
ar: العلامة التجارية صورة ملف ( . JPG )
fa: نام تجاری فایل تصویر ( JPG )
fr_lu: Marque un fichier image ( . Jpg)
ja: ブランドイメージファイル（ 。 JPG）
vi_vn: Thương hiệu tệp hình ảnh ( jpg ).

source: Raw Materials Not Used Anywhere
ar: مواد خام لا تستخدم في أي مكان
et: Toorainetes kasutada kõikjal
fa: مواد خام مورد استفاده به جایی نمی
fr_lu: Matières premières n'est utilisée nulle part
hr_hr: Sirovine Ne koristiti bilo gdje
ja: どこでも使用されていない原材料
lv_lv: Izejvielas Nav izmantot jebkur
pl_pl: Surowców nie używana w dowolnym miejscu
vi_vn: Nguyên liệu thô không được sử dụng bất cứ nơi nào

source: Raw Materials Not Used in any BOM
ar: المواد الخام لا تستخدم في أي BOM
et: Tooraine ei kasutatud üheski BOM
fa: مواد اولیه در هر BOM استفاده نمی شود
fr_lu: Matières premières utilisées dans aucune nomenclature
hr_hr: Sirovine ne smiju koristiti na sastavnice
ja: 任意のBOMで使用されていない原材料
lv_lv: Izejvielas nav izmantots nevienā BOM
pl_pl: Surowce nie są wykorzystywane w każdym BOM
vi_vn: Nguyên liệu thô không được sử dụng trong bất kỳ BOM

source: Std Cost
ar: STD التكلفة
fr_lu: Coût standard
hr_hr: Stand Troškovi
ja: 標準原価
lv_lv: std izmaksas
pl_pl: Koszt Std
vi_vn: Chi phí tiêu chuẩn

source: There are no raw materials to show in this inquiry
ar: لا توجد مواد الخام لإظهارها في هذا التحقيق
et: Puuduvad tooraine näidata selle küsitluse
fa: هیچ مواد خام برای نشان دادن در این تحقیق وجود ندارد
fr_lu: Il n'y a pas de matières premières à représenter dans cette enquête
hr_hr: Nema sirovina kako bi se prikazali u ovom upitu
ja: この照会に表示する原料はありません
lv_lv: Nav izejvielas , lai parādītu šajā izmeklēšanā
pl_pl: Brak surowców do pokazania w tym badania
vi_vn: Không có nguyên liệu để hiển thị trong cuộc điều tra này

source: Menu Manager
ar: مدير القائمة
fa: مدیریت منو
fr_lu: Gestionnaire de Menu
hr_hr: Izbornik Manager
ja: メニューマネージャ

source: Select a Security Role to work with
ar: حدد دور الأمن للعمل مع
et: Valige Security roll töötada
fa: انتخاب یک نقش امنیتی برای کار با
fr_lu: Sélectionnez un rôle de sécurité de travailler avec
hr_hr: Odaberite ulogu sigurnosti za rad s
ja: で動作するようにセキュリティロールを選択してください
lv_lv: Izvēlieties drošības loma , lai strādātu ar
pl_pl: Wybierz roli zabezpieczeń do pracy z
vi_vn: Chọn một vai trò an ninh để làm việc với

source: Maintian Menus for Role
ar: القوائم [مينتين] ل دور
et: Maintian menüüd roll
fa: منوهای Maintian برای نقش
fr_lu: Menus maintian de Rôle
hr_hr: Maintian Izbornici za ulogu
ja: ロールのMaintianメニュー
lv_lv: Maintian ēdienkartes loma
pl_pl: Maintian potrawy dla roli
vi_vn: Thực đơn Maintian cho Vai trò

source: Select a module
et: Valige moodul
fa: انتخاب یک ماژول
fr_lu: Sélectionnez un module
hr_hr: Odaberite modul
ja: モジュールを選択し
lv_lv: Izvēlieties moduli
pl_pl: Wybierz moduł
vi_vn: Chọn một mô-đun
