Repository: timschofield/KwaMoja-Medical
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar, et, fa, fr_lu, hr_hr, ja, lv_lv, pl_pl, vi_vn

source: Address 4
ar: العنوان 4
et: aadress 4
fa: آدرس 4
fr_lu: Adresse 4
hr_hr: Adresa 4
ja: 住所４
lv_lv: Adreses līnija 4
pl_pl: Adres 4
vi_vn: Địa chỉ 4

source: Address 5
ar: العنوان 5
et: aadress 5
fa: آدرس 5
fr_lu: Adresse 5
hr_hr: Adresa 5
ja: 住所５
lv_lv: Adreses līnija 5
pl_pl: Adres 5
vi_vn: Địa chỉ 5

source: Address 6
ar: العنوان 6
et: aadress 6
fa: آدرس 6
fr_lu: Adresse 6
hr_hr: Adresa 6
ja: 住所６
lv_lv: Adreses līnija 6
pl_pl: Adres 6
vi_vn: Địa chỉ 6

source: Create New Factor
ar: خلق عامل جديد
et: Loo uus Factor
fa: ایجاد عامل جدید
fr_lu: Créer un nouveau facteur
hr_hr: Stvaranje novog činitelja
ja: 返品伝票日
lv_lv: Izveidot jaunu Factor
pl_pl: Utwórz nowy czynnik
vi_vn: T?o m?t d?i tu?ng mua tài kho?n ph?i thu m?i

source: Fixed Asset Category Maintenance
ar: صيانة الفئة الاصول الثابتة
et: Põhivarade Kategooria Hooldus
fa: تعمیر و نگهداری دارایی ثابت رده
fr_lu: Catégorie d'immobilisations
hr_hr: Fixed Asset Kategorija Održavanje
ja: 販売カテゴリメンテナンス
lv_lv: Pamatlīdzekļu kategorija uzturēšana
pl_pl: Stała konserwacja kategorii aktywów
vi_vn: B?o trì kho m?c tài s?n c? d?nh

source: Fixed Asset Categories
ar: ثابت فئات الأصول
et: Põhivarade Kategooriad
fa: ردههای صفحه دارائی های ثابت
fr_lu: Catégories d'immobilisations
hr_hr: Fiksne imovine Kategorije
ja: カテゴリ全般
lv_lv: Pamatlīdzekļa kategorijas
pl_pl: Poprawiono kategorii aktywów
vi_vn: Các kho m?c tài s?n dã d?nh

source: The Fixed Asset Category code must be six characters or less long
ar: يجب أن تكون الأصول الثابتة رمز فئة ستة أحرف أو أقل طويلة
et: Põhivarade Kategooria kood peab olema kuus tähemärki pikk
fa: دارایی های ثابت کد رده باید شش حرف یا کمتر بلند می شود
fr_lu: Le code de catégorie d'immobilisations doit comporter entre 1 et 6 caractères
hr_hr: Fixed Asset broj kategorija mora biti šest znakova ili manje duga
ja: 在庫カテゴリコードは6文字以下でなければなりません
lv_lv: Pamatlīdzekļu kategorijas kods ir sešas rakstzīmes vai mazāk ilgā
pl_pl: Trwałego kod Kategoria musi być sześć znaków krótszy lub dłuższy
vi_vn: Mã s? kho m?c tài s?n c? d?nh c?n dài du?i 6 kí t?

source: The Fixed Asset Category code must be at least 1 character but less than six characters long
ar: يجب أن تكون الأصول الثابتة رمز الفئة 1 على الأقل حرف ولكن أقل من ستة أحرف
et: Põhivarade Kategooria kood peab olema vähemalt 1 märk , kuid vähem kui kuus tähemärki pikk
fa: دارایی های ثابت کد رده باید حداقل 1 شخصیت اما کمتر از شش کاراکتر باشد
fr_lu: Le code catégorie d'immobilisations doit être comporter entre 1 et 6 caractères
hr_hr: Fixed Asset broj kategorija mora biti najmanje 1 znak , ali manje od šest znakova
ja: 在庫カテゴリコードは6文字以下でなければなりません
lv_lv: Pamatlīdzekļu kategorija kods jābūt vismaz 1 raksturs , bet mazāk par sešām rakstzīmēm
pl_pl: Trwałego kod Kategoria musi być przynajmniej 1 znak, ale mniej niż sześć znaków
vi_vn: Mã s? kho m?c tài s?n c? d?nh c?n dài trên 1 kí t? và du?i 6 kí t?

source: The Fixed Asset Category description must be twenty characters or less long
ar: يجب أن تكون الأصول الثابتة وصف الفئة عشرين حرفا أو أقل طويلة
et: Põhivarade Kategooria kirjeldus peab olema kakskümmend tähemärki pikk
fa: دارایی های ثابت شرح رده بیست و باید کاراکتر یا کمتر بلند می شود
fr_lu: Le nom de la catégorie d'immobilisations doit comporter entre 1 et 20 caractères
hr_hr: Dugotrajne imovine Opis Kategorija mora biti dvadeset znakova ili manje duga
ja: 販売カテゴリ内容は20文字以下でなければなりません
lv_lv: Pamatlīdzekļu kategorijas aprakstā jābūt divdesmit rakstzīmēm vai mazāk ilgā
pl_pl: Opis kategorii środków trwałych musi być dwudziestu znaków lub mniej długi
vi_vn: Mô t? kho m?c tài s?n c? d?nh c?n dài du?i 20 kí t?

source: The accounts selected to post cost or accumulated depreciation to cannot be either of the debtors control account, creditors control account or GRN suspense accounts
ar: حسابات اختيارها لنشر التكلفة أو الاستهلاك المتراكم ل لا يمكن أن يكون أي من التحكم في حساب المدينين ، التحكم في حساب الدائنين أو حسابات معلقة GRN
et: Kontode valitud postitamiseks maksumus või akumuleeritud kulum et ei saa olla nii , et võlgnike kontrolli konto , võlausaldajate kontrolli konto või GRN kontod
fa: انتخاب به حساب پست و یا هزینه استهلاک انباشته شده و نه می تواند هر کدام از کنترل حساب بدهکاران ، طلبکاران و یا کنترل حساب کاربری حساب GRN در حال تعلیق
fr_lu: Les comptes sélectionnés pour poster coût ou du cumul des amortissements à ne peuvent être ni du compte de contrôle des débiteurs , compte de contrôle des créanciers ou des comptes d'attente de GRN
hr_hr: Računi odabrani kako bi dodali troškove ili akumuliranu amortizaciju na ne može biti bilo koji od računa dužnika , vjerovnika kontrole kontrole računa ili GRN napetim račune
ja: コストや減価償却累計額に投稿するために選択のアカウントは債務制御口座、債権管理アカウントまたはGRN仮勘定のいずれかをすることはできません
lv_lv: Pārskatus izvēlētās ievietot izmaksas vai uzkrātais nolietojums uz nevar būt par debitoru kontroles kontu , kreditoru kontroles konts vai GRN pagaidu kontos
pl_pl: Rachunki wybrany post do kosztów lub umorzenia nie może być do jednej z kontroli konta dłużników, wierzycieli Kontrola konta lub kont GRN napięciu
vi_vn: Các tài khoản được lựa chọn để gửi hoặc chi phí khấu hao luỹ kế để không có thể là một trong các tài khoản kiểm soát nợ , kiểm soát tài khoản nợ hoặc tài khoản bị đình hoãn GRN

source: The asset cost account selected is a bank account - bank accounts are protected from having any other postings made to them. Select another balance sheet account for the asset cost
ar: حساب تكلفة الأصول المحدد هو حساب مصرفي - محمية الحسابات المصرفية من وجود أي منشورات أخرى تطرأ عليها.
et: Vara maksumus konto on valitudpangakonto - pangaarvete kaitstud võttes muu postituste neile tehtud .
fa: دارایی حساب هزینه های انتخاب یک حساب بانکی است -- حساب های بانکی از داشتن هر گونه موارد دیگر ساخته شده است به آنها محافظت می شود. انتخاب دیگر مانده حساب جدول برای هزینه دارایی
fr_lu: Le coût de l'actif compte sélectionné est un compte bancaire - les comptes bancaires sont protégés contre toute ayant d'autres affectations qui leur sont faites. Sélectionnez un autre compte du bilan pour le coût de l'actif
hr_hr: Račun imovine trošak odabrana jebankovni račun - bankovni računi su zaštićeni od toga nikakve druge postove koje su napravljene na njih .
ja: 選択した資産コストアカウントは銀行口座である - 銀行口座、それらに加えられた他の投稿を持っていることから保護されています。
lv_lv: Aktīvu izmaksas, kuri atlasīti konts irbankas konts - bankas konti tiek pasargāti no jebkādas citas sludinājumus , kas tiem iesniegti .
pl_pl: Rachunku kosztów wybranych aktywów jest konto bankowe - rachunki bankowe są chronione przed mających inny komentarze do nich. Wybierz inny bilansie kosztów aktywów
vi_vn: Các tài khoản chi phí tài sản được lựa chọn là một tài khoản ngân hàng - tài khoản ngân hàng được bảo vệ khỏi có bất kỳ thông tin đăng khác làm cho họ.

source: The accumulated depreciation account selected is a bank account - bank accounts are protected from having any other postings made to them. Select another balance sheet account for the asset accumulated depreciation
ar: حساب الاستهلاك المتراكم المحدد هو حساب مصرفي - محمية الحسابات المصرفية من وجود أي منشورات أخرى تطرأ عليها.
et: Akumuleeritud kulum konto on valitudpangakonto - pangaarvete kaitstud võttes muu postituste neile tehtud .
fa: حساب استهلاک انباشته انتخاب یک حساب بانکی است -- حساب های بانکی از داشتن هر گونه موارد دیگر ساخته شده است به آنها محافظت می شود. انتخاب دیگر مانده حساب ورق برای استهلاک انباشته دارایی
fr_lu: Le compte de l'amortissement cumulé sélectionné est un compte bancaire - les comptes bancaires sont protégés d'avoir d'autres offres qui leur sont faites .
hr_hr: Akumulirana amortizacija računa odabrana jebankovni račun - bankovni računi su zaštićeni od toga nikakve druge postove koje su napravljene na njih .
ja: 選択された減価償却累計額勘定は、銀行口座である - 銀行口座は、それらに加えられた他の投稿を持っていることから保護されています。
lv_lv: Uzkrāto nolietojumu izvēlēta konts irbankas konts - bankas konti tiek pasargāti no jebkādas citas sludinājumus , kas tiem iesniegti .
pl_pl: Skumulowana amortyzacja jest wybrane konto na konto bankowe - rachunki bankowe są chronione przed mających inny komentarze do nich. Wybierz inny bilansie aktywów umorzenia
vi_vn: Tài khoản khấu hao lũy kế được lựa chọn là một tài khoản ngân hàng - tài khoản ngân hàng được bảo vệ khỏi có bất kỳ thông tin đăng khác làm cho họ.

source: Could not update the fixed asset category
ar: تعذر تحديث فئة الأصول الثابتة
et: Pole võimalik uuendadapõhivara kategooria
fa: ممکن است رده دارائی های ثابت به روز رسانی نیست
fr_lu: Impossible de mettre à jour les catégories d'immobilisations
hr_hr: Ne može se ažurirati fiksne kategoriju imovine
ja: 勘定が更新できなかった理由は
lv_lv: Nevarēja atjaunināt pamatlīdzekļu kategoriju
pl_pl: Nie można zaktualizować stałe kategorii aktywów
vi_vn: Không thể cập nhật các loại tài sản cố định

source: Updated the fixed asset category record for
ar: تحديث السجل فئة الأصول الثابتة لل
et: Uuendatudpõhivara kategooria rekord
fa: بههنگام شده در دارایی ثابت برای رکورد رده
fr_lu: Mise à jour de la catégorie d'immobilisations
hr_hr: Obnovljeno fiksne imovine rekord za kategoriju
ja: のための固定資産のカテゴリレコードを更新
lv_lv: Atjaunināts pamatlīdzekļu kategorijas rekordu
pl_pl: Aktualizacja stałych rekord kategorii aktywów na
vi_vn: bảng Cập nhật các loại tài sản cố định cho

source: Could not insert the new fixed asset category
ar: لا يمكن إدراج فئة الأصول الثابتة الجديدة
et: Ei saa lisada uut põhivara kategooria
fa: ممکن است وارد نمی رده جدید دارائی های ثابت
fr_lu: Impossible d'ajouter la catégorie d'immobilisations
hr_hr: Ne mogu umetnuti novu fiksnu kategoriju imovine
ja: 期間データ取出しできない理由は
lv_lv: Nevar ievietot jaunu pamatlīdzekļu kategoriju
pl_pl: Nie można wstawić nowe środki kategorii aktywów
vi_vn: Không có thể chèn các loại tài sản cố định mới

source: A new fixed asset category record has been added for
ar: تم إضافة سجل فئة الأصول الثابتة الجديدة لل
et: Uus põhivara kategooria rekord on lisatud
fa: جدید ثابت دارایی رکورد رده اضافه شده است برای
fr_lu: Code de l'immobilisation ajoutée:
hr_hr: Novi fiksne imovine kategorija rekord je dodan za
ja: 新しい販売カテゴリレコードが追加された
lv_lv: Jaunu pamatlīdzekļu kategorijai ieraksts ir pievienota
pl_pl: Nowych środków rekord kategorii aktywów została dodana
vi_vn: Một bản ghi loại tài sản cố định mới đã được thêm vào cho

source: Cannot delete this fixed asset category because fixed assets have been created using this category
ar: لا يمكن حذف هذه الفئة الأصول الثابتة لأنه تم إنشاؤها الأصول الثابتة باستخدام هذه الفئة
et: Ei saa kustutada seda põhivara kategooriasse, kuna põhivara abil loodud sellesse kategooriasse
fa: آیا می توانم این دسته را حذف دارائی های ثابت دارایی های ثابت به دلیل ایجاد شده اند با استفاده از این دسته نمی باشد
fr_lu: Impossible de supprimer cette catégorie d'immobilisations parce que des immobilisations en dépendent
hr_hr: Ne može se izbrisati ovu kategoriju fiksnu imovinu zbog dugotrajne imovine izrađene su pomoću ovu kategoriju
ja: この地域を使って得意先支店がつくられたので、この地域を削除できません
lv_lv: Nevar izdzēst šo pamatlīdzekļu kategoriju , jo pamatlīdzekļi ir izveidoti , izmantojot šo kategoriju
pl_pl: Nie można usunąć tej placówki kategorii aktywów trwałych, ponieważ zostały utworzone przy użyciu tej kategorii
vi_vn: Không thể xóa những thể loại này tài sản cố định bởi vì tài sản cố định đã được tạo ra sử dụng thể loại này

source: fixed assets referring to this category code
ar: الأصول الثابتة في اشارة الى رمز فئة هذا
et: põhivara viidates selle kategooria kood
fa: دارایی های ثابت با اشاره به مجموعه ی این کد
fr_lu: immobilisations se référant au présent code de catégorie
hr_hr: imovina se odnosi na ovu kategoriju koda
ja: この地域コードを参照している販売分析レコード
lv_lv: pamatlīdzekļi , kas attiecas uz šajā kategorijā kodu
pl_pl: środki trwałe odnoszące się do tego kodu kategorii
vi_vn: tài sản cố định đang đề cập đến thể loại này

source: The fixed asset category
ar: فئة الأصول الثابتة
et: Põhivara kategooria
fa: رده دارائی های ثابت
fr_lu: L catégorie d'immobilisation
hr_hr: Fiksne imovine kategoriju
ja: 販売カテゴリ
lv_lv: Pamatlīdzekļu kategorijas
pl_pl: Stała kategorii aktywów
vi_vn: Các loại tài sản cố định

source: Cat Code
ar: رمز القط
et: Kass kood
fa: گربه کد
fr_lu: Code
hr_hr: mačka Code
ja: カテゴリコード
lv_lv: kaķis kods
pl_pl: Kategoria
vi_vn: mèo Mã

source: Cost GL
ar: تكلف GL
et: Kulude GL
fa: هزینه گرم
fr_lu: coût GL
hr_hr: Troškovi GL
ja: 原価
lv_lv: Izmaksas GL
pl_pl: Koszt GL
vi_vn: chi phí GL

source: Disposal GL
ar: GL التخلص
et: Jäätmekäitlus GL
fa: دفع گرم
fr_lu: GL d'élimination
hr_hr: Zbrinjavanje GL
ja: 処分GL
lv_lv: Atbrīvošanās GL
pl_pl: Usuwanie GL
vi_vn: xử lý GL

source: Are you sure you wish to delete this fixed asset category? Additional checks will be performed before actual deletion to ensure data integrity is not compromised.
ar: هل أنت متأكد أنك تريد حذف هذه الفئة الاصول الثابتة ؟
et: Oled sa kindel, et soovid kustutada selle põhivara kategooria ?
fa: آیا شما مطمئن هستید که میخواهید این دسته را حذف دارائی های ثابت؟ چک های اضافی انجام خواهد شد قبل از حذف واقعی برای اطمینان از درستی داده است به خطر بیافتد نیست.
fr_lu: Voulez-vous supprimer cette catégorie d'immobilisations? Des contrôles supplémentaires seront effectués pour garantir l'intégrité des données.
hr_hr: Jeste li sigurni da želite izbrisati ovaj nepokretne imovine kategoriju ?
ja: あなたは、この固定資産のカテゴリを削除したいか？
lv_lv: Vai tu tiešām vēlies dzēst šo pamatlīdzekļu kategoriju?
pl_pl: Czy na pewno chcesz usunąć ten ustalony kategorii aktywów? Dodatkowe kontrole będą przeprowadzane przed rzeczywistą skreślenie celu zapewnienia integralności danych nie jest zagrożona.
vi_vn: Bạn có chắc bạn muốn xóa thể loại này tài sản cố định ?

source: Show All Fixed Asset Categories
ar: مشاهدة جميع فئات الأصول الثابتة
et: Näita Kõiki Põhivarade Kategooriad
fa: نمایش تمام دسته دارایی های ثابت
fr_lu: Afficher les catégories d'immobilisations
hr_hr: Pokaži sve fiksne kategorije imovinom
ja: 全在庫カテゴリ表示
lv_lv: Rādīt visus pamatlīdzekļa kategorijas
pl_pl: Pokaż wszystkie kategorie Fixed Asset
vi_vn: Hiện tất cả tài sản cố định Danh mục

source: Category Code
ar: رمز فئة
et: kategooria kood
fa: رده کد
fr_lu: Code
hr_hr: Kategorija Code
ja: カテゴリコード
lv_lv: Kategorijas kods
pl_pl: Kod Kategorii
vi_vn: Mã số chủng loại

source: Category Description
ar: التصنيف الوصف
et: Kategooria kirjeldus
fa: توضیحات مجموعه
fr_lu: Description
hr_hr: Kategorija Opis
ja: カテゴリ内容
lv_lv: Kategoriju apraksts
pl_pl: Opis Kategorii
vi_vn: Mô tả kho mục

source: Fixed Asset Cost GL Code
ar: ثابت الأصول التكلفة GL كود
et: Põhivarade maksumus GL kood
fa: دارایی های ثابت کد هزینه گرم
fr_lu: Code coût de l'immobilisation
hr_hr: Dugotrajne imovine Trošak GL Kod
ja: 固定資産コストGLコード
lv_lv: Pamatlīdzekļu izmaksas GL kods
pl_pl: Koszty stałe Asset GL Code
vi_vn: Tài sản cố định Chi phí GL Mã

source: Profit and Loss Depreciation GL Code
ar: الربح والخسارة الاستهلاك GL كود
et: Tulude ja kulude amortisatsioon GL kood
fa: سود و زیان استهلاک کد گرم
fr_lu: Code amortissement pertes et profits
hr_hr: Račun dobiti i gubitka Amortizacija GL Code
ja: 損益計算書明細
lv_lv: Peļņas un zaudējumu Nolietojums GL kods
pl_pl: Zysków i strat Amortyzacja Kodeks GL
vi_vn: Lợi nhuận và mất Khấu GL Mã

source: Profit or Loss on Disposal GL Code:
ar: الربح أو الخسارة الناتجة عن استبعاد رمز GL :
et: Kasum või kahjumi GL -kood:
fa: سود و زیان کد دفع گرم در :
hr_hr: Dobit ili gubitka od prodaje GL Code :
ja: ゴミGLコードで損益：
lv_lv: Peļņa vai zaudējumi no atsavināšanas GL Kods :
pl_pl: Zyski lub straty ze zbycia GL Kod:
vi_vn: Phần lợi nhuận hoặc lỗ do thanh lý GL Mã số :

source: Balance Sheet Accumulated Depreciation GL Code
ar: ورقة الرصيد المتراكم الاستهلاك رمز GL
et: Bilanss akumuleeritud kulum GL kood
fa: ترازنامه استهلاک انباشته کد گرم
fr_lu: Bilan Amortissement cumulé code GL
hr_hr: Bilanca akumulirana amortizacija GL Code
ja: 貸借対照表の減価償却累計額GLコード
lv_lv: Bilance Uzkrātais nolietojums GL kods
pl_pl: Bilans Skumulowany Code GL Amortyzacja
vi_vn: Cân đối kế toán khấu hao lũy kế GL Mã

source: Depreciation Journal Entry
ar: الاستهلاك إدخال دفتر اليومية
et: Põhivara Journal Entry
fa: استهلاک ثبت دفتر روزنامه
fr_lu: Journal des amortissements
hr_hr: Amortizacija Journal Entry
ja: 仕訳入力
lv_lv: Nolietojums Journal Entry
pl_pl: Wejście Dziennik Amortyzacja
vi_vn: Khấu hao Tạp chí nhập

source: The date is expected to be in the format
fr_lu: Format des dates
ja: 終了日付はフォーマットで指定しなけらばならない

source: No depreciation will be committed as the processing date is beyond the current date. The depreciation run can only be run for periods prior to today
ar: سيتم يرتكب أي الاستهلاك موعدا تجهيز هو أبعد من التاريخ الحالي .
et: No amortisatsiooni pühendunud kui töötlemine kuupäev on pärast praeguse kuupäeva.
fa: بدون استهلاک خواهد بود متعهد به عنوان تاریخ پردازش فراتر از تاریخ جاری است. اجرا استهلاک فقط می تواند برای دوره اجرا می شود قبل از امروز
fr_lu: Aucune dépréciation sera engagé comme date de traitement est au-delà de la date actuelle.
hr_hr: Ne amortizacije će biti počinjeno uobradu Datum je izvan trenutnog datuma .
ja: 処理日付が現在の日付を超えているとして、全く償却はコミットされません。
lv_lv: Nav nolietojums tiks izdarīts , joapstrādes datums ir ārpus pašreizējā datuma .
pl_pl: Nr amortyzacja będzie zaangażowana w przetwarzanie data jest poza bieżącą datę. Bieg amortyzacji może być uruchamiany wyłącznie dla okresów sprzed dziś
vi_vn: Không tính khấu hao sẽ được cam kết là ngày xử lý vượt quá ngày hiện tại.

source: Asset ID
ar: ID الأصول
fa: دارایی شناسه
fr_lu: ID
ja: 資産ID
vi_vn: Mã số tài sản

source: Date Purchased
ar: تاريخ شرائها
et: kuupäev Ostetud
fa: تاریخ خریداری شده
fr_lu: Date d'achat
hr_hr: Datum Kupljen
ja: 購買
lv_lv: datums Pirkta
pl_pl: Data zakupu
vi_vn: ngày Mua

source: Cost
ar: كلف
et: maksma
fa: هزینه
fr_lu: Coût
hr_hr: koštati
ja: 原価
lv_lv: Izmaksas
pl_pl: Koszt
vi_vn: Chi phí

source: Accum Depn
et: Akumuleeritud Depn
fr_lu: Amortissement cumulé
hr_hr: Accum amort
ja: 入力

source: B/fwd Book Value
ar: B / FWD القيمة الدفترية
fa: ب / ارزش هر شیی بر حسب انچه در دفتر حساب نشان داده شود جلو
fr_lu: B / Att valeur comptable
hr_hr: B / Nap Book Value
ja: B / FWD簿価
lv_lv: B / FWD uzskaites vērtība
pl_pl: B / Wartość księgowa fwd
vi_vn: B / fwd Giá trị sổ sách

source: Depn Type
ar: Depn نوع
et: Depn tüüp
fa: Depn نوع
fr_lu: Type DEPN
hr_hr: Tip amort
ja: 受取タイプ
lv_lv: Depn veids
pl_pl: Depn Typ
vi_vn: Depn Loại

source: Depn Rate
ar: Depn قيم
et: Depn Hinda
fa: Depn ارزش گذاری
fr_lu: Taux DEPN
hr_hr: Ocijenite amort
ja: 満了日
pl_pl: Depn Oceń
vi_vn: Depn Tỷ giá

source: New Depn
ar: جديد Depn
et: uus Depn
fa: جدید Depn
fr_lu: Nouveau DEPN
hr_hr: Novi amort
ja: 当月期限
lv_lv: jauns Depn
pl_pl: Nowe Depn
vi_vn: mới Depn

source: Total for
ar: المجموع لل
et: kokku
fa: کل
fr_lu: Total pour
hr_hr: Ukupno za
ja: 合計
lv_lv: Kopā par
pl_pl: Suma dla
vi_vn: Tổng số cho

source: Monthly depreciation for asset
ar: الاستهلاك الشهري لل أصول
et: Kuu amortisatsiooni vara
fa: استهلاک ماهانه برای دارایی
fr_lu: Amortissement mensuel pour atout
hr_hr: Mjesečno amortizacije za imovinu
ja: 資産の月次償却
lv_lv: Ikmēneša nolietojums aktīvu
pl_pl: Miesięczny amortyzacji aktywów
vi_vn: Khấu hao hàng tháng đối với tài sản

source: Cannot insert a depreciation GL entry for the depreciation because
ar: لا يمكن إدراج إدخال GL الاستهلاك لل استهلاك بسبب
et: Ei saa lisadaamortisatsioon GL kandeamortisatsiooni tõttu
fa: می توانید وارد نمی استهلاک ورود برای گرم به دلیل استهلاک
fr_lu: Impossible d'insérer une entrée de GL amortissement pour la dépréciation, car
hr_hr: Ne možete umetnuti unos GL amortizacije za iznos amortizacije , jer
ja: 仕訳行のＧＬ入力が挿入できない理由は
lv_lv: Nevar ievietot amortizācijas GL ierakstu par amortizāciju , jo
pl_pl: Nie można wstawić wejścia GL amortyzacji dla amortyzacji, ponieważ
vi_vn: Không có thể chèn một khấu hao GL nhập cảnh cho sự mất giá vì

source: The SQL that failed to insert the GL Trans record was
ar: كان SQL التي فشلت في إدراج سجل ترانس GL
et: SQL et ei sisesta GL Trans rekord
fa: گذاشتن که قادر به قرار دادن گرم عبور ثبت شد
fr_lu: Échec de la commande SQL d'ajoût de fiche de transaction GL:
hr_hr: SQL koja se nije uspjela umetnuti zapis GL Trans je
ja: GLトランレコード挿入に失敗したSQLでした
lv_lv: SQL , ka neizdevās ievietot GL Trans ieraksts bija
pl_pl: Użyta fraza SQL
vi_vn: D? li?u SQL không thành công trong vi?c chèn h? so giao d?ch s? cái là

source: Cannot insert a fixed asset transaction entry for the depreciation because
ar: لا يمكن إدراج إدخال معاملة الأصول الثابتة لل استهلاك بسبب
et: Ei saa sisestada põhivara tehingu kanneamortisatsiooni tõttu
fa: می توانید وارد نمی دارایی ثابت برای ورود به معامله به دلیل استهلاک
fr_lu: Impossible d'ajouter une transaction d'immobilisation pour l'amortissement car
hr_hr: Ne možete umetati fiksnu ulazak transakcije imovinom za iznos amortizacije , jer
ja: 仕訳行のＧＬ入力が挿入できない理由は
lv_lv: Nevar ievietot pamatlīdzekļu darījuma ierakstu par amortizāciju , jo
pl_pl: Nie można wstawić stałą wejścia transakcji aktywów z tytułu amortyzacji, ponieważ
vi_vn: Không có thể chèn một mục giao dịch tài sản cố định cho sự mất giá vì

source: The SQL that failed to insert the fixed asset transaction record was
ar: كان SQL التي فشلت في إدراج سجل المعاملات الأصول الثابتة
et: SQL et ei sisesta põhivara tehing rekord
fa: گذاشتن که موفق به وارد کردن دارایی ثابت مربوط به معامله بود
fr_lu: Échec de la commande SQL d'ajoût de transaction d'immobilisation:
hr_hr: SQL koja se nije uspjela umetnuti zapis fiksne imovine transakciju bio je
ja: 銀行トランザクション挿入に失敗したSQLでした
lv_lv: SQL , ka neizdevās ievietot pamatlīdzekļu darījumu rekords
pl_pl: SQL, które nie wstawić stały rejestr transakcji aktywów był
vi_vn: SQL mà không chèn các bản ghi giao dịch tài sản cố định là

source: CRITICAL ERROR! NOTE DOWN THIS ERROR AND SEEK ASSISTANCE. The fixed asset accumulated depreciation could not be updated:
ar: خطأ فادح !
et: Kriitiline viga !
fa: انتقادی خطا! توجه کردن این خطا و به دنبال کمک. استهلاک انباشته دارایی ثابت نمی تواند به روز شده در :
hr_hr: Kritična greška !
ja: CRITICAL ERROR ！
lv_lv: Kritiskā kļūda !
pl_pl: KRYTYCZNY BŁĄD! Zanotuj ten błąd i szukać pomocy. Środków trwałych odpisy amortyzacyjne nie mogą być aktualizowane:
vi_vn: QUAN TRỌNG LỖI !

source: The following SQL was used to attempt the update the accumulated depreciation of the asset was:
ar: تم استخدام SQL التالية لمحاولة التحديث كان الاستهلاك المتراكم من الأصول :
et: Järgmine SQL kasutati üritavaduuendadaakumuleeritud kulum vara oli :
fa: گذاشتن زیر را به تلاش بروز رسانی استهلاک انباشته از دارایی مورد استفاده قرار گرفت این بود :
hr_hr: Sljedeći SQL je bio korišten da pokušaju ažuriranjeakumulirane amortizacije imovine bio :
ja: 支払または返品伝票を更新する以下のSQLが使われました
lv_lv: Pēc SQL tika izmantota, lai mēģinātu atjauninājumuuzkrāto nolietojumu aktīva bija :
pl_pl: Poniżej SQL został użyty do próby aktualizacji umorzenie aktywów to:
vi_vn: SQL sau đây đã được sử dụng để cố gắng cập nhật khấu hao luỹ kế của tài sản là :

source: GRAND Total
ar: المجموع الكلي
et: üldsumma
fa: مجموعه عمومی
hr_hr: SVEUKUPNO
ja: 総合計
lv_lv: Pavisam kopā
pl_pl: RAZEM
vi_vn: GRAND Tổng số

source: Depreciation
ar: خفض
et: kulum
fa: استهلاک
fr_lu: L'amortissement
hr_hr: deprecijacija
ja: 内容
lv_lv: nolietojums
pl_pl: Amortyzacja
vi_vn: khấu hao

source: has been successfully entered
ar: تم بنجاح
et: on edukalt sisestatud
fa: شده است با موفقیت وارد
fr_lu: a été ajouté avec succès
hr_hr: uspješno je ušao
ja: はうまく入力されました
lv_lv: tika veiksmīgi ievadīts
pl_pl: pomyślnym wprowadzeniu
vi_vn: Đã được nhập vào thành công

source: Return to main menu
ar: عودة إلى القائمة الرئيسية
et: Tagasi peamenüü
fa: بازگشت به منوی اصلی
fr_lu: Retour au menu principal
hr_hr: Povratak na glavni izbornik
ja: メインメニューに戻る
lv_lv: Atgriezties uz galveno izvēlni
pl_pl: Powrót do głównego menu
vi_vn: quay trở lại thực đơn chính

source: Date to Process Depreciation
ar: الآن إلى عملية الاستهلاك
et: Aega menetleda kulum
fa: تاریخ به روند استهلاک
fr_lu: Date de traitement de l'amortissement
hr_hr: Datum za obradu Amortizacija
ja: 仕訳処理日
lv_lv: Datums , lai process Nolietojums
pl_pl: Data do procesu amortyzacji
vi_vn: Nay đến quá trình khấu hao
