Repository: timschofield/KwaMoja-Medical
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar, et, fa, fr_lu, hr_hr, ja, lv_lv, pl_pl, vi_vn

source: The quantity entered for line
ar: دخلت كمية ل خط
et: Kogus sisestatakse line
fr_lu: La quantité entrée pour la ligne
hr_hr: Količina ušao u liniju
ja: 入力された数量は 行
lv_lv: Ievesto līnijā
pl_pl: Wprowadzona ilość dla linii
vi_vn: Số lượng nhập cho dòng

source: is not numeric
ar: ليس الرقمية
et: ei ole numbriline
fr_lu: n'est pas numérique
hr_hr: nije brojčani
ja: 数字でない
lv_lv: nav skaitlis
pl_pl: nie jest numeryczna
vi_vn: Không ở dạng số

source: this line was for the part code
ar: وكان هذا الخط لرمز جزء
et: see liin oliosa kood
fa: این خط برای کد بخش
fr_lu: cette ligne a été pour le code de la pièce
hr_hr: Ova linija je za dio koda
ja: この行は品目コード用でした
lv_lv: Šī līnija bija daļējai kodu
pl_pl: ta pozycja była dla kodu towaru
vi_vn: dòng này là cho các mã phần

source: This line will have to be re-entered
ar: و هذا الخط يجب أن يكون re-entered
et: See rida tuleb uuesti sisestada
fr_lu: Cette ligne devra être à nouveau saisi
hr_hr: Ova linija će morati biti ponovno ušao
ja: この行は再入力しなければなりません
lv_lv: Šī līnija būs atkārtoti jāievada
pl_pl: Pozycja musi być wprowadzona ponownie
vi_vn: Dòng này sẽ phải được nhập lại

source: The stock code entered on line
ar: دخلت رمز الأسهم على الخط
et: Stock kood kantud joon
fr_lu: Le code de stock saisi à la ligne
hr_hr: Dionica broj ušao na liniji
ja: 行に入力される在庫コード
lv_lv: Krājuma kods jāievada līnijas
pl_pl: Kod towaru wprowadzony dla pozycji
vi_vn: Mã chứng khoán nhập vào dòng

source: is not a part code that has been added to the stock check file
ar: ليس رمز الجزء الذي تمت إضافته إلى ملف تأكد من الأوراق المالية
et: ei ole osa koodi, mis on lisatud varude kontroll fail
fr_lu: n'est pas un code qui a été ajouté à la fiche de contrôle du stock
hr_hr: nije dio kod koji je dodan u datoteku dionicama kontrola
ja: は在庫チェックファイルに追加された品目コードでありません
lv_lv: ir nedaļa kods , kas ir pievienots pie izejas pārbaude failu
pl_pl: nie jest kodem towaru dodanym do pliku sprawdzającego
vi_vn: không phải là một mã phần đó đã được thêm vào các tập tin kiểm tra chứng khoán

source: the code entered was
ar: دخلت الرمز كان
et: Sisestatud oli
fr_lu: Le code saisi était:
hr_hr: Kod ušao je
ja: 入力されたコードは
lv_lv: kods ievadīta bija
pl_pl: kod wprowadzony był
vi_vn: Mã số nhập vào là

source: The stock count line number
ar: العد رقم السطر الأوراق المالية
et: Inventuuri liin number
fr_lu: Le nombre des lignes de stock compter
hr_hr: Linija broj dionica broj
ja: 在庫カウント行番号
lv_lv: Akciju skaits līniju skaits
pl_pl: Nie można wprowadzić linii stanu magazynu numer
vi_vn: Số dòng số chứng khoán

source: could not be entered because
ar: لا يمكن دخلت لأن
et: ei saa kanda , kuna
fr_lu: n'a pas pu être conclu en raison
hr_hr: nije moglo ući , jer
ja: は入力できません理由は
lv_lv: nebija iespējams iekļaut , jo
pl_pl: ponieważ
vi_vn: không có thể được nhập vì

source: Stock Counts Entered
ar: تم إدخاله من التهم الأوراق المالية
et: Stock Loeb Sisestatud
fr_lu: donnée(s) d'inventaire saisie(s)
hr_hr: Stock grofovi Stupio
ja: 在庫数量入力済
lv_lv: Stock Grāfu Ierakstu
pl_pl: Wprowadzone Ilości Magazynowe
vi_vn: Đếm cổ phiếu nhập

source: The stock check sheets must be run first to create the stock check. Only once these are created can the stock counts be entered. Currently there is no stock check to enter counts for
ar: يجب تشغيل صحائف الأسهم الاختيار الأول لإنشاء الاختيار الأسهم .
et: Stock kontroll -lehed tuleb käivitada esimene luua varude kontrolli .
fa: ورق چک سهام ابتدا باید اجرا شود برای ایجاد سهام چک کنید.
fr_lu: Les feuilles stock vérification doit être effectuée d'abord créer le contrôle des stocks .
hr_hr: Kontrolne dionica ploče moraju biti pokrenuti prvo stvoriti ček dionica .
ja: 株価チェックシート在庫チェックを作成するために最初に実行する必要があります。
lv_lv: Akciju pārbaudes lapas ir jāvada vispirms izveidot akciju pārbaudi .
pl_pl: Arkusze kontrolne Zdjęcie należy uruchomić najpierw stworzyć kontrolę zapasów.
vi_vn: Các tờ séc chứng khoán phải được chạy đầu tiên để tạo ra việc kiểm tra chứng khoán.

source: Stock Check Counts at Location
ar: الأسهم تحقق من التهم في الموقع
et: Stock Kontrolli loendamisi Asukoht
fr_lu: Afficher les fiches de contrôle de stock pour le site
hr_hr: Stock Provjeri Točke na licu mjesta
ja: 在庫確認数量の場所
lv_lv: Stock Pārbaudīt Grāfu atrašanās vietā
pl_pl: Sprawdzane Stany na Magazynie w
vi_vn: Chứng khoán tra Counts tại địa điểm

source: Enter Above Counts
ar: أدخل اعلى التهم
et: Sisesta Üle Loeb
fr_lu: Valider les données
hr_hr: Unesite Iznad grofova
ja: 以上数量入力
lv_lv: Ievadiet Virs grāfu
pl_pl: Wprowadź Powyższe Ilości
vi_vn: Nhập trên Counts

source: Failed to delete StockCount ID #
ar: فشل في حذف StockCount رقم #
et: Kustutamine ebaõnnestus StockCount ID #
fa: حذف ID StockCount به ناموفق بود #
fr_lu: Impossible de supprimer le n° de l'ID "StockCount":
hr_hr: Neuspjelo brisanje StockCount ID #
ja: 削除に失敗した在庫カウントID #
lv_lv: Neizdevās dzēst StockCount ID #
pl_pl: Nie można usunąć Kodu Towaru
vi_vn: Không xóa du?c Mã tài kho?n kho

source: Deleted Id #
ar: إيد حذف #
et: Kustutatud ID #
fr_lu: Suppression de l'ID n°
hr_hr: Izbrisano Id #
ja: 削除ID #
lv_lv: Svītrots ID #
pl_pl: Usunięty Towar
vi_vn: Số ID đã bị xóa

source: Qty Counted
ar: عد الكمية
et: Kogus Loendatud
fr_lu: Qté comptée
hr_hr: Količina broje
ja: カウント数量
lv_lv: Daudz Skaitot
pl_pl: Ilość Policzona
vi_vn: Số lượng Tính

source: Delete?
ar: حذف ؟
et: Kustuta ?
fr_lu: Supprimer?
hr_hr: Brisati?
ja: 削除？
lv_lv: Dzēst?
pl_pl: Usunąć?
vi_vn: Xóa?

source: Save Changes
ar: حفظ التغييرات
et: Salvesta muudatused
fr_lu: Enregistrer les modifications
hr_hr: Pohrani promjene
ja: 変更保管
lv_lv: Saglabāt izmaiņas
pl_pl: Zapisz Zmiany
vi_vn: Lưu thay đổi

source: Stock Dispatch Report
ar: الأسهم ارسال تقرير
et: Stock Dispatch aruanne
fr_lu: Rapport de transfert de stock
hr_hr: Stock Dispatch Prijavi
ja: 在庫チェックシートレポート
lv_lv: Noliktavas Nosūtīšanas pārskats
pl_pl: Fotografia Dispatch Zgłoś
vi_vn: Cổ phiếu công văn Báo cáo

source: Parts to dispatch to another location to cover reorder level
ar: أجزاء ل إرسالها إلى موقع آخر لتغطية إعادة ترتيب مستوى
et: Parts lähetamist teise asukohta katta reorganiseerima tase
fa: قطعات به اعزام به محل دیگری برای پوشش دوباره مرتب سطح
fr_lu: Pièces à envoyer vers un autre site pour ré-approvisionnement
hr_hr: Dijelovi uputiti na drugo mjesto pokriti preuredili razinu
ja: カバーするために別の場所に派遣するためのパーツレベルの順序を変更する
lv_lv: Daļas nosūtīt uz citu vietu , lai segtu pārkārtot līmeni
pl_pl: Części do wysyłki do innej lokalizacji na pokrycie poziomie kolejność
vi_vn: Phần để gửi đến một vị trí khác để trang trải sắp xếp lại mức

source: Could not retrieve location name from the database
ar: لا يمكن استرداد اسم الموقع من قاعدة البيانات
et: Ei saanud laadida asukohta nimi andmebaasist
fr_lu: Impossible de récupérer le nom de l'emplacement de la base de données
hr_hr: Ne mogu dohvatiti naziv lokacije iz baze podataka
ja: 期間データ取出しできない理由は
lv_lv: Nevarēja ielādēt atrašanās vietas nosaukumu no datu bāzes
pl_pl: Nie można pobrać nazwy lokalizacji z bazy danych
vi_vn: Không truy xuất được tên địa điểm từ cơ sở dữ liệu

source: Stock Dispatch - Problem Report
ar: ارسال الأوراق المالية - تقرير مشكلة
et: Stock Dispatch - Probleem aruanne
fr_lu: Transfert de stock - Rapport de problème
hr_hr: Stock Dispatch - Problem Prijavi
ja: 問題レポート
lv_lv: Stock Nosūtīšana - Problēma pārskats
pl_pl: Fotografia Dispatch - Zgłoś problem
vi_vn: Công văn cổ phiếu - Báo cáo vấn đề

source: The Stock Dispatch report could not be retrieved by the SQL because
ar: لا يمكن استرجاع التقرير الإرسال الأسهم من قبل SQL لأن
et: Stock Dispatch aruanne ei saanud need väljaSQL sest
fr_lu: Échec de la commande SQL d'affichage des rapport "stock dispatch":
hr_hr: Izvješće Stock Dispatch ne može dohvatiti , jer od strane SQL
ja: 未清算入金がＳＱＬで取り出せなかった理由は
lv_lv: Stock Nosūtīšanas ziņojums nevarēja iegūt, SQL , jo
pl_pl: Fotografia sprawozdanie Dispatch nie mógł zostać przywrócony przez SQL Server, ponieważ
vi_vn: Công văn chứng khoán báo cáo không thể được lấy ra bởi SQL vì

source: The stock dispatch did not have any items to list
ar: لم إيفاد الأوراق المالية ليس لديها أي سلع إلى قائمة
et: Aktsia lähetamise ei olnud ühtki nimekirja
fa: اعزام سهام هر آیتم به لیست ندارد
fr_lu: pas d'éléments à imprimer
hr_hr: Otpremanje dionica nije imala nikakve stavke na popis
ja: 在庫派遣リストに任意の項目を持っていなかった
lv_lv: Noliktavā nosūtīšana nebija nevienu preci uz sarakstu
pl_pl: Czas wysyłki nie ma żadnych elementów do listy
vi_vn: Công văn chứng khoán đã không có bất kỳ mục vào danh sách

source: Unable to enter Location Transfer record for
ar: لم يتمكن من دخول الموقع سجل نقل لل
et: Ei saa siseneda Asukoht Transfer rekord
fr_lu: Impossible d'entrer dans l'emplacement de transfert record pour
hr_hr: Nije moguće ući u evidenciju mjesta Transfer za
ja: の場所転送レコードを入力することができません
lv_lv: Nespēj iekļūt Atrašanās vieta Transfer rekordu
pl_pl: Nie można wprowadzić przesunięcia magazynowego dla
vi_vn: Không thể nhập từ chuyển nhượng kỷ lục

source: Prepared By :
ar: إعداد:
et: Koostanud :
fa: آماده شده توسط :
hr_hr: Pripremio :
ja: することにより調製：
lv_lv: Sagatavoja:
pl_pl: Przygotowane przez:
vi_vn: Ðu?c chu?n b? b?i

source: Hour
ar: ساعة
et: tund
fr_lu: Heure
hr_hr: Sat
ja: 労務費
lv_lv: stunda
pl_pl: Godzina
vi_vn: Gi?

source: Signature
ar: توقيع
et: allkiri
fa: امضا
hr_hr: Potpis
ja: 署名
lv_lv: Paraksts
pl_pl: Sygnatura
vi_vn: Ch? kí

source: Shipped By :
ar: يتم شحنها عن طريق :
et: Vedada :
hr_hr: Isporučuje By :
ja: 運送会社

source: Received By :
ar: تلقى بواسطة:
et: Saanud :
hr_hr: Primili su :
ja: 受領済
lv_lv: Saņemtā By:
pl_pl: Otrzymali:
vi_vn: Ðu?c nh?n b?i:

source: Inventory Stock Dispatch Report
ar: جرد المخزون ارسال تقرير
et: Inventari Stock Dispatch aruanne
fr_lu: Rapport de transfert de stock
hr_hr: Inventar Stock Dispatch Prijavi
ja: 在庫確認シート
lv_lv: Inventarizācija Stock Nosūtīšanas pārskats
pl_pl: Fotografia Inventory Report Dispatch
vi_vn: Hàng tồn kho Cổ văn Báo cáo

source: Create a transfer batch of overstock from one location to another location that is below reorder level.
ar: إنشاء دفعة نقل تكدس من موقع إلى موقع آخر الذي هو أقل مستوى إعادة الطلب .
et: Loo üleandmise partii ülejääk ühest kohast teise , mis on allpool reorganiseerima tase .
fa: ایجاد یک دسته انتقال بیش از حد اندوختن از یک محل به محل دیگری است که در زیر سطح دوباره مرتب .
fr_lu: Créer un lot de transfert des surstocks d'un endroit à un autre endroit qui est au-dessous de réorganiser niveau .
hr_hr: Stvaranje prijenosa batch zalihe s jednog mjesta na drugo mjesto koje je u nastavku preuredili razinu .
ja: 下のレベルの順序を変更されて別の場所にある場所から在庫過剰の転送バッチを作成します。
lv_lv: Izveidot pārsūtīšanas partijas lieks no vienas vietas uz citu vietu , kas ir zem pārkārtot līmeni.
pl_pl: Tworzenie partii transferu Pozycjonowanie z jednego miejsca do innego miejsca , które jest poniżej poziomu ponownego uporządkowania .
vi_vn: Tạo ra một loạt chuyển overstock từ một địa điểm đến một vị trí được sắp xếp lại dưới mức .

source: Quantity to ship is based on reorder level minus the quantity on hand at the To Location; if there is a
ar: ويستند كمية للشحن على مستوى إعادة ترتيب ناقص الكمية في متناول اليد في الموقع ل ، وإذا كان هناك
et: Kogus laeva põhineb reorganiseerima tase miinuskogus käsiTo Location; kui on
fa: مقدار به کشتی در دوباره مرتب منهای مقدار در دست به محل است ، اگر وجود دارد
hr_hr: Količina za brod se temelji na preuredili razinu minus količina na ruci na to location , ako postoji
ja: 出荷する量は場所へのレベルを引いた手で量を並べ替えるに基づいていますがある場合
lv_lv: Daudzums kuģis ir balstīta uz pārkārtot līmeni, mīnus uz rokas daudzumu pie no atrašanās vietas , ja ir
vi_vn: Số lượng xuất xưởng được dựa trên sắp xếp lại mức âm lượng trên tay ở vị trí , nếu có một

source: dispatch percentage entered, that needed quantity is inflated by the percentage entered.
ar: دخلت إيفاد المئوية، أن الكمية المطلوبة يتم نفخ حسب النسبة المئوية التي تم إدخالها.
et: lähetamist protsent kantud , et vaja kogus paisutanudprotsent sisenenud .
fa: اعزام درصد وارد شده، که مقدار مورد نیاز است توسط درصد وارد متورم شده است .
fr_lu: envoi pourcentage entré, que la quantité nécessaire est gonflé par le pourcentage entré .
hr_hr: otpreme postotak ušao , da je potrebna količina napuhan po postotku stupio .
ja: 派遣の割合は、必要な量を入力割合によって膨張されていることを、入った。
lv_lv: nosūtīšanas procentos ieraksta , kas vajadzīgi daudzumu pārspīlēt ar procentuālo ievadīto .
pl_pl: wysyłką skuteczność wszedł , że potrzebna ilość jest zawyżona przez procent weszła .
vi_vn: tỷ lệ phần trăm cử vào , mà số lượng cần thiết được bơm căng bởi tỷ lệ nhập vào.

source: You need access to both locations to do the transfer.
ar: كنت بحاجة إلى الوصول إلى كلا الموقعين للقيام بعملية النقل.
et: Sa pead juurdepääsu mõlemas kohas tehaülekande .
fa: شما نیاز به دسترسی به هر دو محل برای انجام انتقال .
fr_lu: Vous devez avoir accès aux deux endroits pour faire le transfert .
hr_hr: Trebate pristup na oba mjesta za napraviti transfer .
ja: あなたが転送を行うために、両方の場所にアクセスする必要があります。
lv_lv: Jums ir nepieciešama piekļuve abās vietās , lai veiktu pārskaitījumu.
pl_pl: Potrzebny jest dostęp do obu miejsc do zrobienia przelewu.
vi_vn: Bạn cần truy cập vào cả hai địa điểm để làm việc chuyển giao .

source: Use Bulk Inventory Transfer - Receive to process the batch
ar: استخدام السائبة نقل المخزون - تلقي ل معالجة دفعة
et: Kasutage Bulk Inventory Transfer - Saate töödelda partii
hr_hr: Koristite Bulk Transfer inventara - Primanje za obradu serije
ja: バルク在庫転送を使用する - バッチを処理するために受信
lv_lv: Izmantot Bulk Inventāra nodošanas - Saņemt apstrādāt partiju

source: Dispatch Percent
ar: إيفاد النسبة المئوية
et: Saadetis protsent
fr_lu: Pourcentage pour le transfert
hr_hr: Dispatch Postotak
ja: 値引率(%)
lv_lv: nosūtīšanas procentiem
pl_pl: Procent Dispatch
vi_vn: gửi phần trăm

source: To Stock Location
ar: ل اسهم الموقع
et: Varu asukoht
fr_lu: À destination du site
hr_hr: Za burzi Mjesto
ja: 受入在庫場所
lv_lv: Uz noliktavu
pl_pl: Magazyn Docelowy
vi_vn: Đến địa điểm kho

source: Dispatch Strategy:
ar: إرسال الاستراتيجية:
et: Saadetis strateegia :
hr_hr: Dispatch strategiju :
ja: 発送日

source: Items needed at TO location with overstock at FROM location
ar: المواد اللازمة في موقعها مع تكدس في من موقع
et: Kirjed vaja TO asukoha ülejääk on alates Asukoht
fa: اقلام در محل با بیش از حد اندوختن از محل مورد نیاز
fr_lu: Articles nécessaires à une localisation avec overstock à partir de l'emplacement
hr_hr: Stavke po potrebi U mjestu sa zalihe na IZ mjesto
ja: 項目は、場所からで在庫過剰と場所にで必要
lv_lv: Preces vajadzīga TO vietā ar lieks pie NO vietā
pl_pl: Rzeczy potrzebne w TO miejsce z Pozycjonowanie w Lokalizacja
vi_vn: Các mặt hàng cần thiết ở vị trí TO với overstock tại từ vị trí

source: Items with overstock at FROM location
ar: البنود مع تكدس في من موقع
et: Kirjed kus ülejääk on alates Asukoht
hr_hr: Stavke sa zalihe u IZ mjesto
ja: 場所からで過剰在庫を持つアイテム
lv_lv: Preces ar lieks pie NO vietu

source: Create Batch
ar: خلق دفعة
et: Loo Partii
fr_lu: Créer un lot
hr_hr: Napravite Hrpa
ja: 作成
lv_lv: Izveidot Sērija
pl_pl: Tworzenie partii
vi_vn: Tạo lô hàng

source: Report Only
ar: التقرير سوى
et: Ainult aruanne
fr_lu: Rapport seulement
hr_hr: Samo Prijavi
ja: レポート
lv_lv: Ziņojums Tikai
pl_pl: Tylko raport
vi_vn: Chỉ dành cho báo cáo

source: Template
ar: قالب
et: šabloon
fr_lu: Modèle
hr_hr: Predložak
ja: 完了
lv_lv: Veidnes
pl_pl: Szablon
vi_vn: Biểu mẫu

source: Full with Prices
ar: كامل مع الأسعار
et: Full hinnad
fa: کامل با قیمت
fr_lu: Complète avec les prix
hr_hr: Puni s cijenama
ja: 価格との完全
lv_lv: Pilns ar cenu
pl_pl: Pełna z cenami
vi_vn: Đầy đủ với giá

source: Full
ar: كامل
et: täis
ja: フルネーム

source: Simple
ar: بسيط
et: lihtne
hr_hr: jednostavan
ja: 運送会社
lv_lv: vienkāršs
pl_pl: Proste
vi_vn: Đơn giản

source: Stock Dispatch
ar: الأسهم الإرسال
ja: 発送
lv_lv: Preces nosūtīšana
pl_pl: Fotografia Dispatch
vi_vn: cổ phiếu công văn

source: From :
ar: من :
hr_hr: Od :
ja: 開始:
lv_lv: no :
pl_pl: Od:
vi_vn: Từ:

source: Transfer No.
ar: نقل رقم
et: Transfer Ei
fr_lu: Transfert n °
hr_hr: Prijenos broj
ja: 移動番号
lv_lv: Transfer Nē
pl_pl: Transfer nr
vi_vn: Số chuyển khoản

source: To :
ar: إلى:
hr_hr: Za :
ja: 終了:
lv_lv: līdz :
vi_vn: Đến:

source: Over transfer
ar: على نقل
et: üle üleandmine
hr_hr: Tijekom prijenosa
ja: 在庫移動

source: Overstock items at
ar: البنود تكدس في
et: Ülejääk teemad
hr_hr: Zalihe proizvoda u
ja: 品目

source: Items needed at
ar: المواد اللازمة في
et: Kirjed vaja
fa: اقلام مورد نیاز در
hr_hr: Predmeti potrebni u
ja: 品目メンテナンス

source: QOH-From
ar: QOH من
fr_lu: -A partir de QEM
hr_hr: QOH - S
ja: 開始
lv_lv: QOH -No
pl_pl: QOH-Z
vi_vn: QOH - Từ

source: QOH-To
ar: QOH إلى
fr_lu: Pour QEM-
hr_hr: Za QOH -
ja: 在庫数

source: Shipped
ar: شحن
et: Transpordiettevõte
fr_lu: Expédié
hr_hr: isporučuje
ja: 出荷
lv_lv: nosūtīti
pl_pl: Wysłane
vi_vn: vận chuyển

source: Image/Description
ja: 品目内容

source: All Stock Movements By Location
ar: جميع الحركات المالية حسب الموقع
et: Kõik laoliikumised Asukoha järgi
fr_lu: Tous les mouvements de stock par site
hr_hr: Svi Stock Pokreti Mjesto
ja: 場所別全在庫移動
lv_lv: Visas noliktavas Kustības pēc atrašanās vietas
pl_pl: Wszystkie Zmiany wg Miejsca
vi_vn: Tất cả các phong trào Cổ Theo địa điểm

source: Show Movements before
ar: تظهر حركات قبل
et: Näita liikumised enne
fr_lu: Afficher les mouvements avant
hr_hr: Pokaži pokreti prije
ja: 移動表示 以前
lv_lv: Rādīt kustības pirms
pl_pl: Pokaż Zmiany przed
vi_vn: Hiển thị các thay đổi trước đây

source: But after
ar: ولكن بعد
et: aga pärast
fr_lu: Mais après
hr_hr: No, nakon što
ja: で、以降
lv_lv: Pēc
pl_pl: ale po
vi_vn: nhưng sau khi

source: The stock movements for the selected criteria could not be retrieved because
ar: لا يمكن استرجاع الحركات الأسهم لل معايير المحددة ل
et: Laoliikumised valitud kriteeriumid ei õnnestunud , sest
fr_lu: Les mouvements de stock pour les critères sélectionnés n'ont pas pu être récupérés en raison
hr_hr: Dionica pokreti za odabrane kriterije ne mogu dohvatiti , jer
ja: 選択した条件の在庫の動きを取得できませんでしたので、
lv_lv: Akciju kustības attiecībā uz izvēlētajiem kritērijiem nevarēja izgūt , jo
pl_pl: Zmiany magazynowe dla wybranych kryteriów nie mogą być odtworzone ponieważ
vi_vn: Các phong trào cổ phiếu cho các tiêu chí lựa chọn không thể được lấy ra bởi vì

source: Trans No
ar: لا ترانس
et: Trans ei
fr_lu: Opération n°
hr_hr: Ne Trans
ja: Tran番号
lv_lv: Trans Nē
pl_pl: Nr Transakcji
vi_vn: Số chuyển khoản

source: Quantity on Hand
ar: كمية على اليد
et: Kogus käsi
fr_lu: Quantité disponible
hr_hr: Količina na ruku
ja: 在庫数量
lv_lv: Daudzums uz rokas
pl_pl: Ilość na rękę
vi_vn: Lượng hàng hiện có

source: All Stock Status By Location/Category
ar: جميع الأسهم الحالة حسب الموقع / الفئة
et: Kõik laoseisu Toimumiskoha / Kategooria
fr_lu: État des stocks par Site/Catégorie
hr_hr: Sve Stock Status po lokaciji / Kategorija
ja: 場所/カテゴリ別前在庫状況
lv_lv: Visi Noliktavas Statuss Pēc atrašanās vietas / kategorijas
pl_pl: Zestawienie Stanu wg Magazynu/Kategorii
vi_vn: Tình Trạng Cổ Theo địa điểm / Chuyên mục

source: Shown Only Items Where
ar: أظهرت فقط البنود أين
et: Kuvatakse vaid punkti, kus
fa: نشان داده شده است فقط اقلام که در آن
fr_lu: Articles affichés uniquement là où
hr_hr: Prikazani su samo stavke kod kojih
ja: 参考項目どこ
lv_lv: Parādīts tikai preces, ja
pl_pl: Jeżeli widoczne tylko przedmioty
vi_vn: Thể hiện Item chỉ ở đâu

source: Only items below re-order quantity
ar: البنود فقط تحت كمية إعادة الطلب
et: Ainult esemeid alla uuesti , et kogus
fa: فقط موارد زیر مقدار سفارش مجدد
hr_hr: Samo predmeti ispod re - narudžba
ja: 数量0以外の品目だけ印刷
lv_lv: Tikai preces zem atkārtota pasūtījuma daudzums
vi_vn: Chỉ mục dưới đây số lượng đặt hàng lại

source: Only items where stock is available
ar: فقط البنود حيث الأسهم متاح
et: Ainult tooted , mille puhul varu on olemas
fa: فقط اقلام که در آن سهام در دسترس است
fr_lu: Seuls les éléments où le stock est disponible
hr_hr: Samo predmeti u kojima dionica je dostupan
ja: 品目 可能
lv_lv: Tikai posteņus , ja akcijas ir pieejams
pl_pl: Tylko przedmioty, gdzie czas jest dostępna
vi_vn: Chỉ có mặt hàng mà cổ phiếu có sẵn

source: Only items currently on order
ar: البنود فقط حاليا على النظام
et: Ainult esemed praegu järjekorras
fa: فقط موارد در حال حاضر به سفارش
hr_hr: Samo stavki trenutno na cilju
ja: 現在オーダーのアイテムのみ
lv_lv: Tikai preces šobrīd pēc pasūtījuma
vi_vn: Chỉ có những tài liệu về trật tự

source: The stock held at each location cannot be retrieved because
ar: الأسهم التي عقدت في كل موقع لا يمكن استرجاعها لأن
et: Valduses igas kohas ei saa taastada , sest
fr_lu: Le stock a lieu à chaque emplacement ne peut pas être trouvé en raison
hr_hr: Dionica održati na svakom mjestu ne mogu dohvatiti , jer
ja: それぞれの場所で開催された株式を取得することはできませんので、
lv_lv: Akciju pieder katrā vietā nevar iegūt , jo
pl_pl: Towary na stanie w magazynachi nie mogą zostać odtworzone ponieważ
vi_vn: Các cổ phiếu được tổ chức tại mỗi địa điểm không thể được lấy ra bởi vì

source: StockID
ja: 品目ID
pl_pl: KodTow

source: Re-Order Level
ar: مستوى إعادة الطلب
fr_lu: Niveau de ré-assort
hr_hr: Re - Order Razina
ja: 再注文数量
lv_lv: Re -Order līmenis
pl_pl: Poziom Zamawiania
vi_vn: Cấp lại thứ tự

source: The quantity on order for this product to be received into
ar: كمية على النظام لهذا المنتج ل تكون وردت في
et: Koguse tellimisel Selle toote laekunud
hr_hr: Količina po narudžbi za ovaj proizvod biti primljen u
ja: この製品にはオーダーの量がに受信される
lv_lv: Par pasūtījuma daudzums šim produktam , kas saņemti
pl_pl: Wysokość zamówienia dla tego produktu do przyjęcia do
vi_vn: Số lượng đặt hàng cho sản phẩm này để được nhận vào

source: Serial Numbers
ar: الأرقام التسلسلية
et: seerianumbrid
fr_lu: N° de série
hr_hr: Serijski brojevi
ja: シリアル番号
lv_lv: sērijas numuri
pl_pl: Numery Seryjne
vi_vn: Số se-ri

source: Batches
ar: دفعات
et: partiid
fr_lu: Lots
hr_hr: serije
ja: バッチ
lv_lv: Partijas
pl_pl: Partie
vi_vn: lô

source: Inventory Location Transfer Shipment
ar: جرد نقل الموقع شحنة
et: Inventory Asukoht Transfer Vedu
fr_lu: Transfert de stock - Expédition
hr_hr: Inventar Mjesto prijevoz pošiljke
ja: 在庫場所移動出荷
lv_lv: Inventarizācijas Atrašanās vieta Transfer Sūtījumu
pl_pl: Wysyłka Międzymagazynowa
vi_vn: Hàng tồn kho từ chuyển lô hàng

source: This transaction has already been entered
ar: وقد تم بالفعل دخلت هذه الصفقة
et: See tehing on juba kantud
fr_lu: Cette transaction a déjà été conclu
hr_hr: Ova je transakcija već unesen
ja: このトランザクションは、すでに入力されています
lv_lv: Šis darījums jau ir ievadīti
pl_pl: Ta transakcja już została wprowadzona
vi_vn: Giao dịch này đã được nhập vào

source: Please start over now
ar: الرجاء البدء من الآن
et: Palun alustada otsast nüüd
fa: لطفا بیش از شروع
fr_lu: S'il vous plaît recommencer maintenant
hr_hr: Počnite sada
ja: 今以上起動してください
lv_lv: Lūdzu, sāciet vairāk nekā tagad
pl_pl: Zacznij teraz
vi_vn: Hãy bắt đầu lại bây giờ

source: columns, but only 2 columns are expected. The comma separated file should have just two columns the first for the item code and the second for the quantity to transfer
ar: الأعمدة ، ولكن من المتوقع 2 أعمدة فقط .
et: sambad, kuid ainult 2 veergu oodatakse .
fa: ستون، اما تنها 2 ستون انتظار می رود.
fr_lu: colonnes, mais seules 2 étaient attendues. Le fichier CSV doit contenir 2 colonnes, la première avec les codes des articles et la seconde avec les quantités à modifier
hr_hr: kolumne , ali samo 2 stupca očekuje .
ja: 列は、 2列だけが期待される。
lv_lv: kolonnas , bet tikai 2 kolonnas tiek gaidīts .
pl_pl: kolumny , ale tylko 2 kolumny oczekuje .
vi_vn: cột , nhưng chỉ có 2 cột được mong đợi.

source: The part code entered of
ar: رمز جزء من دخل
et: Osa Sisestatud kohta
fr_lu: Le code est entré partie de
hr_hr: Dio koda ušao u
ja: 部品コードは、入力
lv_lv: Daļa kods ievadīts no
pl_pl: Wprowadzony kod towaru
vi_vn: Các mã phần vào của

source: is not set up in the database
ar: لم يتم إعداد في قاعدة البيانات
et: ei ole loodudandmebaas
fr_lu: n'est pas mis en place dans la base de données
hr_hr: nije postavljen u bazi podataka
ja: データベースに設定されていません
lv_lv: nav izveidota datu bāzē
pl_pl: jest nieznany w bazie danych
vi_vn: không được thiết lập trong cơ sở dữ liệu
