Repository: timschofield/KwaMoja-Medical
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar, et, fa, fr_lu, hr_hr, ja, lv_lv, pl_pl, vi_vn

source: The validation process for the GL Code entered could not be executed because
ar: عملية التحقق من الصحة ل قانون GL دخلت لا يمكن تنفيذها بسبب
et: Valideerimisprotseduuri GL Sisestatud ei saa rahuldada, sest
fa: مرحله تایید برای کد گرم وارد نمی تواند به دلیل اعدام
fr_lu: Le processus de validation du code GL entrée n'a pas pu être exécutée car
hr_hr: Proces provjere za GL zakona stupio nije mogao biti izvršen jer je
ja: GLコードの検証プロセスが入力を実行できませんでしたので、
lv_lv: Apstiprināšanas process GL kodeksā stājās nevarēja izpildīt, jo
pl_pl: Nie można sprawdzić Kodu KG ponieważ
vi_vn: Quá trình xác nhận cho Mã GL vào không thể được thực thi vì

source: The SQL used to validate the code entered was
ar: و SQL المستخدمة للتحقق من صحة رمز دخلت كان
et: SQL kasutatakse kinnitamiseks koodi Sisestatud
fa: گذاشتن استفاده می شود به اعتبار کد وارد شد
fr_lu: Commande SQL de confirmation du code saisi:
hr_hr: SQL se koristi za ovjeru kod ušao je
ja: コードを検証するために使用されるSQLがあった入力
lv_lv: SQL izmanto, lai apstiprinātu kodu ievadīta bija
pl_pl: Użyta fraza SQL
vi_vn: SQL được sử dụng để xác nhận mã vào là

source: Cannot enter this order line
ar: لا يمكن أن يدخل هذا الخط النظام
et: Ei saa minna seda , et liin
fa: آیا می توانم وارد این خط منظور نمی
fr_lu: Impossible d'entrer cette ligne de commande
hr_hr: Ne mogu ući u ovaj redak narudžbe
ja: この注文行が入力できない
lv_lv: Nevar ievadīt &#353;o rīkojuma rindu
pl_pl: Nie można wprowadzić tej linii zamówienia
vi_vn: Không có thể nhập vào dòng lệnh này

source: The general ledger code
ar: رمز دفتر الأستاذ العام
et: Pearaamat kood
fa: کد لجر عمومی
fr_lu: Le code Grand Livre
hr_hr: Glavna knjiga broj
ja: 総勘定元帳コード
lv_lv: Virsgrāmatas konta nr.
pl_pl: Konto księgi głównej
vi_vn: Mã số sổ cái tài khoản

source: is not a general ledger code that is defined in the chart of accounts
ar: ليس رمز دفتر الأستاذ العام التي يتم تعريفها في الرسم البياني للحسابات
et: ei ole pearaamat kood, mis on määratletud kontoplaani
fa: کد لجر عمومی که در چارت از حساب های تعریف شده نمی باشد.
fr_lu: n'est pas un code de Grand Livre défini dans le plan comptable
hr_hr: Nijeglavna knjiga kod koji je definiran u kontnom
ja: 勘定科目表で定義されている総勘定元帳のコードではありません
lv_lv: ir neVirsgrāmata kods , kas ir noteikts ar kontu
pl_pl: nie jest kodem konta księgi głównej zdefiniowanym w planie kont
vi_vn: không phải là một mã sổ cái chung được định nghĩa trong bảng xếp hạng của các tài khoản

source: Please use a code that is already defined
ar: يرجى استخدام التعليمات البرمجية التي تم تحديدها مسبقا
et: Palun kasutagekoodi, mis on juba määratletud
fa: لطفا از کد است که از قبل تعریف شده
fr_lu: Veuillez utiliser un code qui a été défini
hr_hr: Upotrijebite kôd koji je već definiran
ja: 既に定義されているコードを使用してください
lv_lv: Lūdzu, izmantojiet kodu, kas ir jau noteikušas
pl_pl: Użyj kodu już zdefiniowanego
vi_vn: Vui lòng sử dụng một mã đã được xác định

source: See the Chart list from the link below
ar: اطلع على قائمة الرسم البياني من الرابط أدناه
et: Vt joonis nimekirjalink allpool
fa: مشاهده لیست نمودار را از لینک زیر
fr_lu: Afficher le plan comptable avec le lien ci-dessous
hr_hr: Pogledajte tablicu popis iz linku
ja: 下のリンクからチャートリストを参照してください
lv_lv: Skatīt Chart sarakstu no saites zemāk
pl_pl: Przejrzyj listę kont linkiem poniżej
vi_vn: Xem danh sách đồ từ liên kết dưới đây

source: An asset code was entered but it does not yet exist. Only pre-existing asset ids can be entered when ordering a fixed asset
ar: تم إدخال رمز الأصول ولكن لا توجد حتى الآن .
et: Vara koodi sisestamist kuid see ei ole veel olemas .
fa: کد دارایی وارد شد اما آن را ندارد هنوز وجود داشته باشد. فقط از قبل وجود داشته شناسه دارایی می تواند وارد شود هنگام سفارش دارائی های ثابت
fr_lu: Le code d'immobilisation saisi n'existe pas.
hr_hr: Imovina kod je ušao , ali to još uvijek ne postoji .
ja: 資産コードが入力されましたが、それはまだ存在していません。
lv_lv: Aktīvs kods ir ievadīts , bet tas vēl nepastāv .
pl_pl: Kod aktywów została wpisana, ale jeszcze nie istnieją. Tylko wcześniej identyfikatorów aktywów mogą być wprowadzane przy zamówieniu aktywów trwałych
vi_vn: Một mã số tài sản đã được nhập nhưng nó không tồn tại.

source: The description of the item being purchased is required where a non-stock item is being ordered
ar: مطلوب وصف السلعة المشتراة حيث يتم أمرت البند غير الأسهم
et: Kauba kirjeldust ostetava on vajalik, kuimitte- laonumbrist on tellitud
fa: شرح قلم دوم از اقلام خریداری شده که مورد نیاز است که در آن بدون سهام مورد است که دستور داد
fr_lu: La description de l'article acheté est nécessaire lorsqu'un élément non-stock est commandé
hr_hr: Opis predmeta kupuje gdje je potrebnonon - stock predmet se naručiti
ja: 非在庫品目が注文されている場所をご購入されたされている項目の説明が必要とされる
lv_lv: No posteņa iegādāto apraksts nav vajadzīgs, janav krājumu postenis tiek pasūtīts
pl_pl: Opis pozycji nabywanych jest wymagane, jeżeli element nie czas jest sortowane
vi_vn: Các mô tả về sản phẩm đang được mua là cần thiết mà một mục chứng khoán không được ra lệnh

source: is already on this order
ar: هو بالفعل على هذا النظام
et: on juba selles , et
fa: در حال حاضر در این دستور
fr_lu: est déjà sur cette commande
hr_hr: je već na cilju
ja: は注文に既にある
lv_lv: jau ir Å¡ajÄ� rÄ«kojumÄ�
pl_pl: jest już w zamówieniu
vi_vn: đã đặt hàng này

source: The system will not allow the same item on the order more than once
ar: فإن النظام لن يسمح البند نفسه على النظام أكثر من مرة واحدة
et: Süsteem ei luba sama käsk, et rohkem kui üks kord
fa: سیستم مورد های مشابه در جهت اجازه نمی دهد بیش از یک بار
fr_lu: Le système n'autorise pas la redondance d'article dans une commande
hr_hr: Sustav neće dopustiti isti predmet na red više od jednom
ja: システムが複数回オーダーで同じ項目を許可しません
lv_lv: Sistēma neļaus to pašu elementu par kārtību vairāk nekā vienu reizi
pl_pl: system nie zezwala na ten sam towar w więcej niż jednej pozycji zamówienia
vi_vn: Hệ thống sẽ không cho phép cùng một mục trên theo thứ tự nhiều hơn một lần

source: However you can change the quantity ordered of the existing line if necessary
ar: ومع ذلك يمكنك تغيير الكمية المطلوبة من الخط الحالي إذا لزم الأمر
et: Siiski saate muuta tellitav kogus olemasolevate liinidega vajadusel
fa: با این حال شما می توانید تغییر دهید مقدار دستور داده از خط موجود در صورت لزوم
fr_lu: vous pouvez cependant changer la quantité commandée dans les lignes existantes
hr_hr: No možete promijeniti naručene količine postojećeg linije ako je potrebno
ja: ただし、既存のラインの注文数量を変更することができ、必要に応じて
lv_lv: Tomēr jūs varat mainīt daudzumu pasūtīts esošā sliežu ceļa , ja nepieciešams
pl_pl: Niemniej możesz zmienić ilość zamówioną jeśli potrzeba
vi_vn: Tuy nhiên bạn có thể thay đổi số lượng đặt hàng của dòng hiện tại nếu cần thiết

source: The item details for
ar: التفاصيل عن هذا البند
fr_lu: Détails de l'article
hr_hr: Stavka detalji za
ja: 品目コード

source: The purchasing data for
ar: البيانات الشرائية لل
et: Ostes andmed
fr_lu: Données des achats de
hr_hr: Kupovnu podaci za
ja: 仕入先購買データ

source: The SQL used to retrieve the purchasing data but failed was
fr_lu: Échec de la commande SQL d'affichage des données d'achat:
ja: 預金口座詳細の取出にSQLは用いられた

source: Could not retrieve the supplier discounts applicable to the item
et: Ei saanud kättetarnija soodustust kohaldataksekirje
fa: تخفیف عرضه کننده کالا به آیتم استفاده کنید نیستید
fr_lu: Impossible de récupérer les escomptes des fournisseurs applicables au poste
hr_hr: Ne mogu dohvatiti dobavljačem popusti koji se primjenjuju na stavku
ja: 項目に該当する仕入先割引を取得できませんでした
lv_lv: Nevarēja ielādēt piegādātāju atlaides piemēro postenim
pl_pl: Nie można pobrać rabaty dostawca mające zastosowanie do elementu
vi_vn: Không thể lấy lại nhà cung cấp giảm giá áp dụng cho các mặt hàng

source: The SQL used to retrive the supplier discounts that failed was
et: SQL kasutatakse retrivetarnija allahindlusi, mis ei olnud
fa: SQL استفاده می شود به retrive تخفیف عرضه کننده کالا که شکست خورده بود
fr_lu: Le SQL utilisée pour retrive les escomptes des fournisseurs qui n'ont pas été
hr_hr: SQL se koristi za retrive dobavljačem popuste koje je propustio
ja: SQLだった失敗したサプライヤー割引をretriveするために使用
lv_lv: SQL izmanto, lai retrive attiecīgajām piegādātājām atlaides, kas neizdevās , bija
pl_pl: SQL używane do sprowadzaniu rabaty z dostawcami , których nie udało się
vi_vn: SQL được sử dụng để retrive giảm giá nhà cung cấp mà không thành công là

source: Taken accumulated supplier percentage discounts of
ar: اتخذت المتراكمة نسبة المورد خصومات
et: Võetud kogunenud tarnija protsent allahindlust
fa: گرفته انباشته عرضه کننده کالا درصد تخفیف
fr_lu: Prises cumulées des pourcentages de rabais des fournisseurs de
hr_hr: Taken akumulirane dobavljač postotnih popuste
ja: の撮影累積サプライヤーパーセント割引
lv_lv: Uzņemts uzkrātā piegādātājs procentu atlaides
pl_pl: Zrobione zgromadzone zniżki procentowe Dostawca
vi_vn: Thực hiện giảm giá tỷ lệ phần trăm nhà cung cấp tích lũy

source: Taken accumulated round sum supplier discount of
ar: اتخذت المتراكمة المورد مبلغ جولة خصم
et: Võetud kogunenud ümmargune summa tarnija allahindlust
fa: گرفته انباشته شده دور مجموع عرضه کننده کالا تخفیف
fr_lu: Pris accumulé tour rabais des fournisseurs somme de
hr_hr: Gledano nakupila okrugli iznos dobavljač popust
ja: の撮影累積ラウンド和サプライヤー割引
lv_lv: Taken uzkrāto kārta summa piegādātājs atlaide
pl_pl: Zrobione zgromadzone runda rabatu dostawca suma
vi_vn: Thực hiện tích lũy vòng tổng nhà cung cấp giảm giá

source: per supplier unit
ar: لكل وحدة المورد
et: kohta tarnija üksus
fa: در واحد عرضه کننده کالا
fr_lu: par unité de fournisseur
hr_hr: po jedinici dobavljača
ja: サプライヤー単位当たり
lv_lv: vienu piegādātāju vienību
pl_pl: na jednostkę dostawcy
vi_vn: trên một đơn vị cung cấp

source: does not exist in the database and therefore cannot be added to the order
ar: غير موجود في قاعدة البيانات وبالتالي لا يمكن أن تضاف إلى النظام
et: ei eksisteeri andmebaasis ja seetõttu ei saa lisada, et
fa: نشانی در پایگاه داده وجود ندارد و بنابراین می تواند به منظور اضافه نمی شوند
fr_lu: n'existe pas dans la base de données et de ce fait ne peut pas être ajouté à cette commande
hr_hr: ne postoji u bazi podataka i stoga ne može biti dodan u cilju
ja: データベースに存在しないので、注文に追加することはできません
lv_lv: neeksistē datu bāzē , un tāpēc nevar tikt pievienota secībā
pl_pl: nie istnieje w bazie danych nie może więc być dodany do zamówienia
vi_vn: không tồn tại trong cơ sở dữ liệu và do đó không thể được thêm vào theo thứ tự

source: Order Summary
ar: ملخص النظام
et: Tellimuse kokkuvõte
fa: خلاصه سفارش
fr_lu: Résumé de la commande
hr_hr: Naručite Profila
ja: 注文概要
lv_lv: lai kopsavilkums
pl_pl: Zamówienie Podsumowanie
vi_vn: Tóm tắt thông tin để

source: Quantity Our Units
ar: الكمية حداتنا
fr_lu: Quantité Nos unités
ja: 在庫数量

source: Our Unit
ar: لدينا وحدة
fr_lu: Notre unité
hr_hr: Naša jedinica
ja: 単位

source: Price Our Units
ar: تسعير وحداتنا
fr_lu: Prix ​​Nos unités
ja: 価格表

source: Unit Conversion Factor
ar: عامل تحويل وحدة
fr_lu: Facteur de conversion pour l'unité
hr_hr: Jedinica konverzija Factor
ja: 変換率（当社単位へ）

source: Order Quantity
ar: الكمية النظام
et: Tellimuse kogus
fa: سفارش
fr_lu: Qté commandée
hr_hr: Naručite Količina
ja: 注文数量
lv_lv: Pasūtīt daudzums
pl_pl: Ilość Zamówiona
vi_vn: Số lượng hàng đặt

source: Supplier Unit
ar: وحدة المورد
et: Pakkuja Unit
fa: تامین کننده واحد
fr_lu: Unités) fournisseur
hr_hr: Dobavljač jedinica
ja: 仕入先単位
lv_lv: Vendor Unit
pl_pl: Jedn. Dostawcy
vi_vn: Đơn vị nhà cung cấp

source: Order Price
ar: سعر النظام
et: Tellin Hind
fa: سفارش قیمت
fr_lu: Prix de la commande
hr_hr: Naručite Cijena
ja: 注文価格
lv_lv: Rīkojuma cena
pl_pl: Cena Zamówienia
vi_vn: Giá đơn hàng

source: Supp Units
ar: وحدات تحاميل
fr_lu: Unité fournisseur
ja: 仕入先単位

source: Sub-Total
ar: المجموع الفرعي
et: Vahesumma
fr_lu: Sous-total
ja: 小計

source: Deliver By
ar: يلقى بها
et: tarnida
fa: ارائه شده توسط
fr_lu: Expédition
hr_hr: dostaviti putem
ja: 納品
lv_lv: Piegāde
pl_pl: Dostarczyć w
vi_vn: cung cấp bởi

source: excluding Tax
ar: باستثناء ضرائب
et: ilma käibemaksuta
fa: به استثنای مالیات
fr_lu: H.T.
hr_hr: bez poreza
ja: 税別合計
lv_lv: izņemot nodokli
pl_pl: bez podatku
vi_vn: Không bao gồm thuế

source: Update Order Lines
ar: تحديث خطوط النظام
et: Uuenda Telli Lines
ja: 注文更新

source: Process Order
ar: ترتيب عملية
ja: EDI注文処理

source: General Ledger Code
ar: دفتر الأستاذ العام رمز
et: Pearaamat kood
fa: عمومی کد لجر
fr_lu: Code grand livre général
hr_hr: Glavna knjiga Code
ja: 総勘定元帳
lv_lv: Virsgrāmata
pl_pl: Code General Ledger
vi_vn: Mã số sổ cái

source: OR Asset ID
ar: أو هوية الأصول
et: Varade või ID
fa: یا دارایی شناسه
fr_lu: OU ID d'actif
hr_hr: ILI Asset ID
ja: または資産ID
lv_lv: VAI Asset ID
pl_pl: Lub aktywów ID
vi_vn: Hoặc tài sản ID

source: Not an Asset
ar: ليس الأصول
et: EiAsset
fa: نه دارایی
fr_lu: Pas un actif
hr_hr: Neimovinom
ja: 使用しない
lv_lv: NavAsset
pl_pl: Nie Asset
vi_vn: Không phải là một tài sản

source: Not yet purchased
ar: لم يتم شراؤها حتى الآن
et: Ei ole veel ostetud
fa: هنوز رتبهدهی نشده است خریداری شده
fr_lu: En attente d'achat
hr_hr: Još nije kupio
ja: 未印刷
lv_lv: Nav nopirkuši
pl_pl: Dotychczas zakupione
vi_vn: Chưa mua

source: New Fixed Asset
ar: الأصول الثابتة الجديدة
et: Uus Põhivarade
fa: دارایی های ثابت جدید
fr_lu: Nouvelle immobilisation
hr_hr: Novi dugotrajne imovine
ja: 新たな固定資産
lv_lv: Jauns Pamatlīdzekļu
pl_pl: Nowy środek trwały
vi_vn: Tài sản cố định mới

source: Quantity to purchase
ar: كمية لشراء
et: Kogus osta
fa: مقدار خرید
fr_lu: Quantité à acheter
hr_hr: Količina za kupnju
ja: それは購買でない
lv_lv: Daudzums pasūtīts
pl_pl: Ilość do zakupu
vi_vn: Số lượng mua

source: Price per item
ar: السعر لكل بند
et: Hind ühiku kohta
fa: قیمت هر آیتم
fr_lu: Prix par article
hr_hr: Cijena po komadu
ja: 返品価格
lv_lv: Kreditē&#353;anas cena
pl_pl: Cena za sztukę
vi_vn: Giá mỗi mặt hàng

source: each
ar: كل
et: iga
fa: هر
fr_lu: pièce
hr_hr: svaki
ja: 単位数
lv_lv: katrs
pl_pl: szt
vi_vn: mỗi

source: Enter Item
ar: أدخل السلعة
et: Sisesta Punkt
ja: 行品目入力

source: Item Category
ar: البند الفئة
fr_lu: Catégorie article
ja: カテゴリ

source: Only items defined as from this Supplier
ar: البنود فقط يعرف بأنه من الموردين
fr_lu: N'afficher que les produits de ce fournisseur
ja: 仕入先への支払入力

source: Insert New Item
ar: إدراج عنصر جديد
et: Lisada uus punkt
fr_lu: Ajouter un nouvel article
hr_hr: Doadaj novu stavku
ja: 新品目追加
lv_lv: Pievienot jaunu preci
pl_pl: Dodaj Nowy Towar
vi_vn: Chèn 1 mặt hàng mới vào

source: Order a non stock item
ar: من أجل عنصر غير الأسهم
et: Telli mitte laonumbrist
fa: سفارش مورد سهام غیر
fr_lu: Commander un article hors stock
hr_hr: Naručite ne za stavke zaliha
ja: 新品目追加
lv_lv: Darbaspēks
pl_pl: Zamówienie nie z magazynu
vi_vn: Đặt một mặt hàng không có trong kho

source: Our Units
ar: حداتنا
fr_lu: Nos unités
hr_hr: naše jedinice
ja: 単位

source: Supplier/Order
ar: المورد / ترتيب
fr_lu: Fournisseur/commande
ja: 仕入先注文

source: Go to end of list
ar: الذهاب لإنهاء قائمة
et: Mine nimekirja lõppu
fa: برو به لیست پایان
fr_lu: Aller à la fin de la liste
hr_hr: Idi na kraj popisa
ja: 原価計算
lv_lv: Atgrieztas preces
pl_pl: Idź na koniec listy
vi_vn: Di chuyển xuống cuối danh sách

source: Could not retrieve the purchasing data for the item
fr_lu: Ne trouve pas les données d'achat relatives à cet article
ja: 期間データ取出しできない理由は

source: Reviewing Purchase Order Number
ar: استعراض رقم أمر الشراء
et: Jälgides Ostutellimuse number
fa: بررسی خرید شماره سفارش
fr_lu: Révision du numéro de commande
hr_hr: Pregled narudžbenicu broj
ja: 確認 購買受注番号
lv_lv: Pārskatīt iepirkumu rīkojumu numurus
pl_pl: Przeglądanie Zamówienia Zakupu Numer
vi_vn: Rà soát Số Đơn đặt hàng

source: Reviewing A Purchase Order
ar: استعراض أمر شراء
et: Jälgidesostutellimuse
fa: بررسی سفارش خرید
fr_lu: Révision Cde Achat
hr_hr: Osvrnuvši narudžbenice
ja: 購買発注確認
lv_lv: Pārskatīt iepirkumu rīkojumus
pl_pl: Przeglądanie Zamówieni Zakupu
vi_vn: Xem lại một đơn hàng mua

source: The search of the GRNs was unsuccessful
ar: كان البحث من GRNs غير ناجحة
et: OtsidesGRNs ebaõnnestus
fa: جستجوی GRNs ناموفق بود
fr_lu: La recherche de la GRNS a échoué
hr_hr: Traži od GRNs bio je neuspješan
ja: GRNsの検索に失敗しました
lv_lv: No GRNs meklēšana bija neveiksmīga
pl_pl: Wyszukiwania GRNs nie powiodła się
vi_vn: Việc tìm kiếm của GRNs đã không thành công

source: the SQL statement returned the error
ar: عاد عبارة SQL الخطأ
et: SQL tagastatakseviga
fa: بیانیه گذاشتن و بازگشت خطا
fr_lu: l'instruction SQL a renvoyé l'erreur
hr_hr: SQL je vratio pogrešku
ja: SQLステートメントがエラーを返しました
lv_lv: SQL atgrieza kļūdu
pl_pl: zapytanie SQL zwróciło błąd
vi_vn: các câu lệnh SQL trả lại lỗi

source: This page must be called with a purchase order number to review
ar: يجب استدعاء هذه الصفحة مع رقم أمر شراء لمراجعة
et: See leht tuleb kutsuda koosostutellimuse number vaadata
fa: این صفحه باید با تعداد سفارش خرید نامیده می شود به بررسی
fr_lu: Cette page doit être appellé avec un n° de commande
hr_hr: Ova stranica mora biti pozvani s brojem narudžbenice za ocjenu
ja: このページは、検討する発注番号で呼ばれなければならない
lv_lv: Šī lapa ir jāizsauc ar pirkuma pasūtījuma numuru, lai pārskatītu
pl_pl: Ta strona musi być wywołana z numerem zamówienia do przejrzenia
vi_vn: Trang này phải được gọi với một số đơn đặt hàng để xem xét

source: Outstanding Purchase Orders
ar: أوامر الشراء المعلقة
et: Täitmata ostutellimuste
fa: سفارشات خرید برجسته
fr_lu: Gestion des achats
hr_hr: Izvanredna narudžbenice
ja: 未入庫購買発注
lv_lv: Nepabeigtie iepirkumi
pl_pl: Oczekujące Zamówienia Zakupu
vi_vn: Các đơn mua hàng xuất sắc

source: The order requested could not be retrieved
ar: لا يمكن استرجاع النظام المطلوب
et: Selleks taotles ei õnnestunud
fa: سفارش های درخواست شده قابل بازیابی نیست
fr_lu: La commande demandée ne peut pas être retrouvée
hr_hr: Kako bi tražili nije moguće dohvatiti
ja: 要求された順序を取得できませんでした
lv_lv: Pieprasītā pasūtījuma nevarēja izgūt
pl_pl: Nie można znaleźć żadanych zamówień
vi_vn: Thứ tự yêu cầu không thể được lấy ra

source: the SQL returned the following error
ar: عاد SQL الخطأ التالي
et: SQL tagasi järgmine viga
fa: گذاشتن بازگشت خطای زیر
fr_lu: SQL renvoyé l'erreur suivante
hr_hr: SQL je vratio sljedeću pogrešku
ja: SQLには、次のエラーを返しました
lv_lv: SQL atgrieza šādu kļūdu
pl_pl: SQL zwrócił następujący błąd
vi_vn: SQL trả lại lỗi sau

source: Unable to locate this PO Number
ar: غير قادر على تحديد موقع هذا الرقم PO
et: Ei leia seda PO arv
fa: قادر به تعیین محل این شماره صندوق پستی
fr_lu: Impossible de trouver ce N&deg; de Cde Achat
hr_hr: Nije moguće naći ovaj broj narudžbenice
ja: このPO番号が見つかりません
lv_lv: Nevar atrast šo PO numuru
pl_pl: Nie można zlokalizować tego numeru ZZ
vi_vn: Không thể xác định vị trí số PO này

source: Please look up another one
ar: يرجى البحث عن واحد آخر
et: Palun otsida teine
fa: لطفا یکی دیگر را به نگاه کردن
fr_lu: Merci d'essayer un autre
hr_hr: Molimo pogledati još jedan
ja: 別の1つを見てください
lv_lv: Lūdzu izvēlaties citu
pl_pl: Znajdź inne
vi_vn: Hãy nhìn lên nhau

source: the SQL returned either 0 or several purchase orders
ar: عاد SQL إما 0 أو عدة أوامر الشراء
et: SQL tagasi kas 0 või mitu ostutellimused
fa: بازگشت گذاشتن دستور یا 0 یا چند خرید
fr_lu: les bons de commande SQL renvoyé 0 ou plusieurs
hr_hr: SQL vraća 0 ili više narudžbi
ja: SQLは、 0または複数の発注のいずれかを返す
lv_lv: SQL atgriezās vai nu 0 vai vairākas pirkšanas orderi
pl_pl: SQL zwróił 0 lub więcej niż jedno zamówienie zakupu
vi_vn: SQL trở lại hoặc đơn đặt hàng 0 hoặc nhiều

source: the SQL returned either several purchase orders
ar: عاد SQL إما عدة أوامر الشراء
et: SQL tagastada kas mitu ostutellimused
fa: بازگشت گذاشتن یا سفارشات خرید چند
fr_lu: SQL retournés soit plusieurs commandes
hr_hr: SQL vratio ni nekoliko narudžbi
ja: SQLは、複数の発注書のいずれかを返す
lv_lv: SQL atgriezās nu vairākas pirkšanas orderi
pl_pl: SQL zwrócił albo kilka zamówień zakupu
vi_vn: SQL trở lại hoặc nhiều đơn đặt hàng

source: Order Header Details
ar: التفاصيل لكي رأس
et: Tellimuse päis Details
fa: جزئیات سفارش سربرگ
fr_lu: Information de la commande
hr_hr: Naručite kolektora Brodu
ja: 注文納品詳細
lv_lv: Pasūtīt Header detaļas
pl_pl: Szczegóły zamówienia Nagłówek
vi_vn: Chi tiết tiêu đề đơn hàng

source: Supplier Code
ar: مزود رمز
et: Varustamistavadele
fa: تامین کننده کد
fr_lu: Code fournisseur
hr_hr: Dobavljač Šifra
ja: 仕入先コード
lv_lv: Piegādātāja kods
pl_pl: Kod Dostawcy
vi_vn: mã của nhà cung cấp

source: Deliver Into Location
ar: تسليم في الموقع
et: Edastage Into Asukoht
fa: را در محل تحویل
fr_lu: Livr
hr_hr: Predati u Mjesto
ja: 納品入庫場所
lv_lv: Piegādāt uz
pl_pl: Wysyłka Do Magazynu
vi_vn: Cung cấp vào từ

source: Printing
ar: الطباعة
et: trükkimine
fa: چاپ
fr_lu: Impression
hr_hr: ispis
ja: 印刷
lv_lv: Drukā
pl_pl: Drukowanie
vi_vn: in ấn

source: Printed on
ar: المطبوعة على
et: trükitud
fa: چاپ شده در
fr_lu: Imprimé sur
hr_hr: Tiskano na
ja: 印刷日
lv_lv: Izdrukāts
pl_pl: Wydrukowano
vi_vn: Được in vào

source: Print a Copy
ar: طباعة نسخة
et: Prindi koopia
fa: نسخه قابل چاپ کپی
fr_lu: Imprimer une copie
hr_hr: Ispisati kopiju
ja: Copy印刷
lv_lv: Drukāt kopiju
pl_pl: Wydrukuj Kopię
vi_vn: In một bản sao

source: The line items of the purchase order could not be retrieved
ar: لا يمكن استرجاع البنود خط من أمر الشراء
et: Line esemeid ostutellimuse ei õnnestunud
fa: اقلام خط سفارش خرید قابل بازیابی نیست
fr_lu: Les postes de la commande n'a pas pu être trouvé
hr_hr: U stavkama narudžbe nije mogao biti pronađen
ja: 購入注文の行項目を取得できませんでした
lv_lv: Par posteņus no pasūtījuma nevarēja izgūt
pl_pl: Pozycje zamówienia nie mogą być odtworzone
vi_vn: Chi tiết đơn hàng của các đơn đặt hàng không có thể được lấy ra

source: Order Line Details
ar: التفاصيل لكي الخط
et: Telli Line Details
fa: جزئیات سفارش خط
fr_lu: Détail d'une ligne de la commande
hr_hr: Naručite Line Brodu
ja: 注文行詳細
lv_lv: Pasūtīt Line informācija
pl_pl: Pozycje Zamówienia
vi_vn: CHi tiết danh sách đơn hàng

source: Ord Qty
ar: اورد الكمية
et: Ord Kogus
fr_lu: Qté cdée
hr_hr: Ord Kol
ja: 注文数量
lv_lv: Ord Daudzums
pl_pl: Ilość Zam
vi_vn: STT Số lượng

source: Qty Recd
ar: الكمية Recd
et: Kogus KONTOLE
fr_lu: Qté reçue
hr_hr: Količina RecD
ja: 入庫数量
lv_lv: Daudz Recd
pl_pl: Dostarcz
vi_vn: Số lượng Recd

source: Qty Inv
ar: الأستثمار الكمية
et: Kogus Inv
fr_lu: Qté fact.
hr_hr: Količina inv
ja: 請求数量
lv_lv: Daudz Inv
pl_pl: Zafaktur
vi_vn: Số lượng Lên

source: Ord Price
ar: اورد السعر
et: Ord Hind
fa: Ord قیمت
fr_lu: Prix cde
hr_hr: Ord Cijena
ja: 注文価格
lv_lv: Ord Cena
pl_pl: Cena Zam
vi_vn: Ord Giá

source: Chg Price
ar: السعر التغيير
et: Muutus Hind
fa: Chg قیمت
fr_lu: Nouv. Prix
hr_hr: Cijena CHG
ja: 請求価格
lv_lv: Main Cena
pl_pl: Cena Zap
vi_vn: chg Giá

source: Reqd Date
ar: Reqd التسجيل
et: reqd aeg
fa: Reqd تاریخ
fr_lu: Date de livraions souhaitée
hr_hr: Datum reqd
ja: 注文日
lv_lv: reqd datums
pl_pl: Data Dost
vi_vn: reqd ngày

source: Total Order Value Excluding Tax
ar: إجمالي قيمة النظام باستثناء ضريبة
et: Kokku tellimuse maksumus ilma käibemaksuta
fa: ارزش سفارش تعداد به استثنای مالیات
fr_lu: Montant de la commande totale hors taxe
hr_hr: Ukupna vrijednost narudžbe bez PDV
ja: 税別合計注文価格
lv_lv: Kopējā pasūtījuma vērtība Bez nodokļa
pl_pl: Wartość Razem Netto
vi_vn: Tổng giá trị hàng Thuế Loại trừ

source: Total Order Value Received Excluding Tax
ar: إجمالي الطلب قيمة المتلقى باستثناء ضريبة
et: Kokku tellimuse maksumus Vastuvõetud ilma käibemaksuta
fa: ارزش سفارش تعداد دریافتی به استثنای مالیات
fr_lu: Montant de la commande totale reçue hors taxe
hr_hr: Ukupna vrijednost narudžbe primljeni bez uključenog poreza
ja: 入庫済税別合計注文価格
lv_lv: Kopējā pasūtījuma vērtība saņemtā Bez nodokļa
pl_pl: Ogólna Wartość Dostawy Netto
vi_vn: Tổng giá trị tự nhận không bao gồm thuế

source: Select a Purchase Order
ar: حدد أمر الشراء
et: Valigeostutellimuse
fa: انتخاب سفارش خرید
fr_lu: Sélectionner une commande
hr_hr: Odaberite narudžbenici
ja: 購買発注選択
lv_lv: Izvēlēties iepirkuma rīkojumu
pl_pl: Wybierz Zamówienie Zakupu
vi_vn: Chọn một đơn hàng thu mua
