Repository: timschofield/KwaMoja-Medical
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar, et, fa, fr_lu, hr_hr, ja, lv_lv, pl_pl, vi_vn

source: Labour Efficiency Variance GL Code
ar: العمل كفاءة الفرق GL الرمز
et: Töö efektiivsus Variance GL kood
fa: واریانس بهره وری کار کد GL
fr_lu: Code du travail de la variance efficacité GL
hr_hr: Učinkovitost rada varijance kod GL
ja: 価格差異ＧＬコード
lv_lv: Darba efektivitāte dispersijas GL kods
pl_pl: Wydajność pracy wariancji GL Code
vi_vn: Lao động hiệu quả phương sai GL Mã

source: Usage Variance GL Code
ar: استخدام الفرق GL الرمز
et: Usage Variance GL kood
fr_lu: Code GL - Écarts d'Utilisation
hr_hr: Upotreba varijance GL Kod
ja: 使用差異ＧＬコード
lv_lv: Usage dispersija GL kods
pl_pl: Konto Różnic Zużycia
vi_vn: Sử dụng phương sai GL Mã

source: Property Label
ar: تسمية الملكية
et: kinnisvara Valmistaja
fr_lu: Propriété
hr_hr: nekretnine Label
ja: 特性ラベル
lv_lv: Īpašuma Label
pl_pl: Nieruchomość Wytwórnia
vi_vn: Nhãn tài s?n

source: Control Type
ar: نوع التحكم
et: juhtimine
fr_lu: Type de contrôle
hr_hr: Tip kontrole
ja: 制御タイプ
lv_lv: vadības veids
pl_pl: Typ sterowania
vi_vn: Lo?i ki?m soát

source: Default Value
ar: القيمة الافتراضية
et: Vaikeväärtus
fr_lu: Valeur par défaut
hr_hr: Zadana vrijednost
ja: 初期値
lv_lv: noklusējuma vērtība
pl_pl: Wartość domyślna
vi_vn: Giá trị mặc định

source: Numeric Value
ar: قيمة رقمية
et: Numbriline väärtus
fr_lu: Valeur numérique
hr_hr: numeričku vrijednost
ja: 税別価格
lv_lv: skaitliskā vērtība
pl_pl: Wartość liczbowa
vi_vn: giá trị số

source: Minimum Value
ar: قيمة الحد الأدنى
et: Minimaalne väärtus
fr_lu: Valeur minimale
hr_hr: Minimalna vrijednost
ja: 最低価格
lv_lv: minimālā vērtība
pl_pl: Minimalna wartość
vi_vn: giá trị tối thiểu

source: Maximum Value
ar: القيمة القصوى
et: Maksimaalne väärtus
fa: حداکثر ارزش
fr_lu: Valeur maximale
hr_hr: Maksimalna vrijednost
ja: 初期値
lv_lv: maksimālā vērtība
pl_pl: Maksymalna wartość
vi_vn: giá trị tối đa

source: Require in SO
ar: تتطلب في SO
et: Nõuavad SO
fr_lu: Exiger de SO
hr_hr: Zahtijevaju u SO
ja: SOに必要
lv_lv: Pieprasīt SO
pl_pl: Wymagaj w SO
vi_vn: Yêu cầu trong SO

source: Text Box
ar: مربع النص
fa: جعبه متن
fr_lu: Zone de saisie
hr_hr: Tekstualni okvir
ja: テキストBox
pl_pl: Pole tekstowe
vi_vn: H?p

source: Select Box
ar: حدد خانة
et: Valige lahter
fr_lu: Boîte de sélection
hr_hr: Okvir za odabir
ja: 選択Box
lv_lv: Izvēlieties Box
pl_pl: Wybierz Box
vi_vn: Chọn một hộp

source: Check Box
ar: مراجعة صندوق
et: märkeruut
fr_lu: Cases à cocher
hr_hr: Okvir za potvrdu
ja: チェックBox
lv_lv: Pārbaudiet Box
vi_vn: kiểm tra hộp

source: Date Box
ar: المربع تاريخ
ja: 日付

source: Are you sure you wish to delete this property? All properties of this type set up for stock items will also be deleted.
ar: هل أنت متأكد أنك تريد حذف هذا العقار؟
et: Oled sa kindel , et soovid kustutada selle kinnisvara ?
fr_lu: Voulez-vous supprimer cette propriété? Toutes les propriétés de ce type mises en place pour des articles en stock seront également supprimées.
hr_hr: Jeste li sigurni da želite izbrisati ovu nekretninu ?
ja: あなたは、このプロパティを削除したいか？
lv_lv: Vai tu tiešām vēlies dzēst šo īpašumu ?
pl_pl: Czy na pewno chcesz usunąć tę nieruchomość? Wszystkie właściwości tego typu ustawiona na pozycji magazynowych również zostaną usunięte.
vi_vn: Bạn có chắc bạn muốn xóa tài sản này?

source: Show All Stock Categories
ar: مشاهدة جميع فئات الأسهم
et: Näita Kõiki Stock Kategooriad
fr_lu: Afficher les catégories
hr_hr: Pokaži sve kategorije Stock
ja: 全在庫カテゴリ表示
lv_lv: Parādīt visas kategorijas
pl_pl: Pokaż Wszystkie Kategorie Towarów
vi_vn: Hiển thị tất cả các kho mục

source: Stock Count Sheets
ar: صفائح عدد الأسهم
et: Stock krahv Sheets
fr_lu: Feuilles de stock
ja: 在庫シート
pl_pl: Arkusze fotografia Count
vi_vn: Lượt chứng khoán Sheets

source: Stock Count Sheets - Problem Report
ar: صفائح عدد الأسهم - تقرير مشكلة
et: Stock krahv Sheets - Probleem aruanne
fr_lu: Fiches de contrôle du stock - Rapport de problème
hr_hr: Stock count sheets - Problem Prijavi
ja: 在庫チェックシートレポート
lv_lv: Stock Count loksnes - Problēma Ziņojums
pl_pl: Arkusze fotografia Count - Zgłoś problem
vi_vn: Lượt chứng khoán Sheets - Báo cáo vấn đề

source: The inventory quantities could not be added to the freeze file because
ar: لا يمكن إضافة كميات المخزون إلى ملف تجميد لأن
et: Varude kogust ei saa lisada külmutamist faili, sest
fr_lu: Les quantités en stock ne peut être ajouté au fichier gel parce
hr_hr: Zaliha od količine koja nije mogla biti dodan u negativnoj datoteku jer je
ja: 在庫数量は、凍結·ファイルに追加することができませんでしたので、
lv_lv: Inventarizācijas daudzumi nevar pievienot sasaldēšanas failu, jo
pl_pl: Ilości magazynowe nie mogą być dodane do pliku zamrożenia ponieważ
vi_vn: Số lượng hàng tồn kho không thể được thêm vào các tập tin đóng băng vì

source: The old quantities could not be deleted from the freeze file because
ar: لا يمكن حذف الكميات القديمة من ملف تجميد لأن
et: Vana koguseid ei kustutatud külmutamist faili, sest
fr_lu: Les quantités anciens ne pouvaient pas être supprimées du fichier gel parce
hr_hr: Stare količine nisu mogli biti izbrisani od smrzavanja , jer datoteke
ja: 古い数量は凍結ファイルから削除できませんでしたので、
lv_lv: Vecās kvotas nevar tikt izdzēsti no sasaldēšanas failu, jo
pl_pl: Stare ilości nie mogą być usunięte z pliku zamrożenia ponieważ
vi_vn: Số lượng cũ không thể bị xóa từ các tập tin đóng băng vì

source: Stock Freeze - Problem Report
ar: تجميد الأوراق المالية - تقرير مشكلة
et: Stock Freeze - Probleem aruanne
fr_lu: Stock Freeze - Signaler un problème
hr_hr: Stock Freeze - Problem Prijavi
ja: 問題レポート
lv_lv: Stock Sasaldēšanas - Problēma pārskats
pl_pl: Fotografia Freeze - Zgłoś problem
vi_vn: Cổ đông - Báo cáo vấn đề

source: Stock Check Freeze Update
ar: الأسهم تحقق تجميد تحديث
et: Stock Check Freeze Uuenda
fr_lu: Freeze Vérifier Stock mise à jour
hr_hr: Stock Provjerite Freeze Update
ja: 在庫確認凍結更新
lv_lv: Noliktavas Pārbaudiet Freeze Update
pl_pl: Aktualizacja Stanów po Zamrożeniu
vi_vn: Kiểm tra chứng khoán Cập nhật Freeze

source: Print Check Sheets
ar: طباعة التحقق من صفائح
et: Prindi Check lehed
fr_lu: Fiches de contrôle d'impression
hr_hr: Ispis Provjerite listove
ja: チェックシート印刷
lv_lv: Drukāt Pārbaudiet Sheets
pl_pl: Wydruk Arkuszy Spisowych
vi_vn: Kiểm tra tờ in

source: Added to the stock check file successfully
ar: إضافتها إلى الملف تأكد من الأوراق المالية بنجاح
et: Lisatud varude kontroll fail edukalt
fa: اضافه شده به سهام چک فایل با موفقیت
fr_lu: Ajouté à l'inventaire
hr_hr: Dodano na datoteku dionica potvrdni uspješno
ja: 在庫チェックファイルへうまく追加ができた
lv_lv: Pievieno krājumu pārbaudes failu veiksmīgi
pl_pl: Dodano do pliku sprawdzić czas z powodzeniem
vi_vn: Thêm vào các tập tin kiểm tra chứng khoán thành công

source: Stock Sheets
ar: صحائف الأسهم
et: stock lehed
fr_lu: Feuilles de
hr_hr: Stock listovi
ja: 在庫シート
lv_lv: noliktavas Sheets
pl_pl: Arkusze Magazynowe
vi_vn: Tấm cổ phiếu

source: Before stock count sheets can be printed, a copy of the stock quantities needs to be taken - the stock check freeze. Make a stock check data file first
ar: قبل يمكن طباعة أوراق العد الأوراق المالية، و نسخة من كميات المخزون ينبغي أن يؤخذ - الأسهم تحقق التجميد.
et: Enne stock count lehed saab printida koopia, varude kogused tuleb võtta - varude kontrollimiseks külmutada .
fa: قبل از ورق تعداد سهام را می توان چاپ شده، یک کپی از مقدار سهام باید گرفته شود - سهام چک توقف .
fr_lu: Un instantané du stock ("stock check freeze") doit être effectué afin de pouvoir imprimer des fiches de contrôle
hr_hr: Prije zaliha računati listova može biti tiskani ,kopija dionica količinama treba uzeti -dioničko provjeriti zamrzavanje .
ja: 在庫カウントシートは印刷することができる前に、在庫数量のコピーが取られる必要があります - 株式が凍結を確認してください。
lv_lv: Pirms akciju skaits lapas var izdrukāt ,par krājumu daudzumu kopiju jāņem -krājumu pārbaude iesaldēšanu .
pl_pl: Przed pościelą czas mogą być drukowane, kopię magazynowych należy podjąć - zamrożenie sprawdzić czas. Sprawdź dane sprawdzić czas plik pierwszy
vi_vn: Trước khi tờ số cổ phiếu có thể được in , một bản sao của số lượng cổ phiếu cần phải được thực hiện - kiểm tra các chứng khoán đóng băng.

source: Stock Check Sheets - Problem Report
ar: تحقق من صفائح الأوراق المالية - تقرير مشكلة
et: Stock Kontrolli lehed - Probleem aruanne
fa: ورود به بورس ورق - مشکل گزارش
fr_lu: Fiches de contrôle du stock - Rapport de problème
hr_hr: Stock Provjeri Listovi - Problem Prijavi
ja: 在庫チェックシートレポート
lv_lv: Stock Pārbaudīt loksnes - Problēma Ziņojums
pl_pl: Arkusze fotografia Check - Zgłoś problem
vi_vn: Chứng khoán tra Sheets - Báo cáo vấn đề

source: Stock Check Sheets
ar: تحقق من صفائح الأوراق المالية
et: Stock Kontrolli lehed
fr_lu: Fiches de contrôle du stock
hr_hr: Stock Provjeri listovi
ja: 在庫チェックシート
lv_lv: Stock Pārbaudīt Sheets
pl_pl: Magazynowe Arkusze Kontrolne
vi_vn: Chứng khoán tra Sheets

source: print
ar: طباعة
et: trükkima
fr_lu: d'impression
hr_hr: tiskati
ja: 再印刷
lv_lv: drukāt
pl_pl: drukuj
vi_vn: In

source: Action for Stock Check Freeze
ar: عمل ل اسهم تحقق من تجميد
et: Hagi Stock Kontrolli Freeze
fr_lu: Action pour un instantanée du stock
hr_hr: Akcija za Stock provjeru Freeze
ja: 在庫確認凍結アクション
lv_lv: Prasība noliktavā Skatiet Freeze
pl_pl: Sposób Zamrożenia Stanu
vi_vn: Hành động chứng khoán tra Freeze

source: Make new stock check data file
ar: جعل الأسهم الجديدة ملف البيانات الاختيار
et: Tee uus aktsia kontroll andmefaili
fa: را بررسی سهام جدید به فایل داده
fr_lu: Faire correspondre le nouveau stock au fichier de données
hr_hr: Napravite novi dionica provjeru podataka datoteku
ja: 新在庫確認データ作成
lv_lv: Veikt jaunu akciju izvēles datu failu
pl_pl: Utwórz nowy plik zamrożenia stanu
vi_vn: Thực hiện kiểm tra chứng khoán mới tập tin dữ liệu

source: Add/update existing stock check file
ar: تحديث / إضافة ملف تأكد من الأوراق المالية القائمة
et: Klienditeenindus Lisa / uuenda olemasolevate varude kontroll fail
fa: اضافه کردن / به روز رسانی موجود در فایل را بررسی کنید سهام
fr_lu: Ajouter/Mettre à jour un inventaire
hr_hr: Dodavanje / ažuriranje postojeće datoteke ček dionica
ja: 既存在庫確認ファイル追加/修正
lv_lv: Pievienot / atjaunināt esošo akciju izvēles failu
pl_pl: Dodaj/aktualizuj istniejący plik zamrożenia stanu
vi_vn: Thêm / cập nhật tập tin kiểm tra chứng khoán hiện có

source: Print Stock Check Sheets Only
ar: طباعة أوراق المالية تحقق فقط
et: Trüki Stock Kontrolli lehed ainult
fr_lu: Feuilles d'impression Vérifiez Stock Plus que
hr_hr: Podijelite listove ček dionica, samo
ja: 在庫確認シート印刷のみ
lv_lv: Drukāt akciju Check Sheets Tikai
pl_pl: Drukuj Tylko Arkusze Spisowe
vi_vn: In chứng khoán tra Sheets Chỉ

source: Show system quantity on sheets
ar: مشاهدة كمية النظام على ورقة
et: Näita süsteemi koguse lehed
fa: نمایش مقدار سیستم را بر روی ورق
fr_lu: Afficher la quantité système sur le rapport
hr_hr: Pokaži sustava količinu na plahtama
ja: シートにシステム数量表示
lv_lv: Rādīt sistēmas daudzums uz lapām
pl_pl: Pokaż na arkuszach jednostki magazynowe
vi_vn: Hiển thị số lượng hệ thống trên tờ

source: Only print items with non zero quantities
ar: فقط البنود طباعة مع كميات غير الصفر
et: Ainult prindi esemed mitte null kogused
fr_lu: N'imprimer que les articles dont la quantité est différente de 0 (zéro)
hr_hr: Samo ispis stavke s količinama koje nisu nula
ja: 数量0以外の品目だけ印刷
lv_lv: Tikai drukas preces ar nav nulles daudzumu
pl_pl: Drukuj tylko niezerowe ilości
vi_vn: Chỉ có mặt hàng in với số lượng không bằng không

source: Print and Process
ar: الطباعة و عملية
et: Print ja protsess
fr_lu: Impression et traitement
hr_hr: Ispis i procesna
ja: 印刷と処理
lv_lv: Drukāt un apstrādāt
pl_pl: Drukuj i Przetwórz
vi_vn: In và tiến hành

source: To use this script it must be called with the Stock ID of the item to be cloned passed in as $OldStockID. Please use the Clone This Item option in the Items Menu.
ar: لاستخدام هذا البرنامج النصي يجب أن يطلق عليه اسهم مع معرف في البند إلى أن مستنسخة مرت في ك $ OldStockID .
et: Et kasutada seda skripti tuleb üldkoosolek koosStock ID eseme kloonitud möödus kui $ OldStockID .
fa: برای استفاده از این اسکریپت باید آن را با ID سهام آیتم به صورت شبیه سازی شده در دلار OldStockID گذشت نامیده می شود.
fr_lu: Pour utiliser ce script , il doit être appelé avec la Banque d' ID de l'élément à cloner passée comme $ OldStockID .
hr_hr: Za korištenje ove skriptu mora se zove s burze ID stavci koja se klonira donesen kao $ OldStockID .
ja: このスクリプトを使用するためには、 $ OldStockIDとして渡すクローニングするアイテムの株式IDで呼び出す必要があります。
lv_lv: Lai izmantotu šo skriptu ir jāsasauc ar akciju ID posteņa , kas klonēti pagāja kā $ OldStockID .
pl_pl: Aby użyć tego skryptu musi być wywoływana z Giełdzie ID elementu do sklonowanych przekazany jako $ OldStockID .
vi_vn: Để sử dụng kịch bản này, nó phải được gọi với ID Cổ của mục được nhân bản thông qua tại như $ OldStockID .

source: The stock code entered is already in the database - duplicate stock codes are prohibited by the system. Try choosing an alternative stock code
ar: رمز السهم دخلت بالفعل في قاعدة البيانات - مكررة ويحظر رموز الأوراق المالية من قبل النظام.
et: Stock kood sisestatakse juba andmebaasi - dubleerida kalavarude koode on keelatudsüsteem .
fa: سهام کد وارد شده است که در حال حاضر در پایگاه داده - تکراری کدهای سهام توسط سیستم ممنوع است .
fr_lu: Le code du stock saisi est déjà dans la base de données - Double codes d'actions sont interdites par le système.
hr_hr: Dionica broj ušao je već u bazi podataka - duple dionica oznake su zabranjene od strane sustava .
ja: 入力した銘柄コードは、データベースに既にある - 株式コードはシステムによって禁止されている重複する。
lv_lv: Noliktavā ieraksta kods jau datu bāzē - dublēt krājumu kodus, ir aizliegta ar sistēmu .
pl_pl: Wprowadzony kod akcji jest już w bazie danych - duplikat kody wzorce są zakazane przez system.
vi_vn: Mã chứng khoán vào là đã có trong cơ sở dữ liệu - bản sao mã cổ phiếu đều bị cấm bởi hệ thống.

source: Cloning will create a new item with the same properties, image, cost, purchasing and pricing data as the selected item. Item image and general item details can be changed below prior to cloning.
ar: سوف الاستنساخ إنشاء عنصر جديد مع نفس الخصائص ، وصورة ، والتكلفة ، والمشتريات و بيانات التسعير باعتبارها العنصر المحدد .
et: Kloonimine loob uue kirje samade omadustega pilt , hind, ostu ja hinnakujunduse andmeid valitud objekt .
fa: شبیه سازی یک آیتم جدید با خواص مشابه ، تصویر ، هزینه ، خرید و داده های قیمت گذاری به عنوان آیتم انتخاب شده ایجاد کنید.
fr_lu: Clonage va créer un nouvel article avec les mêmes propriétés , image, coût , l'achat et des données de tarification que l'élément sélectionné .
hr_hr: Kloniranje će stvoriti novu stavku s istim svojstvima, slike , troškova , nabave i podatke o cijenama kao odabranu stavku .
ja: クローニングは、選択した項目と同じプロパティ、画像、価格、購入·価格データを使用して新しいアイテムを作成します。
lv_lv: Klonēšana būs izveidot jaunu posteni ar tādām pašām īpašībām , tēlu , izmaksas , iepirkumu un cenu datiem , kā izvēlētā objekta .
pl_pl: Klonowanie stworzy nowy element o takich samych właściwościach , obrazu , koszt zakupu i danych cenowych wybranej pozycji .
vi_vn: Nhân bản sẽ tạo ra một mục mới với tính chất tương tự , hình ảnh, chi phí , thu mua và dữ liệu giá như mục đã chọn.

source: There was an image file to clone but there was an error copying. Please upload a new image if required.
ar: كان هناك ملف صورة لاستنساخ ولكن كان هناك خطأ النسخ .
et: Olipildifaili kloonida aga oliviga kopeerimine .
fa: یک فایل تصویری برای کلون کردن وجود دارد اما در کپی کردن خطا وجود دارد.
fr_lu: Il y avait un fichier image à cloner , mais il y avait une copie d'erreur .
hr_hr: Tu jesliku za kloniranje , ali došlo je do pogreške kopiranja .
ja: クローンを作成するイメージファイルがありましたが、エラーのコピーがありました。
lv_lv: Bijaattēla failu klons , bet tur bijakļūda kopēšanu .
pl_pl: Byłoplik obrazu do klonowania , ale nie byłokopiowanie błąd .
vi_vn: Có một tập tin hình ảnh để sao nhưng có một lỗi sao chép .

source: Unable to delete the temporary image file for cloned item.
ar: غير قادر على حذف ملف صورة مؤقتة لمادة المستنسخة.
et: Ei saa kustutada ajutine pildifaili kloonitud objekt.
fa: قادر فایل تصویر به طور موقت برای آیتم شبیه سازی شده را حذف کنید.
fr_lu: Impossible de supprimer le fichier image temporaire pour élément cloné .
hr_hr: Nije moguće izbrisati privremene datoteke slike za klonirane stavke .
ja: クローン化された項目のための一時的なイメージファイルを削除できません。
lv_lv: Nevar izdzēst pagaidu attēla failu klonētu posteni .
pl_pl: Nie można usunąć tymczasowego pliku obrazu dla sklonowanego poz .
vi_vn: Không thể xóa các tập tin hình ảnh tạm thời cho mặt hàng nhân bản vô tính .

source: The stock item description must be entered and be fifty characters or less long
ar: يجب إدخال وصف السلعة الأوراق المالية و تكون خمسين حرفا أو أقل طويلة
et: Laonumbrist kirjeldus tuleb kanda ja olla viiskümmend või vähem tähemärki pikk
fr_lu: La description de l'article est obligatoire et doit comporter 50 caractères au maximum
hr_hr: Opis dionica stavka mora biti upisan i biti pedeset znakova ili manje duga
ja: 品目内容は50文字以下で入力しなければなりません
lv_lv: Preces apraksts nevar būt garālks par 50 rakstzīmēm
pl_pl: Opis towaru musi być prowadzony i mieć max. 50 znaków
vi_vn: Mô tả cho mặt hàng trong kho phải dưới 50 kí tự

source: It cannot be a zero length string either
ar: لا يمكن أن يكون سلسلة طول صفر إما
et: See ei saa ollanull pikkusega stringi kas
fa: این می تواند یک رشته با طول صفر است یا نه
fr_lu: cela doit avoir une longueur de chaîne supérieur à zéro
hr_hr: To ne može bitinulta dužina niza bilo
ja: これは、いずれかの長さゼロの文字列にすることはできません
lv_lv: Ir jābūt aizpildītam
pl_pl: Nie może być również pustym napisem
vi_vn: Không được phép là một chuỗi có độ dài bằng 0

source: a description is required
ar: يلزم الوصف
et: kirjeldus on vajalik
fr_lu: une description est requise
hr_hr: Opis je potrebno
ja: 説明が必要である
lv_lv: apraksts ir nepiecie&#353;ams
pl_pl: opis jest wymagany
vi_vn: Yêu cầu cần có mô tả

source: The stock item description cannot be a zero length string
ar: وصف السلعة الأوراق المالية لا يمكن أن يكون سلسلة طول صفري
et: Laonumbrist kirjeldus ei saa olla null pikkusega stringi
fr_lu: La description de l'article ne peut être vide
hr_hr: Opis stavke dionica ne može bitinulta dužina niza
ja: 在庫品目の説明は長さゼロの文字列にすることはできません
lv_lv: Preču aprakstam ir jābūt aizpildītam
pl_pl: Opis towaru nie może mieć zerowej długości
vi_vn: Mô tả mặt hàng trong kho không được là 1 chuỗi có độ dài bằng 0

source: a long description is required
ar: مطلوب وصف طويل
et: pikk kirjeldus on vajalik
fr_lu: une description longue est requise
hr_hr: Opis dugo je potrebno
ja: 長い説明が必要になります
lv_lv: papla&#353;inātais apraksts ir nepiecie&#353;ams
pl_pl: długi opis jest wymagany
vi_vn: Yêu cầu có mô tả dài

source: The stock item code cannot contain any of the following characters
ar: لا يمكن أن تحتوي على رمز العنصر الأسهم أي من الأحرف التالية
et: Laonumbrist kood ei tohi sisaldada mis tahes järgmisi märke
fr_lu: Le code de l article ne peut contenir aucun des symboles suivants
hr_hr: Stavka broj dionica ne može sadržavati bilo koji od sljedećih znakova
ja: 在庫品目コードは、次のいずれかの文字を含めることはできません
lv_lv: Preču kods nevar saturēt sekojo&#353;as rakstzīmes
pl_pl: Kod towaru nie może zawierać następujących znaków
vi_vn: Mã hàng trong kho không được chứa một trong những kí tự sau

source: The unit of measure must be 20 characters or less long
ar: يجب أن تكون وحدة القياس 20 حرفا أو أقل طويلة
et: Mõõtühik peab olema 20 tähemärki või vähem pikk
fr_lu: L unité de mesure ne peut avoir plus de 20 caractères
hr_hr: Jedinica mjere moraju biti 20 znakova ili manje duga
ja: 単位は20文字以下でなければなりません
lv_lv: Mērvienība nevar būt garāka par 20 rakstzīmes
pl_pl: Jednostka miary może zawierać najwyżej 20 znaków
vi_vn: Các đơn vị đo phải được 20 ký tự hoặc ít hơn

source: The volume of the packaged item in cubic metres must be numeric
ar: حجم هذا البند وتعبئتها في متر مكعب ويجب أن يكون الرقمية
et: Mahtpakendatud toode kuupmeetrites peab olema number
fr_lu: Le volume de l'article conditionné doit être numérique
hr_hr: Obujam pakiranog stavke u kubičnim metrima mora biti numerička
ja: 立方メートルでパッケージされたアイテムの量は数値でなければなりません
lv_lv: Tilpumam kubikmetros ir jābūt skaitlim
pl_pl: Objętość w metrach sześć. musi być numeryczna
vi_vn: Khối lượng các mặt hàng đóng gói bằng mét khối phải có dạng số

source: The volume of the packaged item must be a positive number
ar: حجم هذا البند المعبأة يجب أن يكون رقما موجبا
et: Mahtpakendatud toode peab olema positiivne arv
fr_lu: Le volume de l'article conditionné doit être un nombre positif
hr_hr: Obujam pakiranog stavke mora bitipozitivan broj
ja: パッケージ化されたアイテムの量は正の数でなければなりません
lv_lv: No iepakotas posteņa apjoms irpozitīvs skaitlis
pl_pl: Objętość w metrach sześć. musi być dodatnia
vi_vn: Khối lượng các mặt hàng đóng gói phải là một số dương

source: The weight of the packaged item must be a positive number
ar: يجب أن يكون وزن هذا البند المعبأة رقم موجب
et: Kaalpakendatud toode peab olema positiivne arv
fr_lu: Le poids de l'article conditionné doit être un nombre positif
hr_hr: Težina pakiranog stavke mora bitipozitivan broj
ja: パッケージ化されたアイテムの重量が正の数でなければなりません
lv_lv: Svaram ir jābūt pozitīvam skaitlim
pl_pl: Waga zapakowanego towaru musi być dodatnia
vi_vn: Trọng lượng của các mặt hàng đóng gói phải là một số dương

source: The net weight of the item in Net Weight must be numeric
ar: يجب أن يكون الوزن الصافي لل بند في الوزن الصافي الرقمية
et: Netokaal kirje netomaht peab olema arv
fa: وزن خالص از قلم دوم از اقلام در وزن خالص باید عدد باشد
fr_lu: Le poids net du produit en poids net doit être numérique
hr_hr: Neto težina stavka u Neto težina mora biti numerička
ja: 正味重量のアイテムの正味重量は数値でなければなりません
lv_lv: Neto svars posteņa neto masas ir jābūt ciparu
pl_pl: Waga netto pozycji w Waga netto musi być liczbą
vi_vn: Khối lượng tịnh của sản phẩm trong Trọng lượng phải là số

source: The net weight of the item must be a positive number
et: Netokaal toode peab olema positiivne arv
fa: وزن خالص آیتم استفاده کنید باید یک عدد مثبت باشد
fr_lu: Le poids net de l'article doit être un nombre positif
hr_hr: Neto težina točke mora bitipozitivan broj
ja: 項目の正味重量は正の数でなければなりません
lv_lv: Neto svars posteņa ir jābūtpozitīvam skaitlim
pl_pl: Waga netto pozycji musi być liczbą dodatnią
vi_vn: Khối lượng tịnh của sản phẩm phải là một số dương

source: The economic order quantity must be numeric
ar: يجب أن تكون الكمية النظام الاقتصادي الرقمية
et: Majanduslikku et kogus peab olema number
fr_lu: La quantité économique doit être numérique
hr_hr: Ekonomska količina kako mora biti numerička
ja: 経済発注量は、数値でなければなりません
lv_lv: Ekonomiskajam pasūtijumu daudzumam ir jābut skaitlim
pl_pl: Ekonomiczna wielkość zamówienia musi być liczbowa
vi_vn: S? lu?ng don hàng kinh t? ph?i ? d?ng s?

source: The economic order quantity must be a positive number
ar: يجب أن تكون كمية الطلب الاقتصادية رقم موجب
et: Majanduslikku et kogus peab olema positiivne number
fr_lu: La quantité économique doit être un nombre positif
hr_hr: Ekonomska količina kako mora biti pozitivan broj
ja: 経済発注量は正の数でなければなりません
lv_lv: Ekonomiskajam pasūtijumu daudzumam ir jābut pozitīvam skaitlim
pl_pl: Ekonomiczna wielkość zamówienia musi być dodatnia
vi_vn: S? lu?ng don hàng kinh t? ph?i ? d?ng s? duong

source: The item can only be serialised if there is lot control enabled already
ar: لا يمكن إلا أن تسلسل هذا البند إذا كان هناك الكثير بالفعل تمكين السيطرة
et: Toode saab serialized kui on palju kontroll võimaldas juba
fr_lu: L article ne peut être sérialisé que s il y a des contôles de lots
hr_hr: Stavka se može serijaliziranom ako ima puno kontrola omogućena je već
ja: すでに有効になってロット管理がある場合は、アイテムのみ、シリアル化できる
lv_lv: Punkts var tikt serializēja tad, ja ir daudz kontrole ļāva jau
pl_pl: Towar może być serializowany jeśli włączona została dla niego kontrola ilości
vi_vn: Các mặt hàng chỉ có thể được đăng nếu có kiểm soát rất nhiều đã kích hoạt

source: Batch control
ar: السيطرة دفعة
et: partii kontrolli
fa: کنترل بچ
fr_lu: Contrôle par lot
hr_hr: Hrpa kontrola
ja: バッチ制御
lv_lv: Partijas kontrole
pl_pl: Kontrola partii
vi_vn: kiểm soát lô hàng
