Repository: timschofield/KwaMoja-Medical
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar, et, fa, fr_lu, hr_hr, ja, lv_lv, pl_pl, vi_vn

source: This message processing has been aborted and separate advice will be required from the customer to obtain details of the order
ar: وقد تم تجهيز هذه الرسالة إحباط و سوف تكون هناك حاجة المشورة منفصلة من العميل للحصول على تفاصيل من النظام
et: See sõnum töötlemine on katkestatud ja eraldi nõu nõutakse kliendilt saada andmeid, et
fa: پردازش پیام این است که طرفداران حقوق زنان و مشاوره جداگانه خواهد بود از مشتری لازم برای به دست آوردن جزئیات سفارش
fr_lu: Ce traitement de messages a été abandonnée et les conseils distincte est requise par le client pour obtenir les détails de l'ordre
hr_hr: Ova poruka obrada je prekinuti i odvojeni savjet će biti potrebno od kupca za dobivanje podataka o nalogu
ja: このメッセージは、処理が中止されており、独立した助言は、注文の詳細情報を取得するために顧客から必要となります
lv_lv: Šis ziņojums apstrāde ir pārtraukta , un atsevišķi būs vajadzīgas konsultācijas no klienta , lai iegūtu sīkāku informāciju par rīkojumu
pl_pl: Przetwarzanie wiadomości została przerwana i oddzielnych porady będą wymagane od klienta, aby uzyskać szczegóły zamówienia
vi_vn: Xử lý thông báo này đã được hủy bỏ và tư vấn riêng biệt sẽ được yêu cầu từ khách hàng để có được chi tiết của lệnh

source: The segment tag
ar: العلامة الجزء
et: Segment tag
fa: برچسب بخش
fr_lu: La balise segment
hr_hr: Segment tag
ja: セグメントタグ
lv_lv: Segments tag
pl_pl: Etykieta segmentu
vi_vn: Thẻ phân khúc

source: is being processed
ar: يتم معالجة
et: töödeldakse
fa: در حال پردازش
fr_lu: est en cours
hr_hr: obrađuje
ja: 処理されている
lv_lv: tiek apstrādāti
pl_pl: przetwarzanego
vi_vn: Đang xử lí

source: Customer EDI Ref
ar: EDI العملاء المرجع
et: Kliendi EDI Ref
fa: مشتری ویراست کد عکس
fr_lu: Référence EDI du Client
hr_hr: Korisnik EDI Ref.
ja: カスタマーのEDI参照
lv_lv: Klientu EDI Ref
pl_pl: Numer EDI Klienta
vi_vn: Tham chi?u EDI c?a khách hàng

source: EDI Message Ref
ar: EDI رسالة المرجع
et: EDI teate Ref
fa: ویراست کد عکس پیام
fr_lu: Référence du message EDI
hr_hr: EDI Poruka Ref.
ja: EDIメッセージ参照
lv_lv: EDI ziņojumu Ref
pl_pl: REF EDI Komunikatu
vi_vn: Tham chi?u tin nh?n EDI

source: This message is not an order
ar: هذه الرسالة ليست أمرا
et: See sõnum ei oleselleks
fa: این پیام جهت نمی باشد.
fr_lu: Ce Message n'est pas une Commande
hr_hr: Ova poruka nijebi
ja: このメッセージは順序ではありません
lv_lv: Šī ziņa navrīkojums
pl_pl: Ten komunikat nie jest zamówieniem
vi_vn: Thông điệp này không phải là một đơn hàng

source: This message is a standard order
ar: هذه الرسالة هو أمر القياسية
et: See sõnum onstandard , et
fa: این پیام جهت استاندارد است
fr_lu: Ce message est une commande standard
hr_hr: Ova poruka jestandardni bi
ja: このメッセージは、標準的な順序です
lv_lv: Šis ziņojums irstandarta kārtība
pl_pl: Ten komunikat jest standardowym zamówieniem
vi_vn: Tin nhắn này là một yêu cầu tiêu chuẩn

source: This message is a blanket order
ar: هذه الرسالة هو أمر بطانية
et: See sõnum onüldtellimus
fa: این پیام جهت پتو است
fr_lu: Ce message est une commande globale
hr_hr: Ova poruka je deka radi
ja: このメッセージは、毛布順です
lv_lv: Šis ziņojums irvispārēja kārtība
pl_pl: Ten komunikat jest pustym zamówieniem
vi_vn: thông tin để trống

source: blanket order
ar: النظام بطانية
et: üldtellimus
fa: سفارش پتو
fr_lu: commande globale
hr_hr: deka bi
ja: 一括発注
lv_lv: segas , lai
pl_pl: puste zamówienie
vi_vn: để chăn

source: This order is URGENT
ar: هذا الأمر عاجلا
et: See , et on hädavajalik
fa: این سفارش فوری است
fr_lu: Cette Commande est URGENTE
hr_hr: To bi se HITNO
ja: 至急注文
lv_lv: Šis rīkojums ir URGENT
pl_pl: To zamówienie jest PILNE
vi_vn: Đơn hàng này là cấp bách

source: URGENT ORDER
ar: أمر عاجل
et: kiirtellimus
fa: سفارش فوری
fr_lu: COMMANDE URGENTE
hr_hr: HITNO RED
ja: 至急の注文
lv_lv: sTEIDZAMI PASŪTĪT
pl_pl: PILNE ZAMÓWIENIE
vi_vn: Đơn hàng gấp

source: Call off order
ar: الغاء النظام
et: Helista off et
fa: ندای خاموش سفارش
fr_lu: Annuler la commande
hr_hr: Poziv off narudžbu
ja: 注文取消
lv_lv: Atsaukt pasūtījumu
pl_pl: odwołanie zamówienia
vi_vn: Ðon hàng du?c h?y

source: Call Off Order
ar: الغاء ترتيب
et: Helista Off Tellimus
fa: ندای خاموش سفارش
fr_lu: Annuler la commande
hr_hr: Poziv Off red
ja: 注文取消
lv_lv: Call Off pasūtījumu
pl_pl: Odwołanie Zamówienia
vi_vn: Ðon h?ng du?c h?y

source: Consignment order
ar: النظام الشحنة
et: saadetise et
fa: سفارش محموله
fr_lu: Ordre d'expédition
hr_hr: Pošiljka bi
ja: 委託注文
lv_lv: sūtījums kārtība
pl_pl: Potwierdzenie Zamówienia
vi_vn: Ðon hàng g?i hàng hóa

source: Manufacturer raised order
ar: رفعت الشركة المصنعة النظام
et: Tootja tõstatatud selleks
fa: تولید کننده بزرگ سفارش
fr_lu: Le fabricant a augmenté pour
hr_hr: Proizvođač podigao narudžbu
ja: メーカー順を上げた
lv_lv: Ražotājs izvirzīja pasūtījumu
pl_pl: Powiększone zamówienie producenta (?)
vi_vn: Ðon hàng dua lên c?a nhà s?n xu?t

source: Standing order
ar: يقف النظام
et: reglement
fa: سفارش ثابت
fr_lu: Cde Permanente
hr_hr: Trajni nalog
ja: 順序を立ち
lv_lv: Regulārais maksājums
pl_pl: Stałe zamówienie (?)
vi_vn: lệnh chuyển tiền định

source: Cross docking services order
ar: عبر الالتحام أجل الخدمات
et: Cross docking teenused järjekorras
fa: صلیب docking سفارش خدمات
fr_lu: Transbordement des services afin
hr_hr: Križ docking usluge kako bi
ja: クロスドッキングサービスオーダー
lv_lv: Cross docking pakalpojumi kārtība
pl_pl: Zamówienie skrośne (?)
vi_vn: Chéo dịch vụ nối để

source: Exceptional Order
ar: أمر استثنائي
et: Erakordne Tellimus
fa: استثنایی سفارش
fr_lu: Cde Exceptionnelle
hr_hr: Iznimna Order
ja: 異例注文
lv_lv: ārkārtas rīkojums
pl_pl: Zamówienie wyjątkowe
vi_vn: Đơn hàng đặc biệt

source: Trans-shipment order
ar: النظام المسافنة
et: Ümberlaadimine , et
fa: ترانس منظور حمل و نقل
fr_lu: Ordre de transbordement
hr_hr: Trans - pošiljka bi
ja: 積み替え順
lv_lv: Pārkraušanu pasūtīt
pl_pl: Zamówienie trans-shipment
vi_vn: L?nh trung chuy?n

source: Cross docking order
ar: عبر الالتحام النظام
et: Cross docking et
fa: سفارش صلیب docking
fr_lu: Croix afin d'amarrage
hr_hr: Križ bi pristajanje
ja: クロスドッキング順
lv_lv: Cross docking kārtība
pl_pl: Zamówienie Cross docking
vi_vn: Cross docking để

source: Customers order ref
ar: عملاء النظام المرجع
et: Kliendid et ref
fa: مشتریان سفارش کد عکس
fr_lu: Réf. commande client
hr_hr: Kupci bi sudac
ja: お客様注文REF
lv_lv: Klienti , lai ref
pl_pl: Numer zamówienia
vi_vn: Tham chi?u don hàng c?a khách

source: REPLACEMENT order
ar: طلب الاستبدال
et: REPLACEMENT et
fa: منظور جایگزینی
fr_lu: Commande de REMPLACEMENT
hr_hr: ZAMJENA bi
ja: 交換受注
lv_lv: REPLACEMENT kārtība
pl_pl: zamówienie WYMIANY
vi_vn: Đơn hàng thay thế

source: MUST DELETE THE ORIGINAL ORDER MANUALLY
ar: يجب حذف الترتيب الأصلي يدويا
et: Kustutabesmatellimus KÄSITSI
fa: باید سفارش نسخه اصل دستی حذف
fr_lu: Suppression manuelle de la commande nécessaire
hr_hr: Mora izbrisati izvorni red RUČNO
ja: 手動で元の順序を削除する必要があります
lv_lv: Jāizdzēš sākotnējā secībā MANUĀLU
pl_pl: TRZEBA RĘCZNIE USUNĄĆ ZAMÓWIENIE ORGINALNE
vi_vn: PHẢI XÓA ĐƠN HÀNG GỐC THEO CÁCH THỦ CÔNG

source: Confirmation of previously sent order
ar: تثبيت الطلبية المرسلة مسبقا
et: Kinnitus eelnevalt saadetud , et
fa: تایید پیش از ارسال سفارش
fr_lu: Confirmation de l'ordre déjà envoyé
hr_hr: Potvrda prethodno poslala bi
ja: 以前に送信された注文の確認
lv_lv: Apstiprinājums iepriekš nosūtīto rīkojumu
pl_pl: Potwierdzenie zamówienia
vi_vn: Xác nhận của đơn hàng đã gửi trước đó

source: DUPLICATE order DELETE ORIGINAL ORDER MANUALLY
ar: يضاعف النظام DELETE الترتيب الأصلي يدويا
et: DUPLIKAAT et DELETE esmatellimus KÄSITSI
fa: تکراری منظور حذف اصل سفارش دستی
fr_lu: Commande en doublon. Supprimer l'orignal manuellement
hr_hr: DUPLIKAT bi DELETE izvornom redoslijedu RUČNO
ja: 順序は手動で元の順序をDELETE DUPLICATE
lv_lv: NORAKSTS lai DELETE sākotnējā secībā MANUĀLU
pl_pl: Zamówienie POWTÓRNE - RĘCZNIE USUŃ ZAMÓWIENIE ORYGINALNE
vi_vn: Sao chép don hàng Xóa don hàng g?c b?ng cách th? công

source: Proposed order only no order created in web-ERP
ar: النظام المقترح فقط أي أمر بإنشائه في شبكة الانترنت ل تخطيط موارد المؤسسات
et: Kavandatud et ainult mitte selleks loodud veebipõhine ERP
fa: سفارش پیشنهادی تنها هیچ نظم در وب - ERP ایجاد
fr_lu: projet d'ordonnance que sans ordre créé en web-ERP
hr_hr: Predloženi bi samo ne bi nastao u web - ERP
ja: 提案されたため、ウェブERPで作成されただけないためない
lv_lv: Ierosinātā lai tikai neviens rīkojums izveidots web - ERP
pl_pl: Proponowane zamówienie - nie wprowadzone do web-ERP
vi_vn: Để đề xuất chỉ không theo thứ tự tạo ra trong web - ERP

source: COPY order only no order will be created in web-ERP
ar: COPY النظام فقط سيتم إنشاء أي ترتيب في شبكة الانترنت ل تخطيط موارد المؤسسات
et: Koopiad ainult ei et luuakse veebipõhine ERP
fa: منظور کپی تنها هیچ منظور خواهد شد در وب - ERP ایجاد
fr_lu: Pour copier uniquement aucune commande ne sera créé dans le Web ERP
hr_hr: COPY nalog samo ne kako će biti izrađen u web - ERP
ja: 唯一全く順序がウェブERPで作成されません注文のCOPY
lv_lv: COPY kārtībā tikai nav pasūtījums tiks izveidota tīmekļa ERP
pl_pl: KOPIA zamówienia - nie wprowadzona do web-ERP
vi_vn: COPY để chỉ không có thứ tự sẽ được tạo ra trong web - ERP

source: Confirmation of order
ar: تثبيت الطلبية
et: Kinnitus , et
fa: تایید سفارش
fr_lu: Confirmation de Commande
hr_hr: Potvrda bi
ja: 注文の確認
lv_lv: Apstiprināšana pasūtījuma
pl_pl: Potwierdzenie zamówienia
vi_vn: Xác nhận của đơn hàng

source: not created in web-ERP
ar: لم يتم إنشاؤها في شبكة الإنترنت -ERP
et: ei loodud veebipõhine ERP
fa: در وب - ERP ایجاد نمی
fr_lu: pas créé dans KwaMoja
hr_hr: Nije stvoren u web - ERP
ja: WebベースのERPで作成されていない
lv_lv: nav izveidots web - ERP
pl_pl: nie utworzone w web-ERP
vi_vn: Không du?c t?o trong web-ERP

source: Provisional order only
ar: أمر مؤقت فقط
et: Ajutine et ainult
fa: موقت سفارش تنها
fr_lu: Ordonnance provisoire seulement
hr_hr: Privremena bi samo
ja: 暫定順位のみ
lv_lv: Pagaidu kārtība tikai
pl_pl: Zamówienie prowizyjne
vi_vn: Ch? dành cho don hàng t?m th?i

source: Response Code
ar: رمز الاستجابة
fa: پاسخ کد
fr_lu: Code réponse
hr_hr: Odgovor Code
ja: 応答コード
pl_pl: Kod Odpowiedzi
vi_vn: Mã h?i dáp

source: Please acknowledge to customer with detail and changes made to the order
ar: يرجى نقر إلى العملاء مع التفاصيل و التغييرات التي أدخلت على النظام
et: Palun pange tähele, et kliendile detail ja tehtud muudatusi, et
fa: لطفا اذعان به مشتری با جزئیات و تغییرات داده شده را به منظور
fr_lu: S'il vous plaît reconnaître au client avec le détail et les modifications apportées à l'ordre
hr_hr: Molimo priznati da kupca detalja i izmjene u redoslijedu
ja: 詳細とオーダーに加えられた変更をお客様にご了承ください
lv_lv: Lūdzu apliecināt klientam ar detaļām un izmaiņas, kuras ar rīkojumu
pl_pl: Prosimy o potwierdzenie do klienta szczegółów i zmian w celu
vi_vn: Xin vui lòng xác nhận cho khách hàng với chi tiết và thay đổi được thực hiện trên đơn hàng

source: Please acknowledge to customer the receipt of message
ar: يرجى نعترف للعملاء استلام رسالة
et: Palun pange tähele, et kliendikätte sõnum
fa: لطفا اذعان به مشتری دریافت پیام
fr_lu: S'il vous plaît reconnaître au client la réception de message
hr_hr: Molimo priznati da kupac primitak poruke
ja: 顧客へのメッセージの受信を確認してください
lv_lv: Lūdzu apliecināt klientam saņemšana ziņas
pl_pl: Prosimy o potwierdzenie klientowi otrzymanie wiadomości
vi_vn: Vui lòng xác nhận cho khách hàng biết đã nhận được tin nhắn

source: Please acknowledge to customer any changes to the order
ar: يرجى نعترف للزبون أية تغييرات على النظام
et: Palun pange tähele, et klient kõik muudatused, et
fa: لطفا اذعان به مشتری هر گونه تغییر به منظور
fr_lu: S'il vous plaît reconnaître au client toute modification de l'ordre
hr_hr: Molimo priznati da kupac nikakve promjene u redoslijedu
ja: 注文に顧客への変更をご了承ください
lv_lv: Lūdzu, atzīst, klientam nekādas izmaiņas kārtībā
pl_pl: Prosimy o potwierdzenie klientowi żadnych zmian w celu
vi_vn: Vui lòng xác nhận cho khách hàng về bất cứ thay đổi nào của đơn hàng

source: No acknowledgement to customer is required
ar: لا يلزم الإقرار إلى العملاء
et: No kinnituse Klient on kohustatud
fa: بدون اذعان به مشتری لازم است
fr_lu: Aucun accusé de réception au client est nécessaire
hr_hr: Nema potvrde da kupac je dužan
ja: 顧客への承認は必要ありません
lv_lv: Nav klientam apstiprinājums ir nepieciešams
pl_pl: Brak potwierdzenia klient ma obowiązek
vi_vn: Không c?n thi?t ph?i có xác nh?n t?i khách hàng

source: Requested delivery date
ar: طلبت تاريخ التسليم
et: Soovitud tarnekuupäeva
fa: تاریخ تحویل درخواست شده
fr_lu: Date de livraison souhaitée
hr_hr: Traženi rok isporuke
ja: 希望配達日
lv_lv: Pieprasītā piegādes datumu
pl_pl: Żądana data wysyłki
vi_vn: yêu cầu ngày giao hàng

source: Promotion start date
ar: الترويج تاريخ البدء
et: Promotion alguskuupäev
fa: توسعه تاریخ شروع
fr_lu: Début de la promotion
hr_hr: Promocija datum početka
ja: プロモーション開始日
lv_lv: Veicināšana sākuma datums
pl_pl: Data początku promocji
vi_vn: Ngày bắt đầu khuyến mãi

source: Do NOT ship before
ar: لا السفينة قبل
et: Ei toimeta enne
fa: آیا نمی کشتی پیش
fr_lu: NE PAS livré(e) avant
hr_hr: NEMOJTE brod prije
ja: 前に出荷しない
lv_lv: NESŪTIET pirms
pl_pl: NIE wysyłać przed
vi_vn: Không chuyển hàng trước khi

source: Cancel order if not dispatched before
ar: إلغاء النظام إذا لم ارسلت قبل
et: Loobu , et kui ei saadeta enne
fa: سفارش لغو اگر قبل از نه اعزام
fr_lu: Annuler la commande si elle n'est pas envoyée avant
hr_hr: Odustani od narudžbe , ako se ne vraća prije
ja: 前に送出されていない場合、注文をキャンセル
lv_lv: Atcelt rīkojumu, ja nav izsūtīts pirms
pl_pl: Skasuj zamówienie jeśli nie wysłane przed
vi_vn: Hủy đơn hàng nếu chưa gửi trước đó

source: Order date
ar: تاريخ الطلب
et: Tellimuse kuupäev
fa: تاریخ سفارش
fr_lu: Date de Commande
hr_hr: datum narudžbe
ja: 注文日
lv_lv: Pasūtīt datumu
pl_pl: Data Zamówienia
vi_vn: Ngày đặt hàng

source: dated
ar: مؤرخ
et: dateeritud
fa: مورخ
fr_lu: du
hr_hr: datiran
ja: 付け
lv_lv: gada
pl_pl: z dnia
vi_vn: định ngày

source: Pickup date
ar: تاريخ الالتقاط
et: Pickup kuupäev
fa: تاریخ وانت
fr_lu: Date de prise en
hr_hr: kurva datum
ja: 取出日
lv_lv: pikaps datumu
pl_pl: Data przyjęcia
vi_vn: Ngày nhận

source: Invoice period
ar: فترة الفاتورة
et: arve jooksul
fa: دوره فاکتور
fr_lu: Période de facturation
hr_hr: Račun razdoblje
ja: 請求期間
lv_lv: Rēķina periods
pl_pl: Okres Fakturowania
vi_vn: thời hạn Hoá đơn

source: Valid period
ar: فترة صالحة
et: kehtiv perioodil
fa: دوره کن
fr_lu: Période de validité
hr_hr: Vrijedi razdoblje
ja: 有効期間
lv_lv: derīgs periods
pl_pl: Okres ważności
vi_vn: Thời gian hợp lệ

source: Confirmation of date lead time
ar: تأكيد التسجيل المهلة
et: Kinnituse kuupäev Ooteaeg
fa: تاریخ تایید از سرب زمان
fr_lu: Confirmation de la date et l'heure de plomb
hr_hr: Potvrda o datumu dovesti vrijeme
ja: 日付のリードタイムの確認
lv_lv: Apstiprinājums par datumu sagatavošanās laiks
pl_pl: Potwierdzenie rozpoczęcia (?)
vi_vn: Xác nh?n v? ngày d?n th?i gian

source: Payment will be effected by a direct payment for this order
ar: وسوف يتم الدفع عن طريق الدفع المباشر لهذا النظام
et: Maksmine toimub niiotsetoetus selles järjekorras
fa: پرداخت خواهد شد پرداخت مستقیم برای این منظور به اجرا درخواهد
fr_lu: Le paiement sera effectué par un paiement direct pour cette commande
hr_hr: Plaćanje će se izvršiti na izravna plaćanja za tim redoslijedom
ja: お支払いは、この順序のための直接支払いに影響されます
lv_lv: Maksājums tiks veikts pa tiešu maksājumu par šo pasūtījumu
pl_pl: Płatność przy złożeniu zamówienia
vi_vn: Thanh toán sẽ được thực hiện bởi một thanh toán trực tiếp cho đơn đặt hàng này

source: This order to be settled in accordance with the normal account trading terms
ar: هذا النظام التي يتعين تسويتها وفقا لل شروط حساب التداول العادي
et: See , et lahendatakse kooskõlas normaalse konto müügitingimuste
fa: این برای اینکه مطابق با شرایط حساب تجاری عادی حل و فصل
fr_lu: Cet ordre doit être réglé conformément aux conditions normales de négociation compte
hr_hr: To bi se rješavati u skladu s normalnim uvjetima trgovanja računa
ja: この順序は、通常の口座の取引条件に基づいて決済される
lv_lv: Šis rīkojums , kas izpildīti saskaņā ar parastajiem konta tirdzniecības nosacījumi
pl_pl: Zamówienie wg zwykłych warunków handlowych
vi_vn: Đơn hàng này sẽ được thanh toán theo các điều khoản tài khoản giao dịch bình thường

source: The goods on this order
ar: البضائع على هذا النظام
et: Kaupade selles järjekorras
fa: محصولات در این دستور
fr_lu: Les marchandises sur cet ordre
hr_hr: Roba na ovim redoslijedom
ja: この順序で財
lv_lv: Preces, par šo pasūtījumu
pl_pl: Towary z tego zamówienia
vi_vn: hàng hóa trên đơn hàng

source: once delivered
ar: بمجرد تسليمها
et: kui on esitatud
fa: یک بار تحویل داده می
fr_lu: une fois livrés
hr_hr: koja je izručena
ja: 一度配信
lv_lv: piegādāta
pl_pl: po dostarczeniu
vi_vn: một lần giao hàng

source: will be held as security for the payment
ar: وستعقد كضمان لسداد
et: toimub tagatiseksmakse
fa: خواهد شد که امنیت برای پرداخت برگزار شد
fr_lu: aura lieu à titre de garantie pour le paiement
hr_hr: održat će se kao osiguranje za plaćanje
ja: 支払いのセキュリティとして開催されます
lv_lv: notiks kā nodrošinājumu maksājumu
pl_pl: będą stanowiły zabezpieczenie płatności
vi_vn: sẽ giữ như là để bảo đảm cho việc thanh toán

source: Payment will be effected to bank account
ar: وسوف يتم الدفع إلى الحساب المصرفي
et: Maksmine toimub nii , et pangakonto
fa: پرداخت خواهد شد به حساب بانکی به اجرا درخواهد
fr_lu: Le paiement sera effectué sur le compte bancaire
hr_hr: Plaćanje će se izvršiti na žiro račun
ja: お支払いは、銀行口座に影響されます
lv_lv: Maksājums tiks veikts uz bankas kontu
pl_pl: Płatność przelewem
vi_vn: Thanh toán sẽ được thực hiện vào tài khoản ngân hàng

source: Payment will be effected by promissory note
ar: وسوف يتم الدفع عن طريق إذني
et: Maksmine toimub nii võlakiri
fa: پرداخت خواهد شد سفته به اجرا درخواهد
fr_lu: Le paiement sera effectué par billet à ordre
hr_hr: Plaćanje će se izvršiti mjenica
ja: お支払いは、約束手形に影響されます
lv_lv: Maksājums tiks veikts ar parādzīmi
pl_pl: Płatność notą prowizyjną
vi_vn: Thanh toán sẽ được thực hiện bằng ghi phiếu

source: Payment will be effected by a bill drawn by the creditor on the debtor
ar: وسوف يتم الدفع عن طريق فاتورة رسمها الدائن على المدين
et: Maksmine toimub niiarve joonistatudvõlausaldaja on võlgniku
fa: پرداخت خواهد شد لایحه کشیده شده توسط در بستانکار بدهکار عملی
fr_lu: Le paiement sera effectué par un projet de loi élaboré par le créancier au débiteur
hr_hr: Plaćanje će se izvršiti na račun sastavljenom od strane vjerovnika na dužnika
ja: お支払いは、債務者に債権者によって描かれた法案に影響されます
lv_lv: Maksājums tiks veikts ar likumprojektu , kas novilkta no kreditora uz parādnieku
pl_pl: Płatność akredytywą (?)
vi_vn: Thanh toán sẽ được thực hiện bởi hối phiếu được thỏa thuận bởi các chủ nợ cho bên nợ

source: Payment terms are defined in the Commercial Account Summary Section
ar: يتم تعريف شروط الدفع في المقطع ملخص الحساب التجاري
et: Maksetingimused on määratletud Commercial Konto Kokkuvõte jagu
fa: شرایط پرداخت در حساب تجاری خلاصه بخش تعریف شده
fr_lu: Les modalités de paiement sont définis dans la section commerciale Résumé du compte
hr_hr: Uvjeti plaćanja definirani su u Trgovačkom račun sažetka
ja: 支払条件は、商業アカウントの概要]セクションで定義されています
lv_lv: Maksājumu termini ir definēti komercreģistrā Konta kopsavilkums sadaļā
pl_pl: Warunki płatności określone są w sekcji Podsumowanie konta komercyjne
vi_vn: điều khoản thanh toán được quy định trong mục tóm tắt về Tài khoản thương mại

source: Payment will be posted through the ordinary mail system
ar: وسوف يتم نشر الدفع من خلال نظام البريد العادي
et: Maksmine pannakse läbi tavalise posti süsteemi
fa: پرداخت خواهد شد از طریق سیستم های پست الکترونیکی عادی نوشته شده
fr_lu: Le paiement sera affiché dans le système de courrier ordinaire
hr_hr: Plaćanje će biti objavljena kroz obične pošte sustava
ja: お支払いは、通常のメールシステムを通じて掲載されます
lv_lv: Maksājums tiks publicēta ar parasto pasta sistēmu
pl_pl: Płatność przekazem
vi_vn: Thanh toán sẽ được gửi thông qua hệ thống mail thông thường

source: Goods of origin
ar: من منشأ البضاعة
et: Kauba päritolu
fa: محصولات اصلی
fr_lu: Origine des marchandises
hr_hr: Roba podrijetla
ja: 原産品
lv_lv: Preces izcelsmes
pl_pl: Towar pochodzenia
vi_vn: Hàng hoá xuất xứ

source: Duty regime code
ar: رمز النظام واجب
et: Duty režiimi kood
fa: وظیفه کد رژیم
fr_lu: code régime de droits
hr_hr: Dužnost režim kod
ja: デューティ政権コード
lv_lv: Pienākums režīms kods
pl_pl: Kod trwałości
vi_vn: Mở chế độ công vụ

source: Buying group conditions apply
ar: شراء مجموعة ظروف تطبيق
et: Osturühma lisatingimused
fa: خرید شرایط گروه درخواست
fr_lu: groupe à des conditions d'achat s'appliquent
hr_hr: Kupnja grupe uvjete primjenjuje
ja: 適用されるグループの条件を買う
lv_lv: Pērkot grupu nosacījumus piemēro
pl_pl: Warunki grupy zakupowej
vi_vn: việc mua áp dụng theo điều kiện nhóm

source: Cancel the order if complete delivery is not possible on the requested date or time
ar: إلغاء الأمر إذا التسليم الكامل غير ممكن في التاريخ أو الوقت المطلوب
et: Loobu, et kui täielik tarne ei ole võimalik taotletavat kuupäeva ja kellaaja
fa: انصراف از سفارش در صورت تحویل کامل امکان پذیر است در تاریخ درخواست شده و یا گذشت زمان نمی
fr_lu: Annuler la commande si la livraison ne peut être faite à temps
hr_hr: Ukida redoslijed, ako je kompletna isporuka nije moguća na zahtjev datuma ili vremena
ja: 完全に配信が要求された日付や時刻に可能でない場合は注文をキャンセル
lv_lv: Atcelt rīkojumu, ja pilnīga piegāde nav iespējams, uz pieprasīto datumu vai laiku
pl_pl: Skasować zamówienie jeśli nie może być w całości zrealizowane w wyznaczonym terminie
vi_vn: hủy bỏ đơn hàng nếu không hoàn thành giao hàng theo đúng yêu cầu về thời gian hoặc ngày tháng

source: Delivery subject to final authorisation
ar: التسليم خاضعة للترخيص النهائي
et: Toimetaja suhtes lõplik luba
fa: موضوع تحویل به مجوز نهایی
fr_lu: Livraison sous réserve d'une autorisation définitive
hr_hr: Dostava podliježe konačnom odobrenju
ja: 最終的な承認への配信対象
lv_lv: Piegāde sniedz galīgo atļauju
pl_pl: Wysyłka wymaga końcowej autoryzacji
vi_vn: đề nghị giao hàng để xem xét cuối cùng

source: Invoiced but not replenished
ar: فواتير لكن لا تتجدد
et: Arve aga ei täienes
fa: صورتحساب اما دوباره پر نمی کند
fr_lu: Facturée mais non ré-approvisionner
hr_hr: Dostavljeni ali ne dopunim
ja: 請求が、補充しない
lv_lv: Rēķinā , bet nav papildināma
pl_pl: Zafakturowane ale nie wypełnione
vi_vn: Lập hoá đơn nhưng không bổ sung

source: Replenished but not invoiced
ar: تجديد ولكن ليس فواتير
et: Täiendatakse , kuid arveldamata
fa: دوباره پر اما صورتحساب نیست
fr_lu: Réapprovisionnées mais non facturées
hr_hr: Puniti , ali se ne fakturiraju
ja: 補充しかし請求しない
lv_lv: Papildināta , bet ne rēķinā
pl_pl: Wypełnione ale nie zafakturowane
vi_vn: Bổ sung nhưng không lập hoá đơn

source: Deliver Full order
ar: تقديم طلب كامل
et: Täielikke et
fa: تحویل سفارش کامل
fr_lu: Livrer la commande complète
hr_hr: Izbavi Cijeli red
ja: フルオーダーを配信
lv_lv: Piegādāt Full pasūtījumu
pl_pl: Dostarczyć pełne zamówieie
vi_vn: Giao d?y d? don hàng

source: Authorisation for expense no
ar: التفويض لل حساب لا
et: Lubada kulu ei
fa: اختیارات برای هزینه ندارد
fr_lu: Autorisation de la dépense n°
hr_hr: Odobrenje za trošak ne
ja: 費用のために認可されなく
lv_lv: Atļauja rēķina nav
pl_pl: Autoryzacja kosztów Nr
vi_vn: ?y quy?n cho s? chi phí

source: Blanket Order
ar: بطانية ترتيب
et: üldtellimus
fa: پتو سفارش
hr_hr: Deka Order
ja: 一括発注
lv_lv: sega Pasūtīt
pl_pl: Zamówienie inblanco
vi_vn: chăn hàng

source: Customer Ref
ar: المرجع العملاء
et: Kliendi Ref
fa: مشتری کد عکس
fr_lu: Réf. client
hr_hr: Kupac Ref.
ja: 得意先参照
lv_lv: Klienta reference
pl_pl: Numer Klienta
vi_vn: khách hàng tham khảo

source: Import Licence
ar: رخصة استيراد
fa: واردات لیسانس
fr_lu: Importer la license
hr_hr: Uvoz Licence
ja: インポート·ライセンス
lv_lv: importa licence
pl_pl: Licencja importowa
vi_vn: Giấy phép nhập khẩu

source: Buyer order
ar: النظام المشتري
et: ostja et
fa: سفارش خریدار
fr_lu: commande de l'acheteur
hr_hr: Kupac bi
ja: 買い手の注文
lv_lv: Pircējs rīkojums
pl_pl: Numer Nabywcy
vi_vn: Đơn hàng của người mua

source: Promo deal
ar: صفقة الترويجي
et: Promo tegeleda
fa: معامله تبلیغی
fr_lu: Affaires
hr_hr: Promo posao
ja: 販促契約
lv_lv: Promo galā
pl_pl: Udział promocyjny (?)
vi_vn: thỏa thuận quảng cáo
