Repository: timschofield/KwaMoja-Medical
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar, et, fa, fr_lu, hr_hr, ja, lv_lv, pl_pl, vi_vn

source: Row Height
ar: ارتفاع الصف
et: rea kõrgus
ja: 合計重量

source: Column Width
ar: عرض العمود
et: Veeru laius
hr_hr: Širina stupca
ja: カラム
vi_vn: Chiều rộng cột

source: Are you sure you wish to delete this label?
ar: هل أنت متأكد أنك تريد حذف هذه التسمية ؟
ja: この仕入先価格を削除してもよろしいですか？

source: Review all defined label records
ar: مراجعة جميع سجلات التسمية تعريف
et: Vaadake kõiki määratletud märgis kirjed
fa: بررسی تمام سوابق برچسب تعریف شده
hr_hr: Pregledajte sve definirane Records
ja: 全定義済み税務当局レコード確認
vi_vn: Xem xét tất cả hồ sơ nhãn hiệu được xác định

source: Outside container for label diagram and info
ar: حاوية خارج عن مخطط التسمية و معلومات
et: Õues konteinerisse etikett skeem ja info
fa: ظرف خارج از نمودار برچسب و اطلاعات
fr_lu: Récipient à l'extérieur pour le diagramme de l'étiquette et les informations
hr_hr: Izvan kontejner za oznaku dijagrama i info
ja: ラベル図と情報のための外部の容器
lv_lv: Ārpus konteiners etiķetes diagrammā un info
pl_pl: Zewnętrzny pojemnik na wykresie etykiety i info
vi_vn: Thùng chứa bên ngoài cho sơ đồ nhãn hiệu và thông tin

source: Label specifications
et: Valmistaja spetsifikatsioonid
fa: مشخصات برچسب
fr_lu: Spécifications d'étiquetage
hr_hr: Label specifikacija
ja: ラベルの仕様
lv_lv: Label specifikācijas
pl_pl: specyfikacje etykiet
vi_vn: thông số kỹ thuật nhãn

source: Label Description
ja: 品目内容

source: Label Paper Size
ar: ورقة التسمية الحجم
et: Valmistaja Paper Size
ja: レポート頁サイズ

source: Custom Size
ar: حجم مخصص
ja: 得意先設定

source: Label Height
ar: التسمية الطول
et: Valmistaja Kõrgus
hr_hr: Oznaka Visina
ja: 合計重量

source: Label Width
ar: العرض التسمية
et: Valmistaja Laius
hr_hr: Oznaka Širina
ja: ラベル幅

source: Top Margin
ar: الهامش العلوي
fa: حاشیه بالا
hr_hr: Gornja margina
ja: 上部マージン
lv_lv: augšējā robeža
vi_vn: Lề trên

source: Left Margin
ar: الهامش الأيسر
fa: حاشیه چپ
hr_hr: Lijeva margina
ja: 左マージン

source: Could not get the label fields because
et: Ei saanud etiketti väljad sest
ja: 期間データ取出しできない理由は

source: Label dimensions table
ar: طاولة أبعاد التسمية
et: Valmistaja Mõõdutabelis
fa: برچسب جدول ابعاد
fr_lu: Étiquette tableau des dimensions
hr_hr: Oznaka dimenzije stol
ja: ラベルの寸法表
lv_lv: Etiķetes izmēri galds
pl_pl: Label wymiary stołu
vi_vn: Nhãn bảng kích thước

source: Field
ar: حقل
ja: フルネーム

source: Vertical
ar: عمودي
et: vertikaalne
fa: عمودی
hr_hr: okomit
ja: 垂直
lv_lv: vertikāls
pl_pl: pionowy
vi_vn: dọc

source: Position
ar: موقف
et: positsioon
hr_hr: Pozicija
ja: 役職
lv_lv: Pozīcija
pl_pl: Stanowisko
vi_vn: V? trí

source: Horizontal
ar: أفقي
et: horisontaalne
fa: افقی
hr_hr: horizontalan
ja: 仕訳

source: Bar-code
ar: شريط رمز
et: Bar- kood
ja: バーコード

source: Item Descrption
ja: 品目内容

source: Item Barcode
ar: الباركود البند
ja: 品目コード

source: Are you sure you wish to delete this label field?
ar: هل أنت متأكد أنك تريد حذف هذا الحقل التسمية ؟
ja: この仕入先価格を削除してもよろしいですか？

source: Print Labels
ar: طباعة التسميات
ja: 特性ラベル

source: Location Maintenance
ar: صيانة الموقع
et: Asukoht Hooldus
fa: محل نگهداری
fr_lu: Gestion des Sites
hr_hr: Mjesto održavanja
ja: 場所メンテナンス
lv_lv: Noliktavu uzstādijumi
pl_pl: Zarządzanie Lokacjami
vi_vn: Bảo trì địa điểm

source: The location code may not be empty
ar: رمز موقع قد لا يكون فارغا
et: Asukoha kood ei tohi olla tühi
fa: کد محل نمی تواند خالی باشد
fr_lu: Le code de localisation ne peut pas être vide
hr_hr: Mjesto broj ne smije biti prazan
ja: 場所コードは空白にできない
lv_lv: Noliktavas kods ir jāaizpilda
pl_pl: Kod lokacji nie może być pusty
vi_vn: Mã số địa điểm không được để trống

source: A cash sale customer and branch are necessary to fully setup the counter sales functionality
ar: A النقدية بيع العملاء و فرع ضرورية لإعداد تماما وظائف المبيعات العداد
et: Sularaha müük klient ja filiaal on vaja täielikult setupcounter müük funktsionaalsus
fa: پول نقد مشتری فروش و شاخه لازم است به طور کامل راه اندازی قابلیت های ضد فروش
hr_hr: Kupac prodaja za gotovinu i grana su potrebne da u potpunosti postavljanje brojača prodaje funkcionalnost
ja: 現金販売顧客と枝が完全に店頭販売機能をセットアップする必要がある
lv_lv: Naudas pārdošanu klientu un filiāle ir nepieciešami, lai pilnībā setup counter pārdošanas funkcionalitāti
pl_pl: Klient sprzedaży środki pieniężne i gałęzi są niezbędne , aby w pełni skonfigurować licznik funkcjonalność sprzedaży
vi_vn: Một khách hàng bán tiền mặt và chi nhánh là cần thiết để thiết lập đầy đủ các chức năng bán hàng truy cập

source: The cash sale customer for this location must be defined with both a valid customer code and a valid branch code for this customer
ar: يجب تعريف النقدية بيع العملاء لهذا الموقع مع كل رمز العميل صالح و رمز الفرع صالحة لهذا العميل
et: Sularaha müük klient selle asukoht tuleb määratleda nii kehtiv kliendi kood ja kehtiv filiaal kood selle kliendi
fa: پول نقد مشتری برای فروش این مکان را باید با هر دو یک کد مشتری معتبر وکد شعبه معتبر برای این مشتری تعریف می شود
hr_hr: Kupac prodaja za gotovinu za to mjesto mora biti definirano s obje valjan kod kupaca i valjan kod podružnice za ovog klijenta
ja: この場所の現金販売の顧客は、この顧客の有効な顧客コードと有効な分岐コードの両方で定義する必要があります
lv_lv: Naudas pārdošanu klients šajā vietā jādefinē gan derīgu klientu kodu un derīgu filiāles kods šim klientam
pl_pl: Klient sprzedaż gotówki w tym miejscu, muszą być określone zarówno kodu ważnego klienta i prawidłowy kod oddziału dla tego klienta
vi_vn: Khách hàng bán tiền mặt cho vị trí này phải được xác định với cả một mã số khách hàng hợp lệ và một mã số chi nhánh hợp lệ cho khách hàng này

source: An error occurred updating the
ar: حدث خطأ تحديث
et: Tekkis viga ajakohastamine
fa: خطا رخ داده است به روز رسانی
fr_lu: Erreur lors de la mise à jour
hr_hr: Došlo je do pogreške ažuriranja
ja: エラーが発生した更新
lv_lv: Kļūda labojot
pl_pl: Wystąpił błąd przy aktualizacji rekordu
vi_vn: Lỗi xảy ra khi đang cập nhật

source: location record because
ar: سجل موقع ل
et: Asukoht rekord , sest
fa: ثبت محل به دلیل
fr_lu: du cite car
hr_hr: Mjesto rekord , jer
ja: 場所レコード理由
lv_lv: noliktavas uzstādījums, jo
pl_pl: ponieważ
vi_vn: báo cáo địa điểm bởi vì

source: The SQL used to update the location record was
ar: و SQL استخدامها لتحديث سجل موقع كان
et: SQL kasutada uuendada asukoha rekord
fa: گذاشتن برای به روز رسانی ثبت محل بود
fr_lu: Commande SQL de mise à jour du site:
hr_hr: SQL se koristi za ažuriranje lokacije rekord bio
ja: 場所レコードを更新するために使用されるSQLでした
lv_lv: Izmantos SQL labojot noliktavas ierakstus
pl_pl: Użyta fraza SQL
vi_vn: D? li?u SQl dùng d? c?p nh?t h? so d?a di?m là

source: The location record has been updated
ar: تم تحديث سجل موقع
et: Asukoht rekord on uuendatud
fa: ثبت محل به روز شده است
fr_lu: La fiche du site a été mise à jour
hr_hr: Mjesto rekord je ažuriran
ja: 場所レコードは更新された
lv_lv: noliktavas uzstādījums tika labots
pl_pl: Rekord lokacji zaktualizowany
vi_vn: Báo cáo địa điểm đã được cập nhật

source: An error occurred inserting the new location record because
ar: حدث خطأ إدخال سجل الموقع الجديد لأن
et: Tekkis viga lisades uut asukohta rekord , sest
fa: خطا رخ داده است قرار دادن سابقه محل جدید به دلیل
fr_lu: Erreur lors de l'ajoût du nouveau site
hr_hr: Došlo je do pogreške umetanjem nove lokacije rekord , jer
ja: エラーは、新しい場所レコードを挿入ために発生
lv_lv: Kļūda ievadot jaunu noliktavu, jo
pl_pl: Błąd przy wprowadzaniu nowej lokacji
vi_vn: Có l?i x?y ra khi chèn h? so d?a di?m kho m?i vì

source: The SQL used to insert the location record was
ar: و SQL المستخدمة لإدراج سجل موقع كان
et: SQL kasutada lisada asukoha rekord
fa: گذاشتن مورد استفاده برای درج اطلاعات مکان بود
fr_lu: Commande SQL d'ajoût du site:
hr_hr: SQL se koristi za umetanje lokacije rekord bio
ja: 場所レコードを挿入するために使用されるSQLがあった
lv_lv: Izmantos SQL ievadot noliktavas ierakstus
pl_pl: Użyta fraza SQL
vi_vn: D? li?u SQL dùng d? chèn h? so d?a di?m là

source: The new location record has been added
ar: تمت إضافة سجل الموقع الجديد
et: Uus asukoht rekord on lisatud
fa: ضبط محل جدید اضافه شده است
fr_lu: La fiche de site a été ajoutée
hr_hr: Nova lokacija rekord dodan
ja: 新しい位置レコードが追加されている
lv_lv: Jauna noliktava tika pievienota
pl_pl: Dodano nową lokację
vi_vn: Ðã thêm h? so d?a di?m m?i

source: An error occurred inserting the new location stock records for all pre-existing parts because
ar: حدث خطأ إدراج سجلات المخزون موقع جديد لجميع أجزاء موجودة من قبل لأن
et: Tekkis viga lisades uut asukohta laoarvestust kõigi olemasolevate osade tõttu
fa: خطا رخ داده است قرار دادن سوابق محل جدید سهام برای تمامی قسمت های موجود از قبل به خاطر
fr_lu: Erreur lors de l'insertion de nouveaux entrepôts pour tous les éléments pré-existants
hr_hr: Došlo je do pogreške umetanjem nove rekorde lokacija zaliha za sve postojeće dijelove , jer
ja: エラーはすべて、既存の部品ための新しい場所の在庫レコードを挿入発生
lv_lv: Kļūda ievietojot jaunajā atrašanās krājumu uzskaiti par visiem jau esošiem daļās, jo
pl_pl: Błąd przy wstawianiu nowych lokacji dla wszystkich poprzednio istniejących części ponieważ
vi_vn: Đã xảy ra lỗi chèn vị trí hồ sơ chứng khoán mới cho tất cả các phần có từ trước vì

source: The SQL used to insert the new stock location records was
ar: و SQL المستخدمة لإدراج سجلات جديدة كان الموقع الأسهم
et: SQL kasutada lisada uue aktsia asukoha andmed oli
fa: گذاشتن استفاده برای وارد کردن سوابق سهام جدید محل بود
fr_lu: Commande SQL d'ajoût du nouvel entrepôt:
hr_hr: SQL se koristi za umetanje nove burzovne mjesto zapisi bio
ja: SQLは、新しい株式の場所レコードがあった挿入するために使用
lv_lv: SQL izmanto, lai iekļautu jaunās krājumu atrašanās uzskaite bija
pl_pl: Użyta fraza SQL
vi_vn: D? li?u SQL dùng d? chèn h? so d?a di?m kho m?i là

source: and new stock locations inserted for all existing stock items for the new location
ar: ومواقع الأسهم الجديدة المدرجة لكافة العناصر المخزون الحالي للموقع الجديد
et: ja uute varude asukohtade sisestatud kõigi olemasolevate varude objektide uude asukohta
fa: و مکان های جدید برای تمام سهام انبار موجود برای محل جدید درج
fr_lu: et les emplacements de nouvelles actions pour tous les articles insérés stock existant pour le nouvel emplacement
hr_hr: i nove dionice mjestima umetnuta za sve postojeće zalihe artikala za novo mjesto
ja: と新しい株式場所は新しい場所のために、既存のすべての在庫がある商品のために挿入
lv_lv: un jaunu akciju vietas ievietots visiem esošajiem preces par jauno atrašanās vietu
pl_pl: i nowe lokacje elementów ustawione dla wszystkich towarów dla nowej lokacji
vi_vn: và d?a di?m kho m?i v?a thêm cho t?t c? các m?t hàng hi?n có trong kho cho d?a di?m m?i

source: Cannot delete this location because sales orders have been created delivering from this location
ar: لا يمكن حذف هذا الموقع لأنه تم إنشاؤها أوامر البيع تسليم من هذا الموقع
et: Ei saa kustutada seda asukoha tõttu müügitellimuste on loodud pakkuda selle asukoha
fa: آیا می توانم استفاده حذف این محل به دلیل فروش سفارشات ساخته شده است از ارائه این مکان نیست
fr_lu: Impossible de supprimer cet endroit parce que les ordres de vente ont été créés délivrer de cet endroit
hr_hr: Ne mogu izbrisati ovu lokaciju , jer narudžbe su stvorili izbavi od ovog mjesta
ja: 受注は、この場所から提供し作成されているので、この場所を削除することはできません
lv_lv: Nevar izdzēst šo vietu , jo pārdošanas pasūtījumus ir izveidota sniegusi no šīs vietas
pl_pl: Nie można usunąć lokacji ze względu na wprowadzone zamówienia dla której lokacja jest miejscem wyjścia towaru
vi_vn: Không th? xóa d?a di?m này vì các don hàng du?c t?o s? giao hàng t? d?a di?m này

source: sales orders with this Location code
ar: أوامر المبيعات مع هذا الرمز الموقع
et: müügi tellimusi Asukoht kood
fa: فروش سفارشات با این کد محل
fr_lu: les ordres de vente avec ce code Lieu
hr_hr: narudžbe s ovom lokacije koda
ja: この場所コードで受注
lv_lv: pārdošanas pasūtījumiem ar šo Atrašanās vieta kodu
pl_pl: zamówienia z tym kodem lokacji
vi_vn: Các đơn hàng với mã số địa điểm này

source: Cannot delete this location because stock movements have been created using this location
ar: لا يمكن حذف هذا الموقع لأنه تم إنشاؤها باستخدام حركات الأسهم هذا الموقع
et: Ei saa kustutada seda asukohta , sest aktsia liikumise abil loodud selle asukoha
fa: آیا می توانم استفاده حذف این محل به دلیل حرکات سهام ایجاد شده اند با استفاده از این مکان نمی
fr_lu: Impossible de supprimer ce site car des mouvements de stock y font référence
hr_hr: Ne mogu izbrisati ovu lokaciju , jer dionica pokreti su stvoreni pomoću ovu lokaciju
ja: 株価の動きは、この場所を使用して作成されているので、この場所を削除することはできません
lv_lv: Nevar izdzēst šo vietu , jo krājumu pārvietošanu ir izveidoti , izmantojot šo vietu
pl_pl: Nie można usunąć lokacji ze względu na utworzone już przeniesienia towarów z jej użyciem
vi_vn: Không xóa du?c d?a di?m này vì vi?c chuy?n kho du?c th?c hi?n t?i d?a di?m này

source: stock movements with this Location code
ar: تحركات الأسهم مع هذا الرمز الموقع
et: laoliikumised selle asukoha kood
fa: جنبش سهام با این کد محل
fr_lu: Mouvements de stock de ce site
hr_hr: dioničko pokreti s ovom lokacije koda
ja: この場所のコードを持つ株式の動き
lv_lv: peču kustība noliktavā
pl_pl: przeniesienia z tym kodem lokacji
vi_vn: Vi?c chuy?n kho v?i mã s? d?a di?m này

source: Cannot delete this location because location stock records exist that use this location and have a quantity on hand not equal to 0
ar: لا يمكن حذف هذا الموقع لأن الموقع سجلات الأوراق المالية موجودة والتي تستخدم هذا الموقع والحصول على كمية على اليد لا تساوي 0
et: Ei saa kustutada seda asukohta , sest asukoht laoarvestus olemas , et kasutada selle asukoha ja onkogus käsi ei võrdu 0
fa: آیا می توانم استفاده حذف این محل به دلیل موقعیت سوابق سهام وجود دارد که استفاده از این محل و یک مقدار در برابر به دست نمی 0
fr_lu: Impossible de supprimer ce site car des stocks y font référence
hr_hr: Ne mogu izbrisati ovu lokaciju , jer mjesto burzovne zapisi postoje da koristite ovu lokaciju i imati toliko na ruku nije jednaka 0
ja: 位置在庫レコードがこの場所を使用し、 0に等しくない一方で量を持っていることを存在しているため、この場所を削除することはできません
lv_lv: Nevar izdzēst šo vietu , jo vieta krājumu uzskaite pastāv, kas izmanto šo vietu , un ir daudzums uz rokas nav vienāds ar 0
pl_pl: Nie można usunąć lokacji ponieważ istnieją towary o niezerowym stanie używające tej lokacji.
vi_vn: Không th? xóa d?a di?m này vì h? so d?a di?m kho hi?n t?i mà s? d?ng d?a di?m này có s? lu?ng hàng hóa hi?n có không b?ng 0

source: stock items with stock on hand at this location code
ar: بنود المخزون مع مخزون على يد هذا الرمز في الموقع
et: Laos esemed stock käsi selle asukoha kood
fa: اقلام سهام با سهام در دست در محل این کد
fr_lu: Articles avec stock actuel de ce site
hr_hr: dionica stavke sa zaliha na ruci na tom mjestu kod
ja: この位置コードで手に在庫の在庫がある商品
lv_lv: Noliktavā preces ar krājumu uz rokas, šajā vietā kodu
pl_pl: Towary o niezerowym stanie w tej lokacji
vi_vn: Mặt hàng với số lượng hàng hiện có trong kho tại mã số địa điểm này

source: Cannot delete this location because it is the default location for a user
ar: لا يمكن حذف هذا الموقع لأنه هو الموقع الافتراضي لمستخدم
et: Ei saa kustutada seda asukohta , sest see on vaikimisi asukohtakasutaja
fa: آیا می توانم استفاده حذف این محل به دلیل آن است که مکان پیش فرض برای کاربر نمی
fr_lu: Impossible de supprimer ce site car il est le site par défaut pour un utilisateur
hr_hr: Ne mogu izbrisati ovu lokaciju jer jezadano mjesto za korisnika
ja: それは、ユーザのデフォルトの場所であるため、この場所を削除することはできません
lv_lv: Nevar izdzēst šo vietu , jo tā irnoklusējuma atrašanās vieta , lai lietotājs
pl_pl: Nie można usunąć tej lokacji ponieważ jest domyślna dla użytkownika
vi_vn: Không thể xóa địa điểm này vì nó là địa điểm mặc định của người sử dụng

source: The user record must be modified first
ar: يجب أن يتم تعديل السجل المستخدم الأول
et: Kasutaja rekord tuleb muuta kõigepealt
fa: ثبت کاربر باید اصلاح شود اولین
fr_lu: Changer d'abord le site par défaut de l'utilisateur
hr_hr: Korisnik zapis mora se mijenjati prvi
ja: ユーザレコードが最初に変更する必要があります
lv_lv: Lietotāja uzstādījumi ir jāmaina vispirms
pl_pl: Najpierw trzeba zmienić dane użytkownika
vi_vn: Trước tiên cần chỉnh sửa hồ sơ người sử dụng

source: users using this location as their default location
ar: المستخدمين باستخدام هذا الموقع كموقع الافتراضية الخاصة بهم
et: kasutajad seda asukohta oma vaikimisi asukohta
fa: کاربران با استفاده از این مکان به عنوان محل سکونت خود را به طور پیش فرض
fr_lu: Utilisateurs utilisant ce site par défaut
hr_hr: Korisnici koji koriste ovu lokaciju kao zadani mjesto
ja: 彼らのデフォルトの場所としてこの場所を使用しているユーザー
lv_lv: lietotājām &#353;i noliktava ir noklusētā
pl_pl: użytkownicy używający tej lokacji jako domyślnej
vi_vn: Người sử dụng dùng địa điểm này làm địa điểm mặc định của họ

source: Cannot delete this location because it is the default location for a bill of material
ar: لا يمكن حذف هذا الموقع لأنه هو الموقع الافتراضي ل مشروع قانون من المواد
et: Ei saa kustutada seda asukohta , sest see on vaikimisi asukohtBill materjali
fa: آیا می توانم استفاده حذف این محل به دلیل آن است که مکان پیش فرض برای لایحه از مواد نیست
fr_lu: Impossible de supprimer cet emplacement parce qu'il est l'emplacement par défaut pour un projet de loi de matériel
hr_hr: Ne mogu izbrisati ovu lokaciju jer jezadano mjesto za račun materijala
ja: それは、部品表のデフォルトの保存場所であるため、この場所を削除することはできません
lv_lv: Nevar izdzēst šo vietu , jo tā irnoklusējuma atrašanās vieta likumprojektu materiāla
pl_pl: Nie można usunąć tego pliku, ponieważ jest to domyślna lokalizacja zestawienia materiałów
vi_vn: Không thể xóa địa điểm này vì nó là địa điểm mặc định của một danh sách nguyên vật liệu

source: The bill of materials must be modified first
ar: مشروع القانون من مواد يجب أن يتم تعديل الأول
et: Materjaliandmik tuleb muuta kõigepealt
fa: این لایحه از مواد باید اصلاح شود اولین
fr_lu: La nomenclature doit être modifiée en premier
hr_hr: Bill materijala moraju se mijenjati prvi
ja: 部品表は、最初に変更する必要があります
lv_lv: Materiālu rēķins ir jāmaina vispirms
pl_pl: Projekt materiałów musi być zmienione pierwszy
vi_vn: Trước tiên cần chỉnh sửa danh sách nguyên vật liệu

source: bom components using this location
ar: مكونات BOM استخدام هذا الموقع
et: bom komponendid kasutavad seda asukohta
fa: قطعات bom با استفاده از این مکان
fr_lu: composants de la nomenclature à l'aide de cet emplacement
hr_hr: Bom dijelovi koriste ovu lokaciju
ja: この場所を使ってBOMコンポーネント
lv_lv: Bom komponenti izmanto šo vietu
pl_pl: bom za pomocą elementów tej lokalizacji
vi_vn: thành phần bom sử dụng vị trí này

source: Cannot delete this location because it is used by some work centre records
ar: لا يمكن حذف هذا الموقع ل يتم استخدامه من قبل بعض السجلات مركز العمل
et: Ei saa kustutada seda asukohta , sest see on , mida mõned töökeskus kirjed
fa: آیا می توانم استفاده حذف این محل به دلیل آن است که از سوی برخی از سوابق مرکز کار استفاده نمی شود
fr_lu: Impossible de supprimer ce Site car des Centres de Charges s'y r��ent
hr_hr: Ne može se izbrisati ovu lokaciju jer se koristi nekim zapisima radnom centru
ja: それはいくつかのワークセンターの記録で使用されているので、この場所を削除することはできません
lv_lv: Nevar izdzēst &#353;o noliktavu, jo to izmanto darba centri
pl_pl: Nie można usunąć tej lokacji gdyż jest użyta przez którąś z definicji centrów produkcji
vi_vn: Không th? xóa d?a di?m này vì nó du?c s? d?ng b?i m?t s? h? so trung tâm làm vi?c

source: works centres using this location
ar: مراكز الأعمال باستخدام هذا الموقع
et: tööde keskused kasutavad seda asukohta
fa: با این نسخهها کار مراکز با استفاده از این مکان
fr_lu: Centres de Charges se référant à ce Site
hr_hr: radovi klubovi koriste ovu lokaciju
ja: この場所を使用して作品をセンター
lv_lv: darba centri izmanto &#353;īs noliktavas
pl_pl: centrów produkcyjnych używających tej lokacji
vi_vn: Các trung tâm làm việc sử dụng địa điểm này

source: Cannot delete this location because it is used by some work order records
ar: لا يمكن حذف هذا الموقع ل يتم استخدامه من قبل بعض السجلات أجل العمل
et: Ei saa kustutada seda asukohta , sest see on , mida mõned tööd , et andmed
fa: آیا می توانم استفاده حذف این محل به دلیل آن است که از سوی برخی از سوابق سفارش کار استفاده نمی شود
fr_lu: Impossible de supprimer cet emplacement parce qu'il est utilisé par certains documents de travail afin
hr_hr: Ne može se izbrisati ovu lokaciju jer se koristi nekim zapisima radnog naloga
ja: それはいくつかの作業の注文レコードで使用されているので、この場所を削除することはできません
lv_lv: Nevar izdzēst šo vietu , jo to izmanto dažu darba kārtības ierakstus
pl_pl: Nie można usunąć tego pliku, ponieważ jest on używany przez niektóre zapisy zlecenia
vi_vn: Không th? xóa d?a di?m này vì nó du?c s? d?ng b?i m?t s? h? so l?nh s?n xu?t

source: work orders using this location
ar: أوامر العمل باستخدام هذا الموقع
et: töökäsud kasutades selle asukoha
fa: دستورات کار با استفاده از این مکان
fr_lu: les ordres de travail en utilisant cet emplacement
hr_hr: radni nalozi koji koriste ovu lokaciju
ja: この場所を使用して作業指示
lv_lv: darba uzdevumu , izmantojot šo vietu
pl_pl: zleceń za pomocą tej lokalizacji
vi_vn: các l?nh s?n xu?t s? d?ng d?a di?m này

source: Cannot delete this location because it is used by some branch records as the default location to deliver from
ar: لا يمكن حذف هذا الموقع ل يتم استخدامه من قبل بعض السجلات فرع كموقع افتراضي لتسليم من
et: Ei saa kustutada seda asukohta , sest see on , mida mõned filiaali andmed vaikimisi asukohta pakkuda alates
fa: آیا می توانم استفاده حذف این محل به دلیل آن است که توسط برخی از پرونده شعبه به عنوان محل به طور پیش فرض مورد استفاده برای ارائه از نه
fr_lu: Impossible de supprimer ce site car des succursales l'utilisent comme site expéditeur par défaut
hr_hr: Ne može se izbrisati ovu lokaciju jer se koristi od strane nekih granskih zapisa kao zadano mjesto za isporuku na
ja: それから提供するデフォルトの場所として、いくつかのブランチの記録で使用されているので、この場所を削除することはできません
lv_lv: Nevar izdzēst šo vietu , jo tā izmanto dažas filiāles uzskaitē kā noklusējuma atrašanās vietu , lai nodrošinātu , no
pl_pl: Nie można usunąć tej lokacji gdyż jest powiązana z którymś z Oddziałów jako domyślna lokacja do wysyłki z
vi_vn: Không th? xóa d?a di?m này vì nó du?c s? d?ng b?i m?t s? h? so chi nhánh nhu m?t d?a di?m m?c d?nh d? giao hàng di

source: branches set up to use this location by default
ar: تعيين الفروع لاستخدام هذا الموقع بشكل افتراضي
et: asutatud filiaalide kasutada selle asukoha vaikimisi
fa: شاخه های راه اندازی برای استفاده از این محل به طور پیش فرض
fr_lu: succursale(s) utilisant ce site expéditeur par défaut
hr_hr: Grane postaviti na korištenje ovu lokaciju po defaultu
ja: 枝は、デフォルトでこの場所を使用するように設定
lv_lv: zari , kas izveidota , lai izmantotu šo vietu pēc noklusējuma
pl_pl: oddziałów powiązancyh domyślnie z tą lokacją
vi_vn: Các chi nhánh du?c thi?t l?p d? dùng d?a di?m này làm m?c d?nh

source: Cannot delete this location because it is used by some purchase order records as the location to receive stock into
ar: لا يمكن حذف هذا الموقع ل يتم استخدامه من قبل بعض السجلات أمر الشراء كموقع لتلقي الأوراق المالية في
et: Ei saa kustutada seda asukohta , sest see on , mida mõned ostutellimuse arvestust, asukoha saada toorikute
fr_lu: Impossible de supprimer ce site car des enregistrements en dépendent
hr_hr: Ne može se izbrisati ovu lokaciju jer se koristi nekim zapisima narudžbenica kaomjesto za primanje dionica u
ja: 売上原価GL転記インターフェイスレコードの1つが使われるので、この勘定を削除することができません

source: purchase orders set up to use this location as the receiving location
ar: تعيين أوامر الشراء لاستخدام هذا الموقع كموقع تلقي
et: ostutellimused seadistatud kasutama seda asukohta vastuvõtva kohas
fr_lu: ordres d'achat mis en place pour utiliser ce lieu comme le lieu de réception
hr_hr: narudžbenice postavili koristiti ovu lokaciju , kao prijamnom mjestu
ja: 発注は、受信場所としてこの場所を使用するように設定

source: Location Name
ar: اسم الموقع
et: Asukoht nimi
fa: نام و نام خانوادگی محل سکونت
fr_lu: Nom Site
hr_hr: Mjesto Ime
ja: 場所名
lv_lv: Noliktavas nosaukums
pl_pl: Nazwa Lokacji
vi_vn: Tên địa điểm

source: Tax Province
ar: مقاطعة الضريبة
et: maksu maakond
fa: مالیاتی استان
fr_lu: Région
hr_hr: Porezna Province
ja: 地方税
lv_lv: Nodokļu rezidence
pl_pl: Obszar podatkowy
vi_vn: tỉnh thuế

source: Are you sure you wish to delete this inventory location?
ar: هل أنت متأكد أنك تريد حذف هذا الموقع جرد ؟
et: Oled sa kindel , et soovid kustutada selle registri asukoha järgi?
fr_lu: Voulez-vous supprimer ce site d'inventaire?
hr_hr: Jeste li sigurni da želite izbrisati ovaj zalihama mjesto?
ja: この仕入先価格を削除してもよろしいですか？
