Repository: timschofield/KwaMoja-Medical
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar, et, fa, fr_lu, hr_hr, ja, lv_lv, pl_pl, vi_vn

source: The new demand type has been added to the database
ar: تمت إضافة نوع الطلب الجديد إلى قاعدة البيانات
et: Uus nõudlus tüüp on lisatud andmebaasi
fa: نوع تقاضا جدید به پایگاه داده ارسال
fr_lu: Le type a été ajouté à la base
hr_hr: Novi zahtjev tip je dodan u bazu podataka
ja: 新しい作業場がデータベースに追加された
lv_lv: Jaunā nodokļu iestāde tika reģistrēta datubāzē
pl_pl: Nowy typ popytu został dodany do bazy danych
vi_vn: Ðã thêm lo?i nhu c?u m?i vào co s? d? li?u

source: The update/addition of the demand type failed because
ar: فشل التحديث / إضافة نوع الطلب بسبب
et: Ajakohastatud / lisaminenõudlus tüüp ebaõnnestus, kuna
fa: بروز رسانی / علاوه بر این از نوع تقاضا زیرا شکست خورد
fr_lu: La mise à jour / ajout du type de la demande a échoué car
hr_hr: Ažuriranje / dodatak od potražnje tipa nije uspio jer
ja: 作業場の更新/追加は失敗しました理由は
lv_lv: Neizdevās mainīt lomas dro&#353;ību, jo
pl_pl: Aktualizacja / dodanie typu powiodła się, ponieważ popyt
vi_vn: C?p nh?t/ b? sung nhu c?u không thành công vì

source: Cannot delete this demand type because MRP Demand records exist for this type
ar: لا يمكن حذف هذا النوع الطلب لأن سجلات الطلب MRP وجود لهذا النوع
et: Ei saa kustutada seda nõudlust tüüp sest MRP Demand protokollide olemasolu seda tüüpi
fa: آیا می توانم استفاده حذف این نوع تقاضا زیرا سوابق لوازم تقاضا برای این نوع وجود ندارد
fr_lu: Impossible de supprimer ce type de demande car des enregistrements en dépendent
hr_hr: Ne mogu izbrisati ovaj tip potražnje jer MRP Potražnja zapisi postoje za ovu vrstu
ja: この地域を使う販売分析レコードが存在するので、この地域を削除できません
lv_lv: Nevar izdzēst šo pieprasījumu veida , jo MRP Pieprasījums ieraksti pastāv šāda veida
pl_pl: Nie można usunąć tego typu popyt, ponieważ istnieją zapisy MRP Popyt na tego typu
vi_vn: Không th? xóa lo?i nhu c?u này vì dã t?n l?i h? so nhu c?u MRP cho lo?i nhu c?u này

source: MRP Demands referring to this type
ar: MRP يطالب اشارة الى هذا النوع
et: MRP nõuab viidates seda tüüpi
fa: لوازم مطالبات با اشاره به این نوع
fr_lu: MRP Exige se référant à ce type
hr_hr: MRP zahtjevi se odnose na ovu vrstu
ja: MRPは、この型を参照することに対する需要
lv_lv: lietotājs, kur&#353; attiecas uz filiāli/klientu
pl_pl: MRP domaga się odniesienia do tego typu
vi_vn: Nhu c?u MRP d?n t?i lo?i này

source: The selected demand type record has been deleted
ar: تم حذف الطلب سجل النوع المحدد
et: Valitud nõudlus tüüpi rekord on kustutatud
fa: انتخاب نوع ثبت تقاضا حذف شده است
fr_lu: L'enregistrement a été supprimé
hr_hr: Odabrana Potražnja putovanja rekord je obrisan
ja: この選択された税務当局レコードは削除されました
lv_lv: Izvēlētā cena tika izdzēsta
pl_pl: Wybrany zapis typu popyt został usunięty
vi_vn: Đã xóa loại nhu cầu được chọn

source: Show all Demand Types
ar: وتظهر جميع أنواع الطلب
et: Näita kõik Demand tüübid
fa: نمایش همه انواع تقاضا
fr_lu: Afficher les types de demande
hr_hr: Pokaži sve vrste potražnje
ja: 全定義済レポート表示
lv_lv: Pārdo&#353;anas veidi
pl_pl: Pokaż wszystkie typy Demand
vi_vn: Hiển thi tất cả các loại nhu cầu

source: Demand Type Description
ar: الطلب النوع الوصف
et: Nõudlus Tüüp Kirjeldus
fa: توضیحات نوع تقاضا
fr_lu: Description
hr_hr: Potražnja Tip Opis
ja: 税タイプ内容
lv_lv: Nodokļu veidu apraksts
pl_pl: Opis Typ Demand
vi_vn: Mô t? lo?i nhu c?u

source: MRP Demands
ar: MRP يطالب
et: MRP nõuab
fa: درخواست لوازم
fr_lu: Exige MRP
hr_hr: MRP zahtjevi
ja: 必要数量
lv_lv: Pieprasījums
pl_pl: MRP domaga
vi_vn: Các nhu c?u MRP

source: No record found in search
ar: لم يتم العثور في السجل
et: Kirjet ei leitud otsing
fa: هیچ سابقه ای یافت شده در جستجو
fr_lu: Aucun enregistrement trouvé lors de la recherche
hr_hr: Ne rekord naći u potrazi
ja: 検索で見つかった記録なし
lv_lv: Neviens ieraksts atrasts meklēšanā
pl_pl: Nie znaleziono rekordu w poszukiwaniu
vi_vn: Không tìm thấy hồ sơ nào

source: Quantity must be numeric
ar: يجب أن تكون الكمية رقمية
et: Kogus peab olema number
fa: مقدار باید عدد باشد
fr_lu: La quantité doit être numérique
hr_hr: Količina mora biti numerička
ja: 終了期間は数字でなければならない
lv_lv: Ievadītajam daudzumam ir jābūt skaitlim
pl_pl: Ilość musi być liczbą
vi_vn: Số lượng phải có dạng số

source: Quantity must be greater than 0
ar: يجب أن تكون الكمية أكبر من 0
et: Kogus peab olema suurem kui 0
fa: مقدار باید بزرگتر از 0 بود
fr_lu: La quantité doit être supérieure à 0
hr_hr: Količina mora biti veći od 0
ja: 数量は0より大きくなければなりません
lv_lv: Daudzumam jābūt lielākam par 0
pl_pl: Ilość musi być większa niż 0
vi_vn: khối lượng phải lớn hơn không(0)

source: Invalid due date
ar: غير صالح تاريخ الاستحقاق
et: Vigane tähtpäevaks
fa: نامعتبر موعد مقرر
fr_lu: Date d'échéance incorrecte
hr_hr: Neispravan datum dospijeća
ja: 請求日
lv_lv: Rēķina datums
pl_pl: Nieprawidłowy termin
vi_vn: Ngày hết hạn không hợp lệ

source: Invalid demand type
ar: نوع الطلب غير صالح
et: Vigane nõudlus tüüp
fa: نامعتبر نوع تقاضا
fr_lu: Type de la demande incorrect
hr_hr: Nevažeći potražnje putovanja
ja: 無効なオンデマンド型
lv_lv: Nederīgs pieprasījums tips
pl_pl: Nieprawidłowy typ popytu
vi_vn: loại nhu cầu không hợp lệ

source: is not a valid item code
ar: ليس رمز البند ساري المفعول
et: ei ole kehtiv objekti kood
fa: کد آیتم معتبر نمی باشد.
fr_lu: n'est pas un code article correct
hr_hr: nijevaljana Šifra
ja: 有効なアイテム·コードではありません
lv_lv: nepareizs lietotāja vārds
pl_pl: nie jest prawidłową pozycję kod
vi_vn: không phải là mã hàng hợp lệ

source: Record already exists for part number/demand type/date
ar: سجل موجود بالفعل لل جزء رقم / الطلب نوع / التسجيل
et: Kirje juba olemas osa number / nõudluse tüüp / kuupäev
fa: تعداد رکورد در حال حاضر برای بخش نوع تقاضا / / تاریخ وجود دارد
fr_lu: Enregistrement existe déjà pour le numéro de pièce / type de mane / date
hr_hr: Unos već postoji za predmetni broj / potražnja tipa / datumu
ja: レコードには、部品番号/デマンド型/日付に既に存在してい
lv_lv: Ieraksts jau pastāv daļa numuru / pieprasījuma tipa / datums
pl_pl: Rekord już istnieje na numer części / typu żądanie / data
vi_vn: Ðã t?n t?i h? so cho m?t ph?n s?/ lo?i nhu c?u/ ngày

source: The MRP demand record has been updated for
ar: تم تحديث سجل الطلب MRP لل
et: MRP nõudluse rekord on uuendatud
fa: لوازم ثبت تقاضا شده است به روز شده
fr_lu: Le dossier de la demande MRP a été mis à jour
hr_hr: Rekord MRP Potražnja je obnovljeno za
ja: 場所レコードは更新された
lv_lv: MRP pieprasījums ieraksts ir atjaunināts
pl_pl: Zapis popyt MRP został zaktualizowany
vi_vn: Ðã c?p nh?t h? so nhu c?u MRP cho

source: A new MRP demand record has been added to the database for
ar: تمت إضافة رقما قياسيا جديدا الطلب MRP إلى قاعدة البيانات لل
et: Uus MRP nõudluse rekord on lisatud andmebaasi
fa: لوازم رکورد جدید تقاضا شده است به پایگاه داده برای ارسال
fr_lu: Une nouvelle demande MRP a été ajoutée à la base de données pour
hr_hr: Novi rekord potražnje MRP dodan u bazu podataka za
ja: この新しい税務当局レコードはデータベースに追加されました
lv_lv: Jaunā MRP pieprasījums ieraksts ir pievienota datu bāzē
pl_pl: Nowy rekord popyt MRP został dodany do bazy danych
vi_vn: M?t nhu c?u MRP m?i dã du?c thêm vào co s? d? li?u cho

source: The update/addition of the MRP demand record failed because
ar: فشل التحديث / إضافة السجل الطلب MRP بسبب
et: Ajakohastatud / lisamineMRP nõudluse rekord ebaõnnestus, kuna
fa: بروز رسانی / علاوه بر این از سابقه تقاضا به دلیل شکست خورده لوازم
fr_lu: La mise à jour / ajoût de l'enregistrement de la demande MRP a échoué car
hr_hr: Ažuriranje / dodatak zapisniku MRP zahtjev nije uspio zbog
ja: 作業場の更新/追加は失敗しました理由は
lv_lv: Neizdevās mainīt lomas dro&#353;ību, jo
pl_pl: Aktualizacja / dodawanie rekordu MRP powiodła się, ponieważ popyt
vi_vn: C?p nh?t/ b? sung cho h? so nhu c?u MRP không thành công vì

source: The MRP demand record for
ar: سجل الطلب MRP لل
et: MRP nõudluse rekord
fa: لوازم ضبط تقاضا برای
fr_lu: Le dossier de la demande MRP pour
hr_hr: Rekord MRP potražnje za
ja: ためのMRPの需要レコード
lv_lv: MRP pieprasījums rekords
pl_pl: Zapis na żądanie MRP
vi_vn: H? so nhu c?u MRP cho

source: All records for demand type
ar: جميع السجلات ل نوع الطلب
et: Kõik kirjed nõudlus tüüp
fa: تمام سوابق را برای نوع تقاضا
fr_lu: Tous les dossiers de demande type
hr_hr: Svi zapisi za zahtjev tipu
ja: オンデマンド型のすべてのレコード
lv_lv: Visi ieraksti pieprasījuma veidam
pl_pl: Wszystkie rekordy typu żądanie
vi_vn: T?t c? h? so cho lo?i nhu c?u

source: have been deleted
ar: تم حذفها
et: on kustutatud
fa: است حذف شده باشد
fr_lu: ont été supprimé(e)s
hr_hr: su izbrisane
ja: は削除された
lv_lv: ir svītrots
pl_pl: zostały usunięte
vi_vn: Đã được xóa

source: Are you sure you wish to delete this demand?
ar: هل أنت متأكد أنك تريد حذف هذا الطلب ؟
et: Oled sa kindel , et soovid kustutada seda nõudlust ?
fr_lu: Voulez-vous supprimer cette demande?
hr_hr: Jeste li sigurni da želite izbrisati taj zahtjev ?
ja: この仕入先価格を削除してもよろしいですか？

source: Number of Records
ar: عدد السجلات
et: Kirjete arv
fa: تعداد رکوردها
fr_lu: Nombre de fiches
hr_hr: Broj zapisa
ja: レコード数
lv_lv: Skaits Records
pl_pl: Liczba Records
vi_vn: Số lượng báo cáo

source: List All Demands
ar: قائمة جميع المطالب
et: Köiki nõuab
fa: لیست همه مطالبات
fr_lu: Lister toutes les demandes
hr_hr: Popišite sve zahtjeve
ja: すべての要求をリスト
lv_lv: Uzskaitiet visas prasības
pl_pl: Lista wszystkich żądań
vi_vn: Liệt kê tất cả nhu cầu

source: List Selection
ar: قائمة الاختيار
et: Nimekiri valik
fa: فهرست انتخاب
fr_lu: Liste de sélection
hr_hr: Izlistaj odabrano
ja: 得意先選択
lv_lv: Klienta izvēle
pl_pl: Lista wyboru
vi_vn: Liệt kê các lựa chọn

source: Delete Demand Type
ar: حذف نوع الطلب
et: Kustuta Demand tüüp
fa: نوع تقاضا حذف
fr_lu: Supprimer un type de demande
hr_hr: Briši tip zahtjeva
ja: 返品伝票削除
lv_lv: Dzēst Pieprasījuma veids
pl_pl: Usuń Typ Demand
vi_vn: Xóa bỏ loại yêu cầu

source: Or Delete Record
ar: أو حذف سجل
et: Või Kustuta kirje
fa: یا حذف رکورد
fr_lu: Ou Supprimer l'enregistrement
hr_hr: ili briši zapis
ja: 得意先削除
lv_lv: Lietotājs izdzēsts
pl_pl: Albo Usuń rekord
vi_vn: Hoặc xóa báo cáo

source: MRP error
ar: خطأ MRP
et: MRP viga
fr_lu: Erreur MRP (gestion des besoins matériaux)
hr_hr: MRP pogreške
ja: MRPエラー

source: The MRP calculation must be run before you can run this report
ar: يجب تشغيل حساب MRP قبل أن تتمكن من تشغيل هذا التقرير
et: MRP arvutus , tuleb enne saate käivitada selle aruande
fa: لوازم محاسبه باید قبل از اجرا شما می توانید این گزارش اجرا
fr_lu: Le calcul des besoins doit être exécuté avant de pouvoir exécuter ce rapport
hr_hr: MRP Izračun se mora pokrenuti prije nego što možete pokrenuti ovaj izvještaj
ja: このレポートを実行する前に、 MRP計算を実行する必要があります
lv_lv: MRP aprēķinu jābūt darboties pirms jūs varat palaist šo ziņojumu
pl_pl: Obliczenia MRP musi być uruchomiony zanim będzie można uruchomić ten raport
vi_vn: C?n ch?y tính toán MRP tru?c khi b?n ch?y báo cáo này

source: To run the MRP calculation click
ar: لتشغيل MRP فوق الحساب
et: Et käivitada MRP arvutus kliki
fa: برای اجرای محاسبات لوازم کلیک کنید
fr_lu: Pour exécuter le calcul MRP, cliquer sur
hr_hr: Za pokretanje MRP klik izračuna
ja: MRP計算のクリックを実行するには
lv_lv: Lai palaistu MRP aprēķina klikšķi
pl_pl: Aby uruchomić kliknij obliczeń MRP
vi_vn: Để chạy các nhấp chuột tính MRP

source: MRP Planned Purchase Orders Report
ar: MRP المخططة تقرير طلبات الشراء
et: MRP Planeeritud Ostutellimuste aruanne
fa: لوازم برنامه ریزی خرید گزارش سفارشات
fr_lu: MRP projetée signalent des commandes d'achat
hr_hr: MRP Planirani narudžbenica izvješće
ja: 購買発注印刷エラー
lv_lv: Drukāt Iepirkuma rīkojuma numuru
pl_pl: Planowane MRP Raport Zamówienia
vi_vn: MRP kế hoạch mua đơn đặt hàng Báo cáo

source: MRP Planned Purchase Orders
ar: MRP المخططة أوامر الشراء
et: MRP Planeeritud Ostutellimuste
fa: لوازم برنامه ریزی سفارشات خرید
fr_lu: MRP prévues des commandes d'achat
hr_hr: MRP Planirani narudžbenice
ja: 購買発注印刷
lv_lv: Drukāt iepirkuma rīkojumu
pl_pl: MRP Planowane Zamówienia
vi_vn: MRP Kế hoạch đơn đặt hàng mua

source: Through
ar: من خلال
et: läbi
fa: از طریق
fr_lu: à travers
hr_hr: kroz
ja: スルー
lv_lv: caur
pl_pl: Przez
vi_vn: Thông qua

source: The MRP planned purchase orders could not be retrieved by the SQL because
ar: لا يمكن استرجاع جواز سفر يقرأ إلكترونيا أوامر الشراء المخطط لها من قبل SQL لأن
et: MRP kavatsetakse osta tellimusi ei ole võimalik hankida, kuiSQL sest
fa: لوازم سفارشات خرید برنامه ریزی شده می تواند با گذاشتن زیرا قابل بازیابی نیست
fr_lu: Les bons de commande prévus MRP ne peuvent pas être récupérées par le SQL parce que
hr_hr: MRP planirane narudžbe nije mogao biti popravljanje od strane SQL , jer
ja: 仕入先詳細はSQLで検索できませんでした、理由は
lv_lv: SQL nevar iegūt datus par piegādātāju, jo
pl_pl: MRP planowanych zamówień nie mógł zostać przywrócony przez SQL Server, ponieważ
vi_vn: Các đơn đặt hàng theo kế hoạch MRP không thể được lấy ra bởi SQL vì

source: Print MRP Planned Purchase Orders Error
ar: طباعة MRP المخططة أوامر الشراء خطأ
et: Trüki MRP Planeeritud Ostutellimuste viga
fa: لوازم چاپ برنامه ریزی خطا در خرید سفارشات
fr_lu: Imprimer MRP acquisition prévue commandes erreur
hr_hr: Ispis MRP Planirano narudžbenica Error
ja: 購買発注印刷エラー
lv_lv: Drukāt iepirkuma rīkojumu
pl_pl: Planowane MRP Drukuj Błąd Zamówienia
vi_vn: L?i in k? ho?ch mua hàng MRP

source: There were no items with planned purchase orders
ar: لم تكن هناك وحدات مع أوامر الشراء المخطط لها
et: Puudusid esemed planeeritud tellimuste
fa: هیچ سؤال با سفارشات خرید برنامه ریزی شده وجود دارد
fr_lu: Il n'y avait pas d'articles pour ces commandes planifiées
hr_hr: Nema stavki s planiranim narudžbenice
ja: 新しい購買発注入力
lv_lv: Nav ievadīta neviena prece piedāvājumā
pl_pl: Nie było żadnych przedmiotów, z planowanych zamówień
vi_vn: Không có mặt hàng nào với đơn hàng thu mua như kế hoạch

source: Unit Cost:
ar: تكلفة الوحدة :
et: Ühikuhind
fa: قیمت واحد :
fr_lu: Coût unitaire:
hr_hr: Jedinica Trošak :
ja: 単価
lv_lv: Vienības izmaksas
pl_pl: Koszt jednostkowy:
vi_vn: Chi phí đơn vị:

source: Last Purchase Date:
ar: مشاركة تاريخ الشراء:
et: Viimane ost Kuupäev:
fa: تاریخ و زمان آخرین خرید :
fr_lu: Date de dernier achat:
hr_hr: Zadnja Kupnja Datum :
ja: 購買品目
lv_lv: Iepirkta prece
pl_pl: Ostatnie Data zakupu:
vi_vn: Ngày thu mua gần đây nhất

source: Supplier:
ar: المورد :
et: Pakkuja :
fa: تامین کننده :
fr_lu: Fournisseur:
hr_hr: Dobavljač:
ja: 仕入先
lv_lv: Piegādātājs
pl_pl: Dostawca:
vi_vn: Nhà cung cấp:

source: Preferred Supplier:
ar: المورد المفضل :
et: Eelistatud tarnija:
fa: تامین کننده را انتخاب کنید :
fr_lu: Fournisseur de choix:
hr_hr: Preferirani dobavljač :
ja: 優先仕入先
lv_lv: Dzēst piegādātāju
pl_pl: Preferowany dostawca:
vi_vn: Nhà cung c?p du?c uu tiên

source: Number of Purchase Orders:
ar: عدد أوامر الشراء :
et: Tellimuste arv :
fa: تعداد سفارشات خرید :
hr_hr: Broj narudžbenice :
ja: 購買発注検索
lv_lv: Meklēt iepirkuma rīkojumu
pl_pl: Liczba zamówień:
vi_vn: Số lượng đơn hàng thu mua

source: Total Extended Cost:
ar: التكلفة الإجمالية الموسعة:
et: Kokku Laiendatud Kulu :
fa: مجموع هزینه تمدید :
hr_hr: Ukupno Extended Trošak:
ja: 合計価格
lv_lv: Kopējās izmaksas
pl_pl: Razem Extended koszt:
vi_vn: T?ng chi phí ph? tr?i

source: MRP Planned Purchase Orders Reporting
ar: MRP أوامر الشراء المخططة التقارير
et: MRP Planeeritud Ostutellimuste aruandlus
fa: لوازم برنامه ریزی سفارشات خرید گزارش
fr_lu: MRP prévues bons de commande de rapports
hr_hr: MRP Planirani narudžbenice Izvještajne
ja: 購買発注印刷エラー
lv_lv: Izvēlaties Iepirkuma rīkojumu lai saņemtu
pl_pl: MRP Planowane Zamówienia Sprawozdawczości
vi_vn: MRP đơn đặt hàng mua theo kế hoạch báo cáo

source: Consolidation
ar: توحيد
et: konsolideerimine
fa: تثبیت
hr_hr: konsolidacija
ja: 役職
lv_lv: konsolidācija
pl_pl: Konsolidacji
vi_vn: Hợp nhất

source: Cut Off Date
ar: قطعت التسجيل
et: Cut Off aeg
fa: کات تاریخ خاموش
fr_lu: Date de clôture
hr_hr: Cut Off Datum
ja: 引当日
lv_lv: Piedāvājuma datums
pl_pl: Data Off Cut
vi_vn: Cut Off ngày

source: Consolidation:
ar: توحيد :
et: Ühinemine:
fa: تحکیم :
hr_hr: Konsolidacija :
ja: 役職
lv_lv: konsolidācija :
pl_pl: Konsolidacja:
vi_vn: Hợp nhất:

source: MRP Date
ar: MRP التسجيل
et: MRP aeg
fa: لوازم تاریخ
fr_lu: Date MRP
hr_hr: MRP Datum
ja: 注文日
lv_lv: Līdz datumam
pl_pl: Data MRP
vi_vn: Ngày MRP

source: Ext. Cost
ar: تحويلة.
et: Ext .
fa: Ext. هزینه
fr_lu: Coût détaillé
hr_hr: Ext .
ja: 標準原価
lv_lv: Vienības izmaksas
pl_pl: Wewn. Koszt
vi_vn: Không bao g?m chi phí

source: Source Type
ar: نوع المصدر
et: Originaali tüüp
fa: نوع منبع
fr_lu: Type de source
hr_hr: Vrsta izvora
ja: 在庫タイプ
lv_lv: Pārdo&#353;anas veids
pl_pl: Typ źródła
vi_vn: Lo?i ngu?n

source: Source Order
ar: مصدر ترتيب
et: Allikas Tellimus
fa: منبع سفارش
fr_lu: Source Ordre
hr_hr: Izvor Narudžba
ja: 購買発注
lv_lv: Iepirkuma rīkojums
pl_pl: Źródło Zamówienie
vi_vn: Ðon hàng ngu?n

source: Consolidation Count
ar: عدد توطيد
et: konsolideerimine Count
fa: تعداد تحکیم
fr_lu: Consolidation comte
hr_hr: Konsolidacija Count
ja: 調整を表示
lv_lv: konsolidācija skaits
pl_pl: Konsolidacja Count
vi_vn: S? h?p nh?t

source: Through
ar: من خلال
et: läbi
fr_lu: Grâce à
hr_hr: kroz
ja: スルー
lv_lv: caur

source: MRP Planned Work Orders
ar: MRP المخططة أوامر العمل
et: MRP Planeeritud töökäsud
fa: لوازم دستور کار برنامه ریزی شده
fr_lu: MRP prévues ordres de travail
hr_hr: MRP Planirani radnih naloga
ja: 作業指図検索
lv_lv: Izvēlēties daba rīkojumu
pl_pl: MRP Planowane zleceń
vi_vn: MRP Kế hoạch đơn đặt hàng làm việc

source: The MRP planned work orders could not be retrieved by the SQL because
ar: لا يمكن استرجاع أوامر العمل المخطط له MRP من قبل SQL لأن
et: MRP kavandatud tööd tellimusi ei ole võimalik hankida, kuiSQL sest
fa: لوازم دستور کار برنامه ریزی شده می تواند با گذاشتن زیرا قابل بازیابی نیست
fr_lu: Les ordres de travail prévus MRP ne peuvent pas être récupérées par le SQL parce que
hr_hr: MRP planirani radni nalozi ne mogu dohvatiti , jer od strane SQL
ja: 仕入先詳細はSQLで検索できませんでした、理由は
lv_lv: SQL nevar iegūt datus par piegādātāju, jo
pl_pl: MRP planowanych zleceń pracy nie mógł zostać przywrócony przez SQL Server, ponieważ
vi_vn: MRP đơn đặt hàng làm việc theo kế hoạch không thể được lấy ra bởi SQL vì

source: There were no items with demand greater than supply
ar: لم يكن هناك بنود ذات الطلب أكبر من العرض
et: Puudusid esemed nõudlus on suurem kui pakkumine
fa: هیچ سؤال با تقاضا بیشتر از عرضه وجود دارد
fr_lu: Pas d'article en quantité disponible inférieure à la demande
hr_hr: Nema stavki sa potražnja veća od ponude
ja: 供給より需要が大きいとの項目がありませんでした
lv_lv: Nav ievadīta neviena prece piedāvājumā
pl_pl: Nie było żadnych przedmiotów, popytu większy niż podaż
vi_vn: Không có mặt hàng có nhu cầu lớn hơn cung

source: MRP Planned Work Orders Report
ar: MRP المخططة تقرير طلبات العمل
et: MRP Planeeritud töökäsud aruanne
fa: لوازم کار برنامه ریزی شده گزارش سفارشات
fr_lu: MRP Rapport des commandes de travail prévu
hr_hr: MRP Planirani radni nalozi Prijavi
ja: 作業指図検索
lv_lv: MRP plānoto darbu Pasūtījumi pārskats
pl_pl: Planowane MRP Raport zleceń
vi_vn: MRP kế hoạch làm việc đơn đặt hàng Báo cáo

source: Number of Work Orders:
ar: عدد أوامر العمل:
et: Number töökäsud :
fa: تعداد سفارشات کار :
hr_hr: Broj radnih naloga :
ja: 新作業指図
lv_lv: Izvēlēties daba rīkojumu
pl_pl: Liczba zleceń:
vi_vn: S? l?nh s?n xu?t

source: Review/Convert MRP Planned Work Orders
ar: استعراض / تحويل MRP أوامر العمل المخطط له
et: Vaadata / Convert MRP Planeeritud töökäsud
fa: فایل را نقد کنید / تبدیل لوازم دستور کار برنامه ریزی شده
fr_lu: Revoir / Convertir MRP prévues ordres de travail
hr_hr: Pregledajte / Pretvori MRP Planirane Narudžbe Work
ja: MRP計画作業オーダーを確認して変換/
lv_lv: Pārskatiet / konvertēšana MRP plānoto darbu pasūtījumu
pl_pl: Przegląd / Convert MRP Planowane zleceń
vi_vn: Xem xét / Chuyển đổi MRP đơn đặt hàng làm việc theo kế hoạch

source: Cutoff Date
ar: قطع التسجيل
fr_lu: Date de clôture
ja: 日付

source: Consolidations
ar: التوحيد
et: konsolideerumisi
hr_hr: konsolidacije
ja: 役職
lv_lv: Konsolidāciju
pl_pl: Konsolidacje
vi_vn: Hợp nhất

source: Convert
ar: تحول
et: muutma
fa: تبدیل
fr_lu: Convertir
hr_hr: pretvoriti
ja: 連絡先
lv_lv: pārvērst
pl_pl: Konwertować
vi_vn: Chuyển đổi

source: Number of Work Orders
ar: عدد أوامر العمل
et: Number töökäsud
fr_lu: Nombre de bons de travail:
ja: 新作業指図

source: Total Extended Cost
ar: التكلفة الإجمالية الموسعة
fr_lu: Total des coûts
ja: 合計価格

source: MRP Planned Work Orders Reporting
ar: MRP أوامر العمل المخطط له التقارير
et: MRP Planeeritud töökäsud aruandlus
fa: لوازم دستور کار برنامه ریزی شده گزارش
fr_lu: MRP prévues ordres de travail Rapports
hr_hr: MRP Planirani radni nalozi Izvještajne
ja: 作業指図原価
lv_lv: MRP plānoto darbu Pasūtījumi Ziņošanas
pl_pl: MRP Planowane zleceń Sprawozdawczości
vi_vn: MRP kế hoạch đơn đặt hàng làm việc báo cáo

source: Review
ar: مراجعة
et: Vaadata
fa: بررسی
fr_lu: Examen
hr_hr: Pregledajte
ja: 価格
lv_lv: pārskatīt
pl_pl: Przegląd
vi_vn: Xem lại

source: MRP Report
ar: MRP تقرير
et: MRP aruanne
fa: لوازم گزارش
fr_lu: Rapport MRP
hr_hr: MRP Prijavi
ja: レポート
lv_lv: Atskaite
pl_pl: Raport MRP
vi_vn: Báo cáo MRP

source: Print MRP Report Error
ar: طباعة MRP أبلغ عن خطأ
et: Trüki MRP Teata veast
fa: نسخه قابل چاپ لوازم گزارش خطا
fr_lu: Erreur d'impression du rapport MRP
hr_hr: Ispis MRP izvješće o pogrešci
ja: 価格表印刷エラー
lv_lv: Nodokļu atskaites kļuda
pl_pl: MRP Drukuj Zgłoś błąd
vi_vn: L?i in báo cáo MRP

source: The MRP calculation must be run before this report will have any output. MRP requires set up of many parameters, including, EOQ, lead times, minimums, bills of materials, demand types, master schedule etc
ar: يجب تشغيل حساب MRP قبل هذا التقرير سوف يكون له أي الإخراج.
et: MRP arvutus , tuleb enne selle raporti mingit väljundit .
fa: لوازم محاسبه باید اجرا می شود پیش از این گزارش هیچ خروجی داشته باشد. لوازم نیاز دارد تا از پارامترهای بسیاری ، از جمله ، EOQ ، بار سرب ، minimums ، صورتحساب مواد ، انواع تقاضا ، برنامه و... مجموعه کارشناسی ارشد
fr_lu: Le calcul des besoins doit être effectuée avant le présent rapport aura aucune sortie. MRP nécessite mise en place de nombreux paramètres, y compris, EOQ, les délais, les minimums, les factures de matériaux, les types de demande, etc schéma directeur
hr_hr: MRP Izračun se mora pokrenuti prije nego što se ovo izvješće će imati izlaz .
ja: このレポートは、任意の出力を持つことになります前に、 MRP計算を実行する必要があります。
lv_lv: MRP aprēķins ir jāvada , pirms šis ziņojums būs nekādas izejas .
pl_pl: Obliczenia MRP musi być uruchomiony przed tym raport będzie miał wyjścia. MRP wymaga ustanowienia wielu parametrów, w tym, EOQ, czas realizacji, minimalne, wykazy materiałów, rodzaje popytu, harmonogramu głównego itp
vi_vn: Tính toán MRP phải được chạy trước khi báo cáo này sẽ có đầu ra.

source: Print MRP Report Warning
ar: طباعة MRP تقرير تحذير
et: Trüki MRP aruanne Hoiatus
fa: نسخه قابل چاپ لوازم اخطار گزارش
fr_lu: Avertissement Imprimer le rapport MRP
hr_hr: Ispis MRP Upozorenje Prijavi
ja: 入金リストの再印刷
lv_lv: Drukāt MRP Ziņot Brīdinājums
pl_pl: MRP Drukuj Uwaga Zgłoś
vi_vn: C?nh báo in báo cáo MRP

source: The MRP calculation must be run before this report will have any output. MRP requires set up of many parameters, including, EOQ, lead times, minimums, bills of materials, demand types, master schedule, etc
ar: يجب تشغيل حساب MRP قبل هذا التقرير سوف يكون له أي الإخراج.
et: MRP arvutus , tuleb enne selle raporti mingit väljundit .
fa: لوازم محاسبه باید اجرا می شود پیش از این گزارش هیچ خروجی داشته باشد. لوازم نیاز دارد تا از پارامترهای بسیاری ، از جمله ، EOQ ، بار سرب ، minimums ، صورتحساب مواد ، انواع تقاضا ، برنامه کارشناسی ارشد ، مجموعه ای و غیره
fr_lu: Le calcul des besoins doit être effectuée avant le présent rapport aura aucune sortie. MRP nécessite mise en place de nombreux paramètres, y compris, EOQ, les délais, les minimums, les factures de matériaux, les types de demande, schéma directeur, etc
hr_hr: MRP Izračun se mora pokrenuti prije nego što se ovo izvješće će imati izlaz .
ja: このレポートは、任意の出力を持つことになります前に、 MRP計算を実行する必要があります。
lv_lv: MRP aprēķins ir jāvada , pirms šis ziņojums būs nekādas izejas .
pl_pl: Obliczenia MRP musi być uruchomiony przed tym raport będzie miał wyjścia. MRP wymaga ustanowienia wielu parametrów, w tym, EOQ, czas realizacji, minimalne, wykazy materiałów, rodzaje popytu, harmonogramu głównego, itp.
vi_vn: Tính toán MRP phải được chạy trước khi báo cáo này sẽ có đầu ra.
