Repository: timschofield/KwaMoja-Medical
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar, et, fa, fr_lu, hr_hr, ja, lv_lv, pl_pl, vi_vn

source: Credit Freight
ar: الشحن الائتمان
et: Credit Kaubavedu
fa: اعتبار حمل و نقل
fr_lu: Créditer le transport
hr_hr: Kreditna Freight
ja: 返品運賃
lv_lv: kredīts kravu
pl_pl: Koryguj Koszty Transportu
vi_vn: Vận tải tín dụng

source: Reverse an Overcharge
ar: العدول عن فاحش
et: TagurpidiÜlelaadimise
fa: معکوس قیمت اجحاف کردن
fr_lu: Inversion d'une surcharge
hr_hr: Okretanje pretjeram
ja: 過充電を逆転
lv_lv: Reverse ka pārmaksa
pl_pl: Zwrot Nadpłaty
vi_vn: Đảo ngược một Overcharge

source: Reverse Overcharge Only
ar: عكس زيادة السعر فقط
et: Reverse Ylihinta Ainult
fa: در قیمت اجحاف کردن فقط معکوس
fr_lu: Reverse surcharge seulement
hr_hr: Obrnuti Naplati samo
ja: リバースのみ過充電
lv_lv: Reverss pārlādēt Tikai
pl_pl: Tylko Zwrot Nadpłaty
vi_vn: Ngược lại chỉ nạp quá tải

source: Goods Returned To Store
ar: البضائع المعادة إلى تخزين
et: Kaup tagastatakse Store
fa: محصولات بازگشت به فروشگاه
fr_lu: Marchandises renvoyées au magasin
hr_hr: Roba se vratio u Store
ja: 品物は店に戻った
lv_lv: Preces atgriezās Store
pl_pl: Towary Zwrócone do Magazynu
vi_vn: Hàng trả lại để Store

source: Good written off
ar: جيد شطبها
et: Hea mahakantud
fa: خوب نوشته شده خاموش
fr_lu: Bonne radiés
hr_hr: Dobro otpisanih
ja: グッド償却
lv_lv: Laba norakstīti
pl_pl: Towary Spisane
vi_vn: Tốt viết tắt

source: Goods Returned to Location
ar: عاد المنتج إلى الموقع
et: Tagasitoodud kaupade asukoht
fa: محصولات بازگشت به محل سکونت
fr_lu: Marchandises renvoyées au site
hr_hr: Roba Vratile Mjesto
ja: 商品返送場所
lv_lv: Preces atgrieztas noliktavā
pl_pl: Towary Zwrócone
vi_vn: Hàng trả lại để từ

source: Credit Note Text
ar: نص المذكرة الائتمان
et: Kreeditarve Tekst
fa: اعتبار متن توجه
fr_lu: Information avoir
hr_hr: Kreditne Napomena Tekst
ja: 返品伝票テキスト
lv_lv: Kredītrēķna teksts
pl_pl: Tekst Noty Kredytowej
vi_vn: Lưu ý tín dụng Tiêu đề

source: Are you sure you wish to cancel the whole of this credit note?
ar: هل أنت متأكد أنك ترغب في إلغاء كل من هذه المذكرة الائتمان؟
et: Oled sa kindel, et soovid tühistada kogu selle kreeditarve ?
fa: آیا شما مطمئن هستید که میخواهید برای صرفنظر کردن از کل اعتبار این توجه داشته باشید؟
fr_lu: Voulez-vous annuler la totalité de cet avoir?
hr_hr: Jeste li sigurni da želite otkazati cijeli ovaj kreditne bilješke ?
ja: あなたはこの信用ノートの全体をキャンセルしたいか？
lv_lv: Vai esat pārliecināts, ka vēlaties atcelt visu šo kredītu piezīmi ?
pl_pl: Jesteś pewien, że chcesz usunąć tą notę w całości?
vi_vn: Bạn có chắc chắn bạn muốn hủy bỏ toàn bộ giấy báo này ?

source: Process Credit Note
ar: عملية الائتمان ملاحظة
et: Process kreeditarve
fa: روند توجه داشته باشید اعتباری
fr_lu: Note Processus de crédit
hr_hr: Proces odobrenju
ja: 返品伝票処理
lv_lv: Apstrādāt kredītrēķinu
pl_pl: Przetwórz Korektę
vi_vn: Lưu ý quá trình tín dụng

source: Change Customer
ar: تغيير العملاء
et: Muuda Kliendi
fa: تغییر مشتری
fr_lu: Changer de client
hr_hr: Promjena Kupca
ja: 得意先変更
lv_lv: Mainīt klientu
pl_pl: Zmień Klienta
vi_vn: Thay đổi khách hàng

source: Part Code
ar: كود جزء
et: osa kood
fa: بخش کد
fr_lu: Partie de code
hr_hr: dio koda
ja: 品目コード
lv_lv: Daļa no koda
pl_pl: Kod Towaru
vi_vn: phần Mã

source: Process Entries
ar: مقالات عملية
et: Process kanded
fa: فرآیند ها
fr_lu: Entrées processus
hr_hr: Proces upisi
ja: 入力分処理
lv_lv: procesa Ieraksti
pl_pl: Przetwórz Wprowadzone
vi_vn: quá trình viết

source: The area cannot be determined for this customer
ar: لا يمكن تحديد المنطقة لهذا العميل
et: Ala ei ole võimalik määrata selle kliendi
fa: منطقه می تواند برای این مشتری نمی شود مشخص
fr_lu: La zone ne peut être déterminée pour ce client
hr_hr: Područje ne može se utvrditi za ovog klijenta
ja: エリアは、この顧客のために決定することはできません
lv_lv: Platība nevar noteikt šim klientam
pl_pl: Rejon nie może być określony dla klienta
vi_vn: Khu vực này không thể được xác định cho khách hàng này

source: For credit notes created to write off the stock a general ledger account is required to be selected. Please select an account to write the cost of the stock off to then click on Process again
ar: للحصول على ملاحظات الائتمان خلقت لشطب الأوراق المالية مطلوب حساب دفتر الأستاذ العام ليتم تحديده.
et: Kreeditarvete loodud mahakandmiseksaktsiapearaamatu konto peab olema valitud .
fa: برای یادداشت های اعتباری ایجاد شده برای نوشتن کردن سهام حساب دفتر کل عمومی موظف است نسبت به انتخاب شود. لطفا انتخاب کنید حساب به نوشتن هزینه کردن به سهام پس از آن در فرایند دوباره کلیک کنید
fr_lu: Pour les notes de crédit créé pour amortir le stock d'un compte du grand livre général est nécessaire pour être sélectionné. S'il vous plaît sélectionner un compte pour écrire le coût de la marchandise hors de, puis cliquez sur Processus de nouveau
hr_hr: Za kreditne bilješke stvorene za otpis zalihaglavne knjige je potrebno da bude izabran .
ja: 株式を償却するために作成され、信用注意事項については、一般的な勘定科目を選択することが求められる。
lv_lv: Kredīta piezīmēm izveidotas norakstīt krājumuvirsgrāmatas konts ir nepieciešams jāizvēlas .
pl_pl: Dla not kredytowych stosowanych do Rozchodu Wewn. wymagany jest wybór konta KG. Wybierz konto do zapisu kosztów i powtórz
vi_vn: Cho các ghi chú tín dụng tạo ra để viết ra các chứng khoán tài khoản sổ cái chung là cần thiết để được lựa chọn.

source: The existence of the serial stock item record could not be determined because
ar: لا يمكن تحديد وجود سجل بند الأوراق المالية لأن المسلسل
et: Olemasoluseerianumber laonumbrist rekord ei olnud võimalik määrata , kuna
fa: وجود سابقه سهام مورد سریال نمی تواند به دلیل مشخص
fr_lu: L'existence de la fiche article stock série n'a pas pu être déterminée parce que
hr_hr: Postojanje serijskog dionicama točke rekord nije moglo utvrditi , jer
ja: シリアル在庫品目レコードの有無を決定することができませんでしたので、
lv_lv: No sērijas akciju pozīcijas ierakstā esamību nevar noteikt, jo
pl_pl: Nie można określić istnienia towarów kontrolowanych ponieważ
vi_vn: Sự tồn tại của mặt hàng đó cổ phiếu kỷ lục nối tiếp không thể xác định được vì

source: The following SQL to find out if the serial stock item record existed already was used
ar: تم استخدام SQL التالية لمعرفة ما إذا كانت موجودة في سجل بند الأوراق المالية المسلسل بالفعل
et: Järgmine SQL teada saada, kasseerianumber laonumbrist rekord eksisteerinud juba kasutati
fa: گذاشتن زیر برای پیدا کردن اگر سریال سهام رکورد مورد وجود داشته است در حال حاضر مورد استفاده قرار گرفت
fr_lu: Le SQL suivante pour savoir si le registre des stocks de série élément existait déjà été utilisée
hr_hr: Sljedeći SQL kako bi saznali ako je serijski stock stavku rekord postojala je već bio korišten
ja: 連続品目レコードがすでに存在したかどうか知る以下のSQLが使われました
lv_lv: Pēc SQL , lai noskaidrotu, vaisērijas akciju postenis rekords pastāvēja jau tika izmantots
pl_pl: Użyta fraza SQL
vi_vn: SQL sau đây để tìm hiểu xem các mục cổ phiếu kỷ lục nối tiếp tồn tại đã được sử dụng

source: The new serial stock item record could not be inserted because
ar: لا يمكن إدراج مسلسل قياسيا جديدا ل بند الأوراق المالية
et: Uus seerianumber laonumbrist rekord ei saa lisada , sest
fa: سریال جدید سهام رکورد مورد نمی تواند به دلیل درج
fr_lu: Le nouveau record de série article en stock ne pouvait pas être inséré, car
hr_hr: Novi serijski dionica stavku rekord ne može biti umetnuta , jer
ja: 新しいシリアル在庫品目レコードが挿入されなかったため
lv_lv: Jaunais seriāls akciju pozīcija ierakstu nevarēja ievietota , jo
pl_pl: Nie można dodać nowego rekordu towaru kontrolowanego ponieważ
vi_vn: Các chứng khoán nối tiếp mục kỷ lục mới không có thể được chèn vào bởi vì

source: The following SQL to insert the new serial stock item record was used
ar: تم استخدام SQL التالية لإدراج المسلسل قياسيا جديدا بند الأوراق المالية
et: Järgmine SQL sisestada uus seerianumber laonumbrist rekord kasutati
fa: گذاشتن زیر برای وارد کردن سریال جدید سهام ثبت آیتم استفاده شد
fr_lu: Le SQL suivante pour insérer le nouveau record de série article en stock a été utilisée
hr_hr: Sljedeći SQL umetnuti novi rekord serijski dionica predmet je korišten
ja: 新しい連続品目を追加する以下のSQLが使われました
lv_lv: Pēc SQL ievietot jaunu sērijas krājuma priekšmetu uzskaiti tika izmantota
pl_pl: Użyta fraza SQL
vi_vn: SQL sau đây để chèn chứng khoán nối tiếp mục kỷ lục mới đã được sử dụng

source: The following SQL to insert the serial stock movement record was used
ar: تم استخدام SQL التالية لإدراج مسلسل سجل حركة المخزون
et: Järgmine SQL sisestada seerianumber aktsia liikumine rekord kasutati
fa: گذاشتن زیر برای وارد کردن سریال سهام رکورد حرکت مورد استفاده قرار گرفت
fr_lu: Le SQL suivante pour insérer le registre des stocks de série mouvement a été utilisée
hr_hr: Sljedeći SQL umetnuti serijski rekord dionice pokret je korišten
ja: 連続在庫移動レコードを追加する以下のSQLが使われました
lv_lv: Pēc SQL ievietot sērijas akciju kustības ieraksts tika izmantots
pl_pl: Użyta fraza SQL
vi_vn: SQL sau đây để chèn các bản ghi chuyển động chứng khoán nối tiếp được sử dụng

source: The following SQL to update the component location stock record was used
ar: تم استخدام SQL التالية لتحديث الموقع سجل الأسهم مكون
et: Järgmine SQL uuendada komponentide asukohad laoarvestuse kasutati
fa: گذاشتن زیر برای به روز رسانی کامپوننت محل ثبت سهام مورد استفاده قرار گرفت
fr_lu: Le SQL suivante pour mettre à jour le dossier de localisation des éléments d'actions a été utilisé
hr_hr: Sljedeći SQL ažuriranje zaliha rekord komponente lokacije je korišten
ja: 構成用場所在庫レコードを更新する以下のSQLが使われました
lv_lv: Pēc SQL atjaunināt detaļas atrašanās krājumu uzskaiti tika izmantota
pl_pl: Użyta fraza SQL
vi_vn: SQL sau đây để cập nhật vị trí kỷ lục cổ phiếu thành phần được sử dụng

source: Stock movement record to write the stock off could not be inserted because
ar: الأوراق المالية تسجيل حركة لكتابة الأوراق المالية حالا لا يمكن إدراج بسبب
et: Varude liikumist rekord kirjutada varude maha ei saa lisada , sest
fa: بانک ضبط جنبش به نوشتن کردن سهام نمی تواند به دلیل درج
fr_lu: enregistrer le mouvement libre d'écrire le stock hors pouvait pas être inséré, car
hr_hr: Stock pokret rekord pisati off dionica ne može biti umetnuta , jer
ja: オフの株式を書き込むための在庫移動レコードが挿入されなかったため
lv_lv: Krājumu aprites ieraksts rakstīt krājumu off nevarēja ievietota , jo
pl_pl: Przesunięcie magazynowe dla zdjęcia toaru nie może być dodane ponieważ
vi_vn: Cổ phiếu kỷ lục chuyển động để viết các cổ phiếu ra không có thể được chèn vào bởi vì

source: The following SQL to insert the stock movement to write off the stock was used
ar: تم استخدام SQL التالية لإدراج حركة المخزون لشطب الأوراق المالية
et: Järgmine SQL sisestada aktsia liikumine mahakandmiseksaktsia kasutati
fa: گذاشتن زیر برای وارد کردن جنبش سهام به نوشتن کردن سهام مورد استفاده قرار گرفت
fr_lu: Le SQL suivante pour insérer le mouvement de stock à amortir le stock a été utilisée
hr_hr: Sljedeći SQL umetnuti stock pokret za otpis zaliha je korišten
ja: 連続在庫移動償却レコードを追加する以下のSQLが使われました
lv_lv: Pēc SQL ievietot akciju kustību norakstīt krājumu tika izmantota
pl_pl: Użyta fraza SQL
vi_vn: SQL sau đây để chèn các phong trào chứng khoán để viết ra các cổ phiếu đã được sử dụng

source: The serial stock item record could not be updated for the write off because
ar: لا يمكن تحديث السجل بند الأوراق المالية التسلسلي لل شطب بسبب
et: Seerianumber laonumbrist rekord ei saa uuendatudmahakandmiseks sest
fa: سریال سهام رکورد مورد می تواند برای نوشتن به دلیل نمی شود به روز شده
fr_lu: Le registre des stocks de série élément n'a pas pu être mis à jour pour la radiation en raison
hr_hr: Serijski dionica stavku zapis nije mogao biti ažuriran zaotpis jer
ja: 償却のシリアル在庫品目レコードが更新できませんでしたので、
lv_lv: Sērijas krājumu posteni ieraksts nevar atjaunināt , laiatdotu , jo
pl_pl: Nie można zaktualizować zapisu towaru kontrolowanego dla zdjęcia ponieważ
vi_vn: Các chứng khoán nối tiếp mục kỷ lục không thể được cập nhật cho viết tắt bởi vì

source: The serial stock movement record for the write off could not be inserted because
ar: لا يمكن إدراج مسلسل الأوراق المالية تسجيل حركة لل كتابة إيقاف بسبب
et: Seerianumber aktsia liikumine rekord maha ei saa lisada , sest
fa: سریال سهام رکورد جنبش برای نوشتن خاموش نمی تواند دلیل وارد
fr_lu: Le registre des stocks de série mouvement pour la radiation ne peut être inséré en raison
hr_hr: Serijski dionica pokret rekord za otpis ne može biti umetnuta , jer
ja: 書き込みオフのシリアル株式移動レコードが挿入されなかったため
lv_lv: Sērijas krājumu kustība rekords norakstīt nevar ievietota , jo
pl_pl: Rekord przesunięcia magazynowego dla zdjęcia nie może zostać dodany ponieważ
vi_vn: Kỷ lục chuyển động chứng khoán nối tiếp cho viết tắt không có thể được chèn vào bởi vì

source: The following SQL to insert the serial stock movement write off record was used
ar: تم استخدام SQL التالية لإدراج حركة المخزون مسلسل شطب السجل
et: Järgmine SQL sisestada seerianumber aktsia liikumine maha rekord kasutati
fa: گذاشتن پس از قرار دادن جنبش سهام سریال نوشتن کردن رکورد مورد استفاده قرار گرفت
fr_lu: Commande SQL d'ajout d'enregistrment
hr_hr: Sljedeći SQL umetnutiserijski stock pokret otpis rekord je korišten
ja: 連続在庫移動償却レコードを追加する以下のSQLが使われました
lv_lv: Pēc SQL ievietotsērijas krājumu kustības norakstīt ieraksts tika izmantots
pl_pl: Użyta fraza SQL
vi_vn: SQL sau đây để chèn các phong trào chứng khoán nối tiếp viết ra kỷ lục đã được sử dụng

source: The cost of the stock credited GL posting could not be inserted because
ar: لا يمكن إدراج تكلفة الأسهم الفضل GL بالإرسال لأن
et: Kuluaktsia krediteeritud GL postitad ei saa lisada , sest
fa: هزینه از سهام اعتبار گرم در ارسال نمی تواند به دلیل درج
fr_lu: Le coût du stock de crédit GL annonce ne pouvait pas être inséré, car
hr_hr: Trošak zaliha zaslužan GL knjiženja se ne može umetnuti zbog
ja: GLは投稿入金株式のコストは、挿入することができませんでしたので、
lv_lv: Krājumu izmaksas ieskaitīti GL norīkošanu nevarēja ievietota , jo
pl_pl: Nie można dodać kosztu korekty do KG ponieważ
vi_vn: Chi phí của các cổ phiếu ghi GL đăng không có thể được chèn vào bởi vì

source: The stock side (or write off) of the cost of sales GL posting could not be inserted because
ar: لا يمكن إدراج الجانب الأوراق المالية ( أو شطب ) من تكلفة المبيعات GL بالإرسال لأن
et: Aktsia pool ( või mahakandmine ) maksumusest müügi GL postitad ei saa lisada , sest
fa: طرف سهام (یا نوشتن خاموش) از هزینه های فروش گرم در نوشتن می تواند به دلیل درج نشده
fr_lu: Le côté matériel (ou radiation) du coût des ventes GL annonce ne pouvait pas être inséré, car
hr_hr: Dioničko strana (ili otpis ) od troškova prodaje GL knjiženja se ne može umetnuti zbog
ja: 売上GLはポスティングの費用の株式側（または償却）を挿入することができませんでしたので、
lv_lv: Akciju pusē ( vai norakstīšanas ) izmaksu pārdošanas GL norīkošanu nevarēja tikt ievietota , jo
pl_pl: Nie można dodać spisania w koszty sprzedaży w KG ponieważ
vi_vn: Các bên chứng khoán ( hoặc viết tắt) của giá vốn hàng bán GL gửi không thể được chèn vào bởi vì

source: Show this Credit Note on screen
ar: مشاهدة هذا الائتمان ملاحظة على الشاشة
et: Näita seda kreeditarve ekraanil
fa: نشان بده این را توجه داشته باشید اعتباری در روی صفحه نمایش
fr_lu: Afficher la présente note de crédit à l'écran
hr_hr: Pokažite ovaj Napomena kredit na zaslonu
ja: 画面上にこのクレジットメモを表示
lv_lv: Rādīt kredīta rēķinu
pl_pl: Wydrukuj Korektę na ekranie
vi_vn: Hiển thị tín dụng chú giải này trên màn hình

source: Print this Credit Note
ar: طباعة هذا الائتمان ملاحظة
et: Trüki kreeditarve
fa: نسخه قابل چاپ این توجه داشته باشید اعتباری
fr_lu: Imprimer cet avoir
hr_hr: Podijelite ovu bilješku kreditna
ja: この返品伝票印刷
lv_lv: Drukāt kredīta rēķinu
pl_pl: Wydrukuj Notę
vi_vn: In tín dụng chú giải này

source: Enter Another Credit Note
ar: أدخل ائتمان أخرى ملاحظة
et: Sisesta Teine kreeditarve
fa: وارد دیگر توجه داشته باشید اعتباری
fr_lu: Saisir un autre avoir
hr_hr: Unesite Još jedna napomena Credit
ja: もう一つのクレジットメモ入力
lv_lv: Ievadīt nākamo kredīta rēķinu
pl_pl: Wprowadź Inną Korektę
vi_vn: Nhập LƯU tín dụng

source: Search Customers
ar: البحث عن العملاء
et: Otsi Kliendid
fa: مشتریان جستجو
fr_lu: Recherche client
hr_hr: Pretraživanje kupaca
ja: 得意先検索
lv_lv: Meklēt klientu
pl_pl: Wybierz Klienta
vi_vn: Tìm kiếm khách hàng

source: Customers
ar: الزبائن
et: Kliendid
fa: مشتریها
fr_lu: Clients
hr_hr: Kupci
ja: 得意先
lv_lv: Klienti
pl_pl: Klienci
vi_vn: khách hàng

source: The customer name requested cannot be retrieved because
ar: اسم العميل طلب لا يمكن استرجاعها لأن
et: Kliendi nimi taotlenud ei saa taastada , sest
fa: نام مشتری می تواند درخواست قابل بازیابی نیست زیرا
fr_lu: Impossible d'afficher le nom du client car
hr_hr: Traženi naziv kupca nije moguće dohvatiti zbog
ja: 要求された顧客名を取得できませんので、
lv_lv: Meklēto klientu nevar atrast, jo
pl_pl: Nie można znaleźć nazwy klienta ponieważ
vi_vn: Không truy xuất được tên khách hàng được yêu cầu vì

source: Select a menu option to operate using this customer
ar: تحديد خيار القائمة ل تعمل باستخدام هذا العميل
et: Valigemenüüvalik mis töötavad selle kliendi
fa: انتخاب یک گزینه منو را به عمل با استفاده از این مشتری
fr_lu: Choisir une action dans les menus ci-dessous
hr_hr: Odaberi stavku izbornika za rad s ovim kupcem
ja: この得意先を使用する操作メニューオプションを選んでください
lv_lv: Lai strādātu ar klientu izmantojiet izvēlni
pl_pl: Wybierz opcję menu do użycia dla wybranego klienta
vi_vn: Chọn một tùy chọn trình đơn để hoạt động sử dụng của khách hàng này

source: Customer Inquiries
ar: استفسارات العملاء
et: klientide küsimustele
fa: سوالات مشتریان
fr_lu: Demandes client
hr_hr: Pretraživanje kupaca
ja: 得意先問合せ
lv_lv: Pieprasījumi par klientu
pl_pl: Zapytania klienta
vi_vn: Yêu cầu khách hàng

source: Customer Transactions
ar: معاملات العملاء
et: klienditehinguteks
fa: معاملات مشتری
fr_lu: Opérations
hr_hr: Kupac Transakcije
ja: 得意先トランザクション問合せ
lv_lv: klientu Darījumi
pl_pl: Transakcji z klientami
vi_vn: Giao dịch của khách hàng

source: Customer Transaction Inquiries
ar: استفسارات العملاء عملية
et: Kliendi Tehingu Küsitlused
fa: سوالات مشتری معامله
fr_lu: Opérations clients
hr_hr: Kupac Transakcijski Upiti
ja: 得意先トランザクション問合せ
lv_lv: Klientu grāmatojumu meklēšana
pl_pl: Przeszukiwanie Transakcji Klienta
vi_vn: Yêu cầu giao dịch của khách hàng

source: View Customer Details
ar: عرض تفاصيل العملاء
et: Vaata kliendi andmed
fa: مشاهده مشخصات کامل مشتری
fr_lu: Détail client
hr_hr: Vidi detalje o kupcu
ja: 得意先詳細修正
lv_lv: Skatīt informāciju par klientiem
pl_pl: Zobacz szczegóły Klienta
vi_vn: Xem chi tiết khách hàng

source: Print Customer Statement
ar: طباعة كشف حساب العميل
et: Prindi Kliendi avaldus
fa: نسخه قابل چاپ بیانیه مشتری
fr_lu: Impression état client
hr_hr: Ispis izjave o suglasnosti kupca
ja: 得意先明細
lv_lv: Drukāt klienta pārskatu
pl_pl: Oświadczenie klienta Drukuj
vi_vn: In Trữ khách hàng

source: Order Inquiries
ar: النظام الاستفسارات
et: Telli Küsitlused
fa: تقاضاها سفارش
fr_lu: Consultations de commande
hr_hr: Pretraživanje naloga
ja: 注文問合せ
lv_lv: Rīkojumu meklē&#353;ana
pl_pl: Przeszukiwanie zamówień
vi_vn: Các yêu cầu đơn hàng

source: Modify Outstanding Sales Orders
ar: تعديل أوامر المبيعات المعلقة
et: Muuda Outstanding Müügitellimuste
fa: سفارشات اصلاح برجسته فروش
fr_lu: Modifier les commandes en cours
hr_hr: Promijeni neizvršene naloge za prodaju
ja: 未出荷販売受注修正
lv_lv: Labot nepabeigtos pārdo&#353;anas rīkojumus
pl_pl: Zmień Zamówienie Oczekujące
vi_vn: Chỉnh sửa các đơn hàng xuất sắc

source: Allocate Receipts or Credit Notes
ar: تخصيص إيصالات أو تلاحظ الائتمان
et: Eraldada kviitungeid või kreeditarved
fa: اختصاص رسید و یا یادداشت های اعتباری
fr_lu: Assigner un reçu ou un avoir
hr_hr: Dodijeliti primici ili kreditne bilješke
ja: 入金伝票と返品伝票の割当
lv_lv: Apmaksu un kredītrēķinu attiecināšana
pl_pl: Rozlicz Wpłaty i Noty Kredytowe
vi_vn: Phân bổ biên nhận hoặc ghi chú tín dụng

source: Job Cards
ar: بطاقات الوظيفي
et: töö kaardid
fa: کارت های شغلی
fr_lu: Cartes d'emploi
hr_hr: posao kartice
ja: ジョブカード
lv_lv: darba kartes
pl_pl: Karty pracy
vi_vn: Thẻ công việc

source: Create a Counter Sale for this Customer
ar: إنشاء بيع عداد لهذا العميل
fr_lu: Créer une vente au comptoir pour ce client
ja: この顧客のカウンター販売を作成

source: Add a New Customer
ar: إضافة عميل جديد
et: Lisa uus klient
fa: اضافه کردن مشتریان جدید
fr_lu: Ajouter un client
hr_hr: Dodaj novog kupca
ja: 新得意先追加
lv_lv: Pievienot jaunu klientu
pl_pl: Dodaj Nowego Klienta
vi_vn: Thêm một khách hàng mới

source: Modify Customer Details
ar: تعديل تفاصيل العملاء
et: Muuda kliendi andmed
fa: جزئیات اصلاح مشتری
fr_lu: Modifier les informations du client
hr_hr: Promijeni detalje o kupcu
ja: 得意先詳細修正
lv_lv: Labot klientu
pl_pl: Zmiana Danych Klienta
vi_vn: Chỉnh sửa chi tiết khách hàng

source: Add/Modify/Delete Customer Branches
ar: إضافة / تعديل / حذف الفروع العملاء
et: Lisa / muuda / kustuta Kliendi filiaalid
fa: افزودن / اصلاح / حذف مشتریان دفاتر
fr_lu: Ajouter/Modifier/Supprimer des succursales du client
hr_hr: Dodaj/Promijeni/Briši podružnice kupca
ja: 得意先支店追加/変更/削除
lv_lv: Pievienot/labot/dzēst klientu filiāles
pl_pl: Dodaj/Zmień/Usuń Oddział Klienta
vi_vn: Thêm / sửa đổi / xóa các chi nhánh khách hàng

source: Customer EDI Configuration
ar: تكوين EDI العملاء
et: Kliendi EDI Configuration
fa: پیکربندی مشتری ویراست
fr_lu: Configuration client EDI
hr_hr: EDI konfiguracija kupca
ja: 得意先ＥＤＩ構成
lv_lv: Klienta EDI uzstādījumi
pl_pl: Konfiguracja EDI Klienta
vi_vn: Cấu hình EDI khách hàng

source: Add a customer contact
ar: إضافة جهة اتصال العملاء
et: Lisakliendi kontakt
fa: اضافه کردن یک ارتباط با مشتری
fr_lu: Ajouter un contact à la clientèle
hr_hr: Dodavanje kontakta kupca
ja: 顧客の連絡先を追加
lv_lv: Pievienot klientu kontaktu
pl_pl: Dodaj kontakt z klientem
vi_vn: Thêm một số liên lạc của khách hàng

source: Add a note on this customer
et: Lisamärkus selle kliendi
fa: اضافه کردن یک یادداشت در این مشتری
fr_lu: Ajouter une note à ce client
hr_hr: Dodaj bilješku o tom kupca
ja: この顧客にメモを追加
lv_lv: Pievienojiet piezīmi par šo klientu
pl_pl: Dodaj uwagę na tego klienta
vi_vn: Thêm một lưu ý về khách hàng này

source: Search for Customers
ar: البحث عن الزبائن
et: Otsi Kliendid
fa: جستجو برای مشتریان
fr_lu: Chercher un client
hr_hr: Pretraživanje kupaca
ja: 得意先検索
lv_lv: Meklēt klientu
pl_pl: Szukaj dla Klientów
vi_vn: Tìm kiếm khách hàng

source: Enter a partial Name
ar: إدخال اسم جزئي
et: Sisestaosaline nimetus
fa: نام و نام خانوادگی را وارد کنید با مشتقات جزئی
fr_lu: Saisir une partie d'un nom
hr_hr: Unesi dio naziva
ja: 連続番号入力
lv_lv: Ievadiet daļu no nosaukuma
pl_pl: Wpisz część nazwy
vi_vn: Nhập Tên phần

source: Enter a partial Code
ar: إدخال رمز جزئي
et: Sisestaosaline kood
fa: وارد کردن کد با مشتقات جزئی
fr_lu: Saisir une partie d'un code
hr_hr: Unesi dio šifre
ja: 品目コード入力
lv_lv: Ievadiet daļu no koda
pl_pl: Wpisz część kodu
vi_vn: Nhập Mã một phần

source: Enter a partial Phone Number
ar: إدخال رقم الهاتف جزئي
et: Sisestaosaline Telefoninumber
fa: با مشتقات جزئی را وارد کنید شماره تلفن
fr_lu: Saisir une partie d'un n° de téléphone
hr_hr: Unesi dio telefonskog broja
ja: 連続番号入力
lv_lv: Ievadiet daļu no telefona nr
pl_pl: Wpisz część numeru telefonu
vi_vn: Nhập một số điện thoại một phần

source: Enter part of the Address
ar: أدخل جزءا من العنوان
et: Sisesta aadressi osa
fa: را وارد کنید بخشی از آدرس
fr_lu: Saisir une partie de l'adresse
hr_hr: Unesi dio adrese
ja: 一部入力 of
lv_lv: Ievadiet daļu Adrese
pl_pl: Wpisz część adresu
vi_vn: Thêm một phần của địa chỉ

source: Choose a Type
ar: اختيار نوع
et: Valitüüp
fa: انتخاب نوع
fr_lu: Choisir un type
hr_hr: Izaberi tip kupca
ja: 制御タイプ
lv_lv: Izvēlēties tipu
pl_pl: Wybierz typ
vi_vn: Chọn một loại

source: No Customer types defined
ar: لا أنواع تعريف العملاء
et: Ükski klient tüüpe
fa: هیچ تعریف انواع مشتریان
fr_lu: Définissez un type de client
hr_hr: Nisu definirani tipovi kupca
ja: 得意先がありません
lv_lv: Klients netikas atrasts
pl_pl: Żadnych rodzajów klientów
vi_vn: Chưa có loại khách hàng nào được xác định

source: Any
ar: أي
et: iga
fa: هر
fr_lu: Tout
hr_hr: bilo koji
ja: 任意の
lv_lv: jebkurš
pl_pl: Wszelkie
vi_vn: bất kỳ

source: Choose an Area
ar: اختيار المنطقة
et: Valipiirkond
fa: انتخاب منطقه
fr_lu: Choisir un secteur
hr_hr: Izaberite Područje
ja: エリアを選択してください
lv_lv: Izvēlieties telpas
pl_pl: Wybierz obszar
vi_vn: Chọn một khu vực

source: Setup Areas
ar: مجالات الإعداد
et: Setup valdkonnad
fr_lu: Configuration
ja: 販売地域
