Repository: timschofield/KwaMoja-Medical
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar, et, fa, fr_lu, hr_hr, ja, lv_lv, pl_pl, vi_vn

source: The new GL account code to change the old code to contains illegal characters - no changes will be made
et: Uus GL konto koodi muuta vana koodi sisaldab keelatud sümboleid - muudatusi ei tehtud
fa: کد حساب جدید GL به تغییر کد قدیمی به شامل شخصیت های غیر قانونی - بدون هیچ تغییری خواهد شد
fr_lu: Le nouveau code de compte GL pour changer le vieux code à contient des caractères illégaux - aucun changement ne sera apporté
hr_hr: Novi GL broj računa za promjenu stari kod sadrži nedozvoljene znakove - Nema promjene će se dogoditi
ja: 新しいGL勘定コードが不正な文字が含まれているために、古いコードを変更する - 変更は行われません
lv_lv: Jaunā GL konta numurs mainīt veco kodu satur nederīgas rakstzīmes - nekādas izmaiņas netiks veiktas
pl_pl: Nowy kod konto GL , aby zmienić stare hasło zawiera niedozwolone znaki - zmiany nie zostaną wykonane
vi_vn: Mã tài khoản GL mới để thay đổi các mã cũ để chứa các ký tự bất hợp pháp - không có thay đổi sẽ được thực hiện

source: The new GL account code to change the old code to must be entered as well
ar: يجب إدخال الرمز الجديد حساب GL لتغيير القانون القديم إلى فضلا عن
et: Uus GL konto koodi muuta vana kood tuleb sisestada ka
fa: کد GL حساب جدید به تغییر کد قدیمی باید وارد شده نیز
fr_lu: Le nouveau code de compte GL pour modifier l'ancien code doit être saisi pour ainsi
hr_hr: Novi GL račun broj za promjenu stari kod mora unijeti i
ja: に古いコードを変更するための新しいGL勘定コードが同様に入力する必要があります
lv_lv: Jaunā GL konta numurs mainīt veco kodu ir jāievada kā arī
pl_pl: Nowy kod konto GL , aby zmienić stare hasło należy wprowadzić również
vi_vn: Mã tài khoản GL mới để thay đổi các mã cũ để phải được nhập cũng

source: The replacement GL account code
ar: رمز حساب GL الغيار
et: Asendamine GL konto kood
fa: جایگزینی کد حساب GL
fr_lu: Le remplacement GL code de compte
hr_hr: Zamjena računa kod GL
ja: 交換GL勘定コード
lv_lv: Nomaiņa GL konta numurs
pl_pl: Wymiana kod konta GL
vi_vn: GL mã tài khoản thay thế

source: already exists as a GL account code in the system
ar: موجود بالفعل ك a رمز حساب GL في النظام
et: juba olemasGL konto koodi süsteemi
fa: در حال حاضر به عنوان یک کد حساب GL در این سیستم وجود دارد
fr_lu: existe déjà en tant que code de compte GL dans le système
hr_hr: već postoji kao kod GL računa u sustavu
ja: システムのGL勘定コードとしてすでに存在している
lv_lv: jau pastāv kā GL konta kodu sistēmā
pl_pl: istnieje już jako kod GL rachunek w systemie
vi_vn: đã tồn tại như là một mã tài khoản GL trong hệ thống

source: a unique GL account code must be entered for the new code
ar: يجب إدخال رمز حساب GL فريدة من نوعها لرمز جديدة
et: ainulaadne GL konto kood tuleb sisestadauus kood
fa: یک کد منحصر به فرد حساب GL باید برای کد جدید وارد شده
fr_lu: un code unique de compte GL doit être saisi pour le nouveau code
hr_hr: Jedinstvena GL račun morate unijeti za novi kod
ja: ユニークGL勘定コードは、新しいコードを入力する必要があり
lv_lv: Unikāls GL konts kods jāievada , lai jauno kodu
pl_pl: unikalny kod konta GL musi być wprowadzony do nowego kodeksu
vi_vn: một mã tài khoản GL độc đáo phải được nhập cho các mã mới

source: Adding the new chartmaster record
ar: إضافة سجل جديد chartmaster
et: Lisades uue chartmaster rekord
fa: اضافه کردن رکورد chartmaster جدید
fr_lu: Ajout du nouveau record du chartmaster
hr_hr: Dodavanje novog chartmaster rekord
ja: 新しいchartmasterレコードを追加する
lv_lv: Pievienojot jaunu chartmaster ierakstu
pl_pl: Dodanie nowego rekordu chartmaster
vi_vn: Thêm kỷ lục mới chartmaster

source: The SQL to insert the new chartmaster record failed
et: SQL sisestada uus chartmaster rekord ebaõnnestus
fa: SQL درج ثبت chartmaster جدید ناموفق بود
fr_lu: Le SQL pour insérer le nouveau record du chartmaster échoué
hr_hr: SQL umetnuti novi rekord nije chartmaster
ja: 新しいchartmasterレコードを挿入するためのSQLが失敗しました
lv_lv: SQL ievietot jaunu chartmaster ierakstu nav
pl_pl: SQL , aby wstawić nowy rekord chartmaster nie
vi_vn: SQL để chèn các bản ghi chartmaster mới thất bại

source: completed
ar: الانتهاء
et: valmis
fr_lu: terminé
hr_hr: završeno
ja: 完了
lv_lv: pabeigts
pl_pl: zakończone
vi_vn: hoàn thành

source: Deleting the old chartmaster record
ar: حذف سجل chartmaster القديمة
et: Kustutaminevana chartmaster rekord
fa: از حذف رکورد chartmaster قدیمی
fr_lu: Suppression de l'ancien record de chartmaster
hr_hr: Brisanje stari rekord chartmaster
ja: 古いchartmasterレコードを削除
lv_lv: Izdzēšot veco chartmaster rekordu
pl_pl: Usuwanie stary rekord chartmaster
vi_vn: Xóa các bản ghi cũ chartmaster

source: The SQL to delete the old chartmaster record failed
et: SQL kustutada vana chartmaster rekord ebaõnnestus
fa: SQL به حذف رکورد chartmaster را قدیمی شکست خورده است
fr_lu: Le SQL pour supprimer l'ancien dossier de chartmaster échoué
hr_hr: SQL izbrisati staru chartmaster rekord nije uspio
ja: 古いchartmasterレコードを削除するためのSQLが失敗しました
lv_lv: SQL izdzēst veco chartmaster ierakstu nav
pl_pl: SQL , aby usunąć stary rekord chartmaster nie
vi_vn: SQL để xóa các bản ghi chartmaster cũ bị phá vỡ

source: GL account Code
et: GL konto Kood
fa: GL کد حساب
fr_lu: GL Code de compte
hr_hr: GL račun kod
ja: GL勘定コード
lv_lv: GL konts kods
pl_pl: Numer konta GL
vi_vn: GL Mã số tài khoản

source: was successfully changed to
ar: تم تغيير بنجاح
et: edukalt muudetud
fr_lu: a été changé à
hr_hr: Uspješno je promijenjen
ja: はうまく入力されました
lv_lv: tika veiksmīgi ievadīts
pl_pl: zostało zmienione na
vi_vn: Chuyển đổi thành công thành

source: Existing GL Account Code
ar: رمز حساب GL القائمة
et: Olemasolevad GL Konto Code
fa: موجود GL کد حساب
fr_lu: Code de compte GL existant
hr_hr: Postojeći GL račun kod
ja: 既存のGL勘定コード
lv_lv: Esošās GL konts kods
pl_pl: Istniejącego kodu konta GL
vi_vn: Mã số tài khoản hiện tại GL

source: New GL Account Code
et: Uus GL Konto Code
fa: GL کد حساب
fr_lu: Nouveau code de compte GL
hr_hr: Novi GL račun kod
ja: 新しいGL勘定コード
lv_lv: Jaunā GL konts kods
pl_pl: Nowe konto Code GL
vi_vn: Mới GL Mã số tài khoản

source: UTILITY PAGE Change A Location Code
ar: PAGE UTILITY تغيير رمز الموقع
et: UTILITY ChangeLocation kood
hr_hr: UTILITY STRANICA promijenite kod lokacija
ja: UTILITYページが場所コードを変更
lv_lv: UTILITY LPP nomainīt atrašanās vietas kods

source: The location code
ar: رمز الدولة
et: Asukoha kood
ja: 場所コード

source: does not currently exist as a location code in the system
ar: غير موجود حاليا باعتباره رمز الدولة في النظام
et: Praegu ei eksisteeriasukoha kood süsteemis
fa: در حال حاضر به عنوان یک کد محل در سیستم وجود ندارد
hr_hr: trenutno ne postoji kao mjesto koda u sustav
ja: は品目としてシステムに設定されていない

source: The new location code to change the old code to contains illegal characters - no changes will be made
ar: رمز موقع جديد لتغيير رمز من القديم إلى يحتوي على أحرف غير شرعية - سيتم إجراء أي تغييرات
et: Uude asukohta koodi muuta vana koodi sisaldab keelatud sümboleid - muudatusi ei tehtud
fa: کد محل های جدید برای تغییر کد های قدیمی شامل شخصیت های غیر قانونی - بدون هیچ تغییری خواهد شد
hr_hr: Novi broj Mjesto promijeniti stari kod sadrži nedozvoljene znakove - Nema promjene će se dogoditi
ja: 新しい場所コードは不正な文字が含まれているために、古いコードを変更する - 変更は行われません
lv_lv: Jaunā atrašanās vietas kods mainīt veco kodu satur nederīgas rakstzīmes - nekādas izmaiņas netiks veiktas

source: The new location code to change the old code to must be entered as well
ar: يجب إدخال رمز موقع جديد لتغيير القانون القديم إلى فضلا عن
et: Uude asukohta koodi muuta vana kood tuleb sisestada ka
hr_hr: Nova lokacija broj za promjenu stari kod mora unijeti i
ja: に古いコードを変更するには、新しい場所にコードが同様に入力する必要があります

source: The new location name to change the old name to contains illegal characters - no changes will be made
et: Uude asukohta nime muuta vana nimi sisaldab keelatud sümboleid - muudatusi ei tehtud
fa: نام و نام مکان های جدید برای تغییر نام قدیمی شامل کاراکترهای غیر قانونی - بدون هیچ تغییری خواهد شد
ja: 勘定セクション名は文字列を含むことができません

source: The new location name to change the old name to must be entered as well
ar: يجب إدخال اسم موقع جديد لتغيير الاسم القديم ل وكذلك
et: Uude asukohta nime muuta vana nimi tuleb sisestada ka
hr_hr: Nova lokacija ime promijeniti stari naziv mora biti unesena kao i
ja: 最初に問合せトランザクション番号が入力されなければなりません

source: The replacement location code
ar: رمز موقع بديل
et: Asendamine asukoha kood
hr_hr: Kod zamjene Mjesto
ja: 実行する割当がありません

source: already exists as a location code in the system
ar: موجود بالفعل باعتباره رمز الدولة في النظام
et: juba olemasasukoha kood süsteemis
fa: در حال حاضر به عنوان یک کد محل در سیستم وجود دارد
hr_hr: već postoji kao mjesto kod u sustavu
ja: は品目としてシステムに設定されていない

source: a unique location code must be entered for the new code
ar: يجب إدخال رمز الموقع الفريد لرمز جديدة
et: Raekoja platsile kood tuleb sisestadauus kood
hr_hr: Jedinstvena lokacija morate unijeti za novi kod
ja: 期間または期間範囲をリストボックスから選ばなければなりません

source: Adding the new location record
ar: إضافة سجل الموقع الجديد
et: Lisades uue asukoha register
hr_hr: Dodavanje novog mjesta rekord
ja: 新しい場所にレコードを追加する

source: The SQL to insert the new location record failed
et: SQL lisadauus asukoht rekord ebaõnnestus
ja: 割当レコードを追加する以下のSQLが使われました

source: Changing the BOM table records
ar: تغيير سجلات الجدول BOM
et: Muutuvad Bom tabeli kirjeid
fa: تغییر رکوردهای جدول BOM
fr_lu: Modification de la nomenclature enregistrements de la table
hr_hr: Promjena Bom tablicu evidencije
ja: BOMテーブルのレコードを変更する
lv_lv: Mainot BOM tabulas ierakstus
pl_pl: Zmiana zapisów w listach materiałów
vi_vn: Thay đổi các bản ghi bàn BOM

source: The SQL to update the BOM records failed
ar: و SQL لتحديث السجلات BOM فشلت
et: SQL uuendada Bom arvestust ei
fr_lu: Échec de la commande SQL de mise à jour de la nomenclature:
hr_hr: SQL ažurirati Bom zapise nije
ja: BOMのレコードを更新するためのSQLが失敗しました
lv_lv: SQL atjaunināt BOM ierakstus neizdevās
pl_pl: Zmiana zapisów w listach materiałów przez SQL nie powiodła się
vi_vn: SQL để cập nhật các hồ sơ Hội đồng Quản trị đã thất bại

source: Changing the config table records
ar: تغيير سجلات الجدول التكوين
et: Muutuvad config tabeli kirjeid
fa: تغییرسوابق جدول پیکربندی
hr_hr: Promjena konfiguracijske tablicu evidencije
ja: 販売受注詳細レコード変更
lv_lv: Mainot config tabulas ierakstus

source: Changing the contracts table records
ar: تغيير العقود سجلات الجدول
et: Muutuvad lepingute tabeli kirjeid
hr_hr: Promjenaugovore tablicu evidencije
ja: 販売受注詳細レコード変更
lv_lv: Mainot uz līgumiem tabulas ierakstus

source: The SQL to update the contracts records failed
et: SQL uuendada lepinguid arvestust ei
ja: 販売受注詳細レコードを更新する以下のSQLが使われました

source: Changing the custbranch table records
ar: تغيير سجلات الجدول custbranch
et: Muutuvad custbranch tabeli kirjeid
fa: تغییر رکوردهای جدول custbranch
hr_hr: Promjena custbranch tablicu evidencije
ja: 販売受注詳細レコード変更
lv_lv: Mainot custbranch tabulas ierakstus

source: The SQL to update the custbranch records failed
et: SQL uuendada custbranch arvestust ei
ja: 販売受注詳細レコードを更新する以下のSQLが使われました

source: Changing the freightcosts table records
ar: تغيير سجلات الجدول freightcosts
et: Muutuvad freightcosts tabeli kirjeid
fa: تغییر رکوردهای جدول freightcosts
hr_hr: Promjena freightcosts tablicu evidencije
ja: 販売受注詳細レコード変更
lv_lv: Mainot freightcosts tabulas ierakstus

source: The SQL to update the freightcosts records failed
et: SQL uuendada freightcosts arvestust ei
ja: 販売受注詳細レコードを更新する以下のSQLが使われました

source: Changing stock location records
ar: تغيير سجلات مواقع الأسهم
et: Muutuvad aktsia asukoha andmed
fr_lu: Changement de lieu de stockage des dossiers
hr_hr: Promjena evidencije zaliha lokacija
ja: 在庫ロケーションレコードを変更する
lv_lv: Mainot krājumu atrašanās vietas uzskaiti
pl_pl: Zmiana zapisów w magazynach
vi_vn: Thay đổi bản ghi vị trí cổ phiếu

source: The SQL to update stock location records failed
ar: و SQL لتحديث سجلات مواقع الأسهم فشلت
et: SQL uuendada aktsia asukoha andmed ei
fr_lu: Échec de la commande SQL de mise à jour des entrepôts:
hr_hr: SQL ažurirati evidenciju zaliha lokacija nije uspio
ja: 在庫場所レコードを更新するためのSQLが失敗しました
lv_lv: SQL atjaunināt krājumu atrašanās vietas uzskaiti neizdevās
pl_pl: Zmiana zapisów w magazynach przez SQL nie powiodła się
vi_vn: SQL để cập nhật hồ sơ vị trí cổ phiếu thất bại

source: Changing location transfer information (Shipping location)
ar: تغيير معلومات التحويل الموقع ( موقع شحن )
et: Muutuvad asukoha teabe edastamiseks ( Shipping asukoht)
fa: تغییر انتقال اطلاعات محل ( محل حمل و نقل )
hr_hr: Promjena Mjesto prijenos podataka ( Dostava mjesto)
ja: 変更場所転送情報（配送の場所）
vi_vn: Thay đổi thông tin chuyển vị trí ( vị trí Shipping)

source: The SQL to update the loctransfers records failed
ar: و SQL لتحديث السجلات loctransfers فشلت
et: SQL uuendada loctransfers arvestust ei
fr_lu: Échec de la commande SQL de mise à jour des fiches "loctransfers":
hr_hr: SQL ažurirati loctransfers zapise nije
ja: 販売受注詳細レコードを更新する以下のSQLが使われました
lv_lv: SQL atjaunināt loctransfers ierakstus neizdevās
pl_pl: SQL do aktualizacji dokumentacji nie loctransfers
vi_vn: SQL để cập nhật các bản ghi loctransfers thất bại

source: Changing location transfer information (Receiving location)
ar: تغيير معلومات التحويل الموقع ( ريسيفر الموقع)
et: Muutuvad asukoha teabe edastamiseks ( Vastuvõtukoht )
fa: تغییر انتقال اطلاعات محل ( محل )
hr_hr: Promjena Mjesto prijenos podataka ( Primanje mjesto )
ja: 変化する場所転送情報（位置の受信）
lv_lv: Mainot atrašanās vietas pārsūtīšana informācijas ( saņemšana vietu )
vi_vn: Thay đổi thông tin chuyển vị trí ( tiếp nhận vị trí )

source: Changing MRP parameters information
ar: تغيير MRP معلمات المعلومات
et: Muutuvad MRP parameetrid info
fa: تغییر لوازم پارامترهای اطلاعات
ja: 販売受注レコード変更

source: The SQL to update the mrpparameters records failed
ar: و SQL لتحديث السجلات mrpparameters فشلت
et: SQL uuendada mrpparameters arvestust ei
ja: 販売受注詳細レコードを更新する以下のSQLが使われました

source: Changing purchase orders information
ar: تغيير أوامر الشراء المعلومات
et: Muutmine Ostutellimuste info
ja: 購買発注詳細レコード変更

source: The SQL to update the purchase orders records failed
et: SQL uuendada tellimuste andmed ei
ja: 販売受注詳細レコードを更新する以下のSQLが使われました

source: Changing recurring sales orders information
ar: تغيير التكراري المبيعات أوامر المعلومات
et: Muutmine korduvate müügitellimuste info
fa: تغییر اطلاعات سفارشات فروش در محدوده زمانی معین
ja: 販売受注レコード変更

source: The SQL to update the recurring sales orders records failed
ar: و SQL لتحديث سجلات أوامر المبيعات المتكررة فشلت
et: SQL uuendada korduvad müügitellimuste arvestust ei
ja: 販売受注詳細レコードを更新する以下のSQLが使われました

source: Changing sales orders information
ar: تغيير المبيعات أوامر المعلومات
et: Muutuvad müügitellimuste info
ja: 販売受注レコード変更

source: The SQL to update the sales orders records failed
ar: و SQL لتحديث سجلات المبيعات أوامر فشلت
et: SQL uuendada müügitellimuste arvestust ei
ja: 販売受注詳細レコードを更新する以下のSQLが使われました

source: Changing stock check freeze records
ar: تغيير سجلات الأوراق المالية تجميد الاختيار
et: Muutuvad aktsia kontrolli külmutada kirjed
fa: تغییر سهام چک سوابق یخ
hr_hr: Promjena zaliha evidencije potvrdne zamrzavanje
ja: 販売受注レコード変更
lv_lv: Mainot krājumu pārbaude iesaldēt ierakstus

source: The SQL to update stock check freeze records failed
ar: و SQL لتحديث سجلات الأوراق المالية تجميد الاختيار فشل
et: SQL uuendada aktsia kontrolli külmutada arvestust ei
fr_lu: Échec de la commande SQL de mise à jour des fiches "stock check freeze":
hr_hr: SQL ažurirati evidenciju ček nije uspjelo zamrznuti
ja: 在庫チェック凍結レコードを更新するためのSQLが失敗しました
lv_lv: SQL atjaunināt krājumu izvēles iesaldēt ierakstus neizdevās
pl_pl: Zmiana zapisów towaru w pliku zamrożenia przez SQL nie powiodła się
vi_vn: SQL để cập nhật hồ sơ chứng khoán đóng băng kiểm tra thất bại

source: Changing stockcounts records
ar: تغيير stockcounts السجلات
et: Muutuvad stockcounts kirjed
fa: تغییر stockcounts سوابق
ja: 販売受注レコード変更

source: The SQL to update stockcounts records failed
et: SQL uuendada stockcounts arvestust ei
ja: 販売受注詳細レコードを更新する以下のSQLが使われました

source: Changing stockmoves records
ar: تغيير stockmoves السجلات
et: Muutuvad stockmoves kirjed
fa: آموزش تغییر stockmoves سوابق
ja: 販売受注レコード変更

source: The SQL to update stockmoves records failed
et: SQL uuendada stockmoves arvestust ei
ja: 販売受注詳細レコードを更新する以下のSQLが使われました

source: Changing stockrequest records
ar: تغيير سجلات stockrequest
et: Muutuvad stockrequest kirjed
fa: تغییر رکوردهای stockrequest ،
ja: 販売受注レコード変更

source: The SQL to update stockrequest records failed
ar: و SQL لتحديث سجلات stockrequest فشلت
et: SQL uuendada stockrequest arvestust ei
hr_hr: SQL ažurirati stockrequest zapisa nije uspjelo
ja: 販売受注詳細レコードを更新する以下のSQLが使われました

source: Changing stockserialitems records
ar: تغيير stockserialitems السجلات
et: Muutuvad stockserialitems kirjed
fa: آموزش تغییر stockserialitems سوابق
hr_hr: Promjena stockserialitems zapisi
ja: 販売受注レコード変更
lv_lv: Mainot stockserialitems ieraksti

source: The SQL to update stockserialitems records failed
ar: و SQL لتحديث سجلات stockserialitems فشلت
et: SQL uuendada stockserialitems arvestust ei
hr_hr: SQL ažurirati stockserialitems zapisa nije uspjelo
ja: 販売受注詳細レコードを更新する以下のSQLが使われました

source: Changing tenders records
ar: تغيير سجلات المناقصات
et: Muutuvad pakkumiste kirjed
fa: تغییر مناقصه مدارک
hr_hr: Mijenjanje ponude zapisi
ja: 販売受注レコード変更
lv_lv: Mainot piedāvājumus ieraksti

source: The SQL to update tenders records failed
et: SQL uuendada pakkumiste arvestust ei
ja: 販売受注詳細レコードを更新する以下のSQLが使われました

source: Changing workcentres records
ar: تغيير workcentres السجلات
et: Muutuvad workcentres kirjed
fa: آموزش تغییر workcentres سوابق
hr_hr: Promjena workcentres zapisi
ja: 販売受注レコード変更
lv_lv: Mainot workcentres ieraksti

source: The SQL to update workcentres records failed
ar: و SQL لتحديث سجلات workcentres فشلت
et: SQL uuendada workcentres arvestust ei
hr_hr: SQL ažurirati workcentres zapisa nije uspjelo
ja: 販売受注詳細レコードを更新する以下のSQLが使われました

source: Changing workorders records
ar: تغيير workorders السجلات
et: Muutuvad workorders kirjed
fa: آموزش تغییر workorders سوابق
hr_hr: Promjena workorders zapisi
ja: 販売受注レコード変更
lv_lv: Mainot workorders ieraksti

source: The SQL to update workorders records failed
et: SQL uuendada workorders arvestust ei
ja: 販売受注詳細レコードを更新する以下のSQLが使われました

source: Changing users records
ar: تغيير المستخدمين السجلات
et: Muutuvad kasutajate andmed
hr_hr: Promjena korisnička evidencija
ja: 販売受注レコード変更

source: The SQL to update users records failed
ar: و SQL لتحديث سجلات المستخدمين فشلت
et: SQL uuendada kasutajate andmed ei
ja: 販売受注詳細レコードを更新する以下のSQLが使われました

source: Deleting the old location record
ar: حذف سجل الموقع القديم
et: Kustutamine vanast asukohast rekord
ja: 全販売受注レコード削除中

source: The SQL to delete the old location record failed
et: SQL kustutada vana asukoha rekord ebaõnnestus
ja: 割当レコードを削除する以下のSQLが使われました

source: Location code
ar: رمز الدولة
et: Asukoht kood
ja: 場所コード

source: Existing Location Code
ar: مدونة الموقع الحالي
et: Olemasolevad asukoha kood
ja: 場所コード

source: New Location Code
ar: الموقع الرمز الجديد
et: Uus asukoht kood
ja: 場所コード

source: New Location Name
et: Uus Asukoht nimi
ja: 場所名

source: UTILITY PAGE Change A Stock Category
ar: PAGE UTILITY تغيير على سهم الفئة
et: UTILITY Changevarukategooria
fr_lu: PAGE utilitaire de modification de la catégorie Stock
hr_hr: UTILITY STRANICA promijeniti kategoriju Stock
ja: 在庫カテゴリ内
lv_lv: UTILITY LPP izmaiņas Krājumu Kategorija
pl_pl: STRONA UTILITY Zmień Category Stock
vi_vn: UTILITY TRANG Thay đổi A Thể loại chứng khoán

source: The stock Category
ar: الأسهم الفئة
et: Varukategooria
fr_lu: Le stock Catégorie
hr_hr: Kategorija obavijesti
ja: 在庫カテゴリ
lv_lv: Akciju kategorija
pl_pl: Czas kategorii
vi_vn: Các mục trong kho

source: does not currently exist as a stock category in the system
ar: غير موجود حاليا كفئة الأسهم في نظام
et: Praegu ei eksisteerivarukategooria süsteemis
fa: در حال حاضر به عنوان یک دسته سهام در سیستم وجود ندارد
fr_lu: n'existe pas actuellement comme une catégorie d'actions dans le système
hr_hr: trenutno ne postoji kao dioničko kategorije u sustavu
ja: は品目としてシステムに設定されていない
lv_lv: pašlaik nav kā akciju kategoriju sistēmā
pl_pl: nie istnieje obecnie w kategorii czas w systemie
vi_vn: hiện không tồn tại trong hệ thống như một mục trong kho

source: The new stock code to change the old code to contains illegal characters - no changes will be made
ar: رمز السهم جديدة لتغيير القانون القديم إلى يحتوي على أحرف غير قانونية - سيتم إجراء أي تغييرات
et: Uus Laos koodi muuta vana koodi sisaldab keelatud sümboleid - muudatusi ei tehtud
fa: کد سهام جدید برای تغییر کد قدیمی به شامل شخصیت های غیر قانونی - بدون هیچ تغییری خواهد شد
fr_lu: Le code de nouvelles actions pour changer le code ancien contient des caractères non - aucun changement ne sera fait
hr_hr: Novi broj dionica promijeniti stari kod sadrži nedozvoljene znakove - Nema promjene će se dogoditi
ja: 新証券コードは不正な文字が含まれているために、古いコードを変更する - 変更は行われません
lv_lv: Jaunais sastāvs kods mainīt veco kodu satur nederīgas rakstzīmes - nekādas izmaiņas netiks veiktas
pl_pl: Nowy kod magazynu,który ma zastąpić stary kod zawiera niedozwolone znaki - zmiany odrzucone
vi_vn: Mã cổ phiếu mới để thay đổi các mã cũ để chứa các ký tự bất hợp pháp - không thay đổi sẽ được thực hiện

source: The new stock code to change the old code to must be entered as well
ar: يجب إدخال رمز الأسهم جديدة لتغيير القانون القديم إلى فضلا عن
et: Uus Laos koodi muuta vana kood tuleb sisestada ka
fr_lu: Le code de nouvelles actions pour changer le code ancien doit être saisi comme bien
hr_hr: Nova dionica broj za promjenu stari kod mora unijeti i
ja: に古いコードを変更するには、新しい株式コードも同様に入力する必要があります
lv_lv: Jaunais sastāvs kods mainīt veco kodu ir jāievada kā arī
pl_pl: Nowy kod magazynu,który ma zastąpić stary kod musi być także podany
vi_vn: Phải nhập mã kho mới để có thể thay đổi mã cũ

source: The replacement stock category
ar: فئة الأوراق المالية الغيار
et: Asendamine varukategooria
fr_lu: La catégorie d'actions de remplacement
hr_hr: Kategorija zamjene dionica
ja: 在庫カテゴリ
lv_lv: Nomaiņa akciju kategorija
pl_pl: Kategoria czas wymiany
vi_vn: Việc thay thế kho mục

source: already exists as a stock category in the system
ar: موجود بالفعل كفئة الأسهم في نظام
et: juba olemasvarukategooria süsteemis
fa: در حال حاضر به عنوان سهام طبقه بندی در سیستم وجود دارد
fr_lu: existe déjà en tant que catégorie d'actions dans le système
hr_hr: već postoji kao dioničko kategorije u sustavu
ja: は品目としてシステムに設定されていない
lv_lv: jau pastāv kā akciju kategorijas sistēmā
pl_pl: już istnieje w kategorii czas w systemie
vi_vn: Trong hệ thống đã tồn tại kho mục này

source: a unique stock category must be entered for the new stock category
ar: يجب إدخال فئة الأسهم فريدة من نوعها لفئة الأسهم الجديدة
et: ainulaadne varukategooria tuleb sisestada uue varukategooria
fr_lu: une catégorie unique d'actions doivent être inscrits pour la catégorie d'actions nouvelles
hr_hr: Jedinstvena dionica kategoriju moraju se unijeti za novu kategoriju dionica
ja: 在庫レコードは値引カテゴリ無しに更新された
lv_lv: unikālu akciju kategorija jānorāda uz jaunu akciju kategoriju
pl_pl: unikalny kategorii czas muszą być wpisane do nowej kategorii czas
vi_vn: một loại cổ phiếu đặc biệt phải được nhập cho các loại cổ phiếu mới

source: Adding the new stock Category record
ar: واضاف ان المخزون سجل فئة جديدة
et: Lisades uue aktsia Kategooria rekord
fr_lu: Ajoût de la nouvelle catégorei (stock)
hr_hr: Dodavanje novi rekord dionice kategoriji
ja: 新株カテゴリレコードを追加する
lv_lv: Pievienojot jaunu akciju kategoriju rekordu
pl_pl: Dodanie nowych akcji rekord kategorii
vi_vn: Thêm vào hồ sơ về kho mục

source: The SQL to insert the new stock category record failed
ar: و SQL لإدراج السجل الجديد فئة الأسهم فشلت
et: SQL sisestada uus varukategooria rekord ebaõnnestus
fr_lu: Échec de la commande SQL d'ajoût de catégorie:
hr_hr: SQL umetnuti novi rekord dionice kategorija nije
ja: 新しい連続品目を追加する以下のSQLが使われました
lv_lv: SQL ievietot jaunu akciju kategoriju rekordu neizdevās
pl_pl: SQL, aby wstawić nowy rekord kategorii czas nie
vi_vn: Dữ liệu SQL dùng để chèn hồ sơ kho mục mới đã không thành công
