Repository: timschofield/KwaMoja-Medical
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar, et, fa, fr_lu, hr_hr, ja, lv_lv, pl_pl, vi_vn

source: There are no shippers defined - these must be set up first before any branches can be set up
ar: لا يوجد تعريف الشاحنين - يجب ضبط هذه أولا قبل يمكن تعيين أي فروع تصل
et: Puuduvad vedajad määratletud - need tuleb luua kõigepealt enne filiaali võib asutada
fa: هیچ شرکت های باربری تعریف شده وجود دارد - این باید راه اندازی اولین قبل از هر شاخه را می توان راه اندازی
fr_lu: Pas de transporteur défini - Leur création doit précéder celle d'une agence
hr_hr: Nema brodarima definirane - to mora biti postavljena prije nego bilo grane mogu se postaviti
ja: 定義された荷主はありません - 任意の枝をセットアップする前に、これらは最初に設定する必要があります
lv_lv: Nav noteiktas nosūtītājiem - tās ir jāizveido pirmais, pirms jebkādas zari var izveidot
pl_pl: Brak spedytorzy zdefiniowane - to musi być ustawione zanim żadnych oddziałów można skonfigurować
vi_vn: Không có chủ hàng xác định - chúng phải được đặt lên đầu tiên trước khi bất kỳ chi nhánh có thể được thiết lập

source: Define Shippers
ar: تحديد الشاحنين
et: Määrake Shippers
fr_lu: Définir un transporteur
ja: デフォルト運送会社

source: Default freight/shipper method
ar: الشحن / الشاحن الأسلوب الافتراضي
et: Vaikimisi kauba / saatja meetod
fa: حمل و نقل پست / روش محموله کشتی
fr_lu: Méthode de livraison par défaut
hr_hr: Default tereta / brodar metoda
ja: デフォルト運送会社
lv_lv: Parastais piegādes veids
pl_pl: towarowego Default sposób nadawcy
vi_vn: Phương thức vận chuyển mặc định

source: Default Packlist
ar: Packlist الافتراضي
et: vaikimisi Packlist
fa: به طور پیش فرض Packlist
ja: デフォルト梱包伝票
lv_lv: Noklusētā cenu liste
pl_pl: Domyślna lista wysyłki
vi_vn: mặc định Packlist

source: Show company details and logo
ar: مشاهدة تفاصيل الشركة وشعارها
et: Näita ettevõtte andmed ja logo
fa: نمایش جزئیات شرکت و آرم
fr_lu: Afficher les détails de la société et logo
hr_hr: Prikaži detalje o poduzeću i logo
ja: 会社詳細とロゴ表示
lv_lv: Rādīt logo un informāciju par uzņēmuma
pl_pl: Pokaż dane i logo firmy
vi_vn: Hiển thị thông tin chi tiết và biểu tượng logo của công ty

source: Hide company details and logo
ar: إخفاء تفاصيل الشركة وشعارها
et: Peida firma andmed ja logo
fa: مخفی کردن جزئیات شرکت و آرم
fr_lu: Masquer nos informations société
hr_hr: Sakrij detalje o poduzeću i logo
ja: 会社詳細とロゴ非表示
lv_lv: Noslēpt logo un informāciju par uzņēmuma
pl_pl: Ukryj logo i dane firmy
vi_vn: giấu đi thông tin chi tiết và biểu tượng logo của công ty

source: Postal Address 1 (Street)
ar: العنوان البريدي 1 (شارع )
et: Postiaadress 1 ( Street)
fa: آدرس پستی 1 (خیابان)
fr_lu: Adresse postale 1 (rue)
hr_hr: Poštanska adresa 1. ( ulica )
ja: 郵便住所１
lv_lv: Pasta adreses rinda 1
pl_pl: Adres pocztowy 1 (Street)
vi_vn: Địa chỉ bưu điện 1( Phố)

source: Postal Address 2 (Suburb/City)
ar: العنوان البريدي 2 ( الضاحية / المدينة )
et: Postiaadress 2 ( eeslinna / Linn )
fa: آدرس پستی 2 (حومه / شهر)
fr_lu: Adresse postale 2 (Banlieue/Ville)
hr_hr: Poštanska adresa 2 ( predgrađe / Grad )
ja: 郵便住所２
lv_lv: Pasta adreses rinda 2
pl_pl: Adres Postal 2 (dzielnica / miasto)
vi_vn: Địa chỉ bưu điện 2( Thành phố)

source: Postal Address 3 (State)
ar: العنوان البريدي 3 ( الدولة )
et: Postiaadress 3 (riik)
fa: آدرس پستی 3 (دولت)
fr_lu: Adresse postale 3 (État)
hr_hr: Postal 3 Adresa ( državni )
ja: 郵便住所３
lv_lv: Pasta adrese 3 ( valsts)
pl_pl: Adres pocztowy 3 (państwo)
vi_vn: Địa chỉ bưu điện 3( Quận)

source: Postal Address 4 (Postal Code)
ar: العنوان البريدي 4 ( الرمز البريدي )
et: Postiaadress 4 ( postiindeks)
fa: آدرس پستی 4 (کد پستی)
fr_lu: Adresse postale 4 (code postal)
hr_hr: Poštanska adresa 4 ( poštanski broj )
ja: 郵便住所４
lv_lv: Pasta adreses rinda 4
pl_pl: Adres pocztowy 4 (kod pocztowy)
vi_vn: Địa chỉ bưu điện 4( mã bưu chính)

source: Postal Address 5
ar: العنوان البريدي 5
et: Postiaadress 5
fa: آدرس پستی 5
fr_lu: Adresse postale 5
hr_hr: Poštanska adresa 5
ja: 郵便住所5
lv_lv: Pasta adrese 5
pl_pl: Adres pocztowy 5
vi_vn: Địa chỉ bưu điện 5

source: Customers Internal Branch Code (EDI)
ar: عملاء رمز الفرع الداخلي ( EDI)
et: Kliendid Internal Branch Code (EDI)
fa: مشتریان کد شعبه داخلی (ویراست)
fr_lu: Code clients de la succursale interne (EDI)
hr_hr: Kupci Interni Kod podružnice ( EDI )
ja: 得意先内部 支店コード(EDI)
lv_lv: Klienta iek&#353;ējais filiāles kods (EDI)
pl_pl: Wewnętrzny Kod Oddziału Klienta (EDI)
vi_vn: mã nhánh khách hàng nội bộ

source: Enter Or Update Branch
ar: أدخل أو تحديث فرع
et: Sisestage või uuendada Branch
fa: شعبه را وارد کنید یا به روز رسانی
fr_lu: Saisir ou actualiser Direction
hr_hr: Unesite ili ažurirajte Branch
ja: 入力またはブランチを更新
lv_lv: Ievadiet vai atjaunināt filiāle
pl_pl: Wprowadź lub zaktualizować Oddział
vi_vn: Nhập Hoặc Cập nhật Chi nhánh

source: Customer Inquiry
ar: التحقيق العملاء
et: päringu
fa: مشتری استعلام
fr_lu: Demande client
hr_hr: Kupac Upit
ja: 得意先問合せ
lv_lv: Info par klientu
pl_pl: Przegląd Klientów
vi_vn: Yêu cầu của khách hàng

source: To display the enquiry a customer must first be selected from the customer selection screen
ar: لعرض استفسار أحد العملاء يجب أولا اختيارها من شاشة اختيار العملاء
et: Kuvamiseks uuriminepeab klient kõigepealt valitakse kliendi valiku ekraan
fa: برای نشان دادن درخواست مشتری برای اولین بار باید از روی صفحه نمایش مشتری انتخاب می شود انتخاب شده
fr_lu: Pour afficher l'enquête d'un client doit d'abord être sélectionné dans l'écran de sélection des clients
hr_hr: Da biste prikazali upitkupac prvo mora biti izabran iz zaslonu odabira kupca
ja: 問い合わせを表示するには顧客が最初の顧客の選択画面から選択する必要があります
lv_lv: Lai parādītu izmeklēšanuklientam vispirms jāizvēlas no klienta izvēles ekrānu
pl_pl: Aby wyświetlić przegląd najpierw musisz wybrać klienta
vi_vn: Muốn hiển thị yêu cầu, trước tiên phải chọn khách hàng từ màn hình chọn khách hàng

source: Select a Customer to Inquire On
ar: اختيار العملاء للاستفسار عن
et: Vali Kliendi järelepärimise kohta
fa: انتخاب مشتری به پرس و جو در
fr_lu: Sélectionner un client
hr_hr: Odaberite kupac se raspitivati
ja: でのお問い合わせはカスタマーを選択
lv_lv: izvēlēties klientu
pl_pl: Wybierz Klienta do Przeglądu
vi_vn: chọn một khách hàng để điều tra trên

source: The config value NumberOfMonthMustBeShown cannot be retrieved
ar: لا يمكن استرداد قيمة التكوين NumberOfMonthMustBeShown
et: Config väärtus NumberOfMonthMustBeShown ei saa taastada
fa: ارزش پیکربندی NumberOfMonthMustBeShown را نمی توان بازیابی
hr_hr: Config vrijednost NumberOfMonthMustBeShown ne mogu dohvatiti
ja: 設定値NumberOfMonthMustBeShownを取得できません
lv_lv: Config vērtību NumberOfMonthMustBeShown nevar iegūt
pl_pl: Config wartość NumberOfMonthMustBeShown nie może zostać odzyskane
vi_vn: Các cấu hình giá trị số trong tháng phải được thể hiện không thể lấy lại

source: Terms
ar: شروط
et: tingimused
fa: شرایط
fr_lu: Conditions
hr_hr: Uvjeti
ja: 条件
lv_lv: Termiņi
pl_pl: Warunki
vi_vn: điều khoản,kỳ hạn

source: Credit Limit
ar: الحد الائتماني
et: krediidilimiit
fa: اعتباری محدود
fr_lu: Limite de crédit
hr_hr: Kreditni limit
ja: 信用限度
lv_lv: Kredīta limits
pl_pl: Limit kredytu
vi_vn: Hạn mức tín dụng

source: Credit Status
ar: حالة الائتمان
fa: وضعیت اعتباری
fr_lu: Code de solvabilité
hr_hr: Kreditni status
ja: 信用状況
lv_lv: Kredīta status
pl_pl: Wiarygodność
vi_vn: Giới hạn tín dụng

source: ACCOUNT ON HOLD
ar: حساب على HOLD
et: KONTO ootele
fa: حساب در انتظار
fr_lu: COMPTE SUSPENDU
hr_hr: RAČUN na čekanju
ja: HOLDのアカウント
lv_lv: KLIENTS IR APTURĒTS
pl_pl: KONTO ZAWIESZONE
vi_vn: Tài kho?n du?c gi?

source: Total Balance
ar: مجموع الرصيد
et: Kokku
fa: تعداد تعادل
fr_lu: Total Solde
hr_hr: Ukupna bilanca
ja: 合計残高
lv_lv: Kopā atlikums
pl_pl: Saldo
vi_vn: T?ng cân d?i

source: Current
ar: حالي
et: Hetkel
fa: جاری
fr_lu: Actif
hr_hr: struja
ja: 現在
lv_lv: Tekošais
pl_pl: Aktualne
vi_vn: Hiện tại

source: Now Due
ar: الآن نظرا
et: nüüd linnale
fa: در حال حاضر با توجه
fr_lu: À échéance aujourd'hui
hr_hr: Sada Zbog
ja: 当月期限
lv_lv: Pateiz Neapmaksāts
pl_pl: Winien
vi_vn: nợ hiện tại

source: Days Overdue
ar: يوما بعد تاريخ الاستحقاق
et: päeva ületanud
fa: روز سر رسیده
fr_lu: jours de retard
hr_hr: Dana Dospjela
ja: 超過日数
lv_lv: Kavētas dienas
pl_pl: Dni po terminie
vi_vn: ngày quá hạn

source: Over
ar: خلال
et: Üle
fa: بیش از
fr_lu: Plus de
hr_hr: više
ja: 超過
lv_lv: Pāri
pl_pl: Ponad
vi_vn: quá

source: Show all transactions after
ar: مشاهدة جميع المعاملات بعد
et: Näita kõik tehingud pärast
fa: نمایش تمام معاملات پس از
fr_lu: Afficher les transactions à partir du
hr_hr: Pokaži sve transakcije nakon
ja: 全トランザクション表示 以降
lv_lv: Rādīt visas transakcijas pēc
pl_pl: Pokaż wszystkie operacje po
vi_vn: Hiển thị các giao dịch sau

source: Refresh Inquiry
ar: تحديث التحقيق
et: Värskenda Inquiry
fa: تازه کردن استعلام
fr_lu: Actualiser la recherche
hr_hr: Osvježi Upit
ja: 新たに問合せ
lv_lv: Atjaunot pieprasījumu
pl_pl: Odświerz Przegląd
vi_vn: Làm mới yêu cầu

source: No transactions were returned by the SQL because
ar: يتم إرجاع أية معاملات قبل SQL لأن
et: Tehinguid ei tagastanud SQL sest
fa: هیچ معاملات توسط گذاشتن چون بازگردانده شدند
fr_lu: Aucune transaction n'a été retourné par le SQL, car
hr_hr: Nema transakcije su se vratili sa SQL , jer
ja: トランザクションは、SQLによって返されませんでしたので、
lv_lv: SQL neatrada nevienu transakciju, jo
pl_pl: SQL nie zwrócił żadnych transakcji ponieważ
vi_vn: không có giao dịch trở lại cơ sở dữ liệu SQL vì

source: There are no transactions to display since
ar: لا توجد أي معاملات لعرض منذ
et: Puuduvad tehingute näidata kuna
fa: هیچ معاملات برای نمایش وجود ندارد از
fr_lu: Il n'y a pas de transactions à afficher depuis le
hr_hr: Nema transakcija za prikaz od
ja: 表示するトランザクションがありません 以降
lv_lv: Nav veiktas transakcijas pēc
pl_pl: Brak transakcji do wyświetlenia od
vi_vn: Không có giao dịch để hiển thị từ

source: Allocated
ar: تخصيص
et: Sobitatud
fa: اختصاص داده
fr_lu: Assigné
hr_hr: Dodijeljeni
ja: 既決済
lv_lv: Alocēts
pl_pl: Rozliczone
vi_vn: phân bổ

source: More Info
ar: المزيد من المعلومات
et: rohkem infot
fa: اطلاعات بیشتر
fr_lu: Plus d'info
hr_hr: Više podataka
ja: 詳細情報
lv_lv: Papildus info
pl_pl: Więcej informacji
vi_vn: Thêm thông tin

source: Credit
ar: ائتمان
et: kreeditarve
fa: اعتبار
fr_lu: crédit
hr_hr: kredit
ja: 貸方
lv_lv: kredīts
pl_pl: Kredytowych
vi_vn: Tín d?ng

source: Click to credit the invoice
ar: انقر على الائتمان الفاتورة
et: Klõpsa krediitarve
fa: با کلیک بر روی فاکتور به اعتبار
fr_lu: Cliquer pour créditer la facture
hr_hr: Kliknite na kreditRačun
ja: クレジット請求書をにクリック
lv_lv: Nospiest, lai kreditētu rēķinu
pl_pl: Kliknij aby skredytować fakturę
vi_vn: Nhấn vào đây để hoá đơn tín dụng

source: Click to preview the invoice
ar: انقر ل معاينة الفاتورة
et: Vajuta eelvaate arve
fa: کلیک کنید برای پیش نمایش فاکتور
fr_lu: Cliquer pour un aperçu de la facture
hr_hr: Kliknite za pregled računa
ja: 請求書をプレビューするにはクリック
lv_lv: Apskatīt rēķinu
pl_pl: Obejrzyj fakturę
vi_vn: Nhấn vào đây để xem hoá đơn

source: Click for PDF
ar: انقر للحصول على PDF
et: Klõpsake PDF
fa: کلیک کنید برای پی دی اف
fr_lu: Cliquer ici pour un fichier PDF
hr_hr: Klikni za PDF
ja: 戻るクリック
lv_lv: Klikšķiniet, lai PDF
pl_pl: Kliknij PDF
vi_vn: Nhấp vào để cho file PDF

source: Click to email the invoice
ar: انقر ل إرسال الفاتورة
et: Klõpsa saatkearve
fa: با کلیک بر روی فاکتور به ایمیل
fr_lu: Cliquer pour envoyer la facture par courriel
hr_hr: Kliknite na e-mail račun
ja: 請求書を電子メールで送信する]をクリック
lv_lv: Nosūtīt rēķinu uz E-pastu
pl_pl: Kliknij aby wysłać fakturę emailem
vi_vn: Nhấn vào đây để làm hóa đơn

source: Click to preview the credit note
ar: انقر ل معاينة هذه المذكرة الائتمان
et: Vajuta eelvaate kreeditarve
fa: کلیک کنید توجه داشته باشید برای پیش نمایش اعتباری
fr_lu: Cliquer pour un aperçu de l'avoir
hr_hr: Kliknite za pregled kreditne bilješku
ja: クレジットメモをプレビューするにはクリック
lv_lv: Parādīt kredītrēķinu
pl_pl: Cliknij aby obejrzeć notę kredytową
vi_vn: Nhấn vào đây để xem trước các ghi chú tín dụng

source: Click to email the credit note
ar: انقر ل إرسال مذكرة الائتمان
et: Klõpsa ekreeditarve
fa: کلیک کنید توجه داشته باشید اعتباری به ایمیل
fr_lu: Cliquer pour envoyer l'avoir par courriel
hr_hr: Kliknite na e-mail kreditne bilješku
ja: クレジットメモを電子メールで送信する]をクリック
lv_lv: Nosūtīt kredītrēķinu uz E-Pastu
pl_pl: Kliknij żeby wysłać notę emailem
vi_vn: Nhấn vào đây để gửi email cho các ghi chú tín dụng

source: View GL Entries
ar: عرض GL مقالات
et: Vaata GL kanded
fa: نمایش ها گرم
hr_hr: Pogledajte GL Unosi
ja: 入力済数量表示
lv_lv: Rādīt grāmatojumus
pl_pl: Zobacz GL Wpisy
vi_vn: Xem GL Entries

source: View the GL Entries
ar: عرض مقالات GL
et: VaataGL kanded
fa: نمایش ها گرم
fr_lu: Voir les entrées de GL
hr_hr: Pregled GL Unosi
ja: 入力済数量表示
lv_lv: Rādīt grāmatojumus
pl_pl: Zobacz GL Wpisy
vi_vn: Xem GL Entries

source: Click to allocate funds
ar: انقر على تخصيص أموال
et: Vajuta Eraldada
fa: کلیک کنید به تخصیص بودجه
fr_lu: Cliquer pour allouer des fonds
hr_hr: Kliknite izdvojiti sredstva
ja: 資金を配分するためにクリック
lv_lv: Spiest, lai alocētu līdzekļus
pl_pl: Kliknij żeby rozliczyć fundusze
vi_vn: Nhấn vào đây để phân bổ kinh phí

source: This script must be called with a customer code.
ar: يجب استدعاء هذا البرنامج النصي مع رمز العملاء .
et: See skript tuleb kutsuda kooskliendi kood .
fa: این اسکریپت را باید با یک کد مشتری نامیده می شود.
fr_lu: Ce script doit être appelé avec un code client .
hr_hr: Ova skripta mora biti pozvani s kupcima koda .
ja: このスクリプトは、顧客コードを呼び出す必要があります。
lv_lv: Šis skripts ir jāizsauc ar klientu kodu .
pl_pl: Skrypt ten musi być wywoływana z kodu klienta.
vi_vn: Kịch bản này phải được gọi với một mã số khách hàng .

source: Transaction Date
ar: عملية التسجيل
et: tehingu aeg
fr_lu: Date de la transaction
hr_hr: Datum transakcije
ja: トランザクション
lv_lv: Grāmatojumi kopā
pl_pl: Data transakcji
vi_vn: Ngày giao d?ch

source: Stock ID
ar: الأسهم ID
fr_lu: ID Stock
ja: 品目ID
lv_lv: Preču vienības
pl_pl: Fotografia ID
vi_vn: Mã số kho

source: From Location
ar: من الموقع
et: alates Asukoht
fr_lu: Depuis
hr_hr: Od Mjesto
ja: 払出在庫場所
lv_lv: No noliktavas
pl_pl: Z miejsca
vi_vn: Từ địa điểm

source: Return to customer selection screen
ar: العودة إلى شاشة اختيار العملاء
et: Tagasi klient valiku ekraan
fa: بازگشت به صفحه انتخاب مشتری
fr_lu: Retour à l'écran de sélection de la clientèle
hr_hr: Povratak na izbor kupaca zaslonu
ja: 顧客の選択画面に戻ります
lv_lv: Atgriezties pie klienta izvēles ekrānā
pl_pl: Powrót do ekranu wyboru klienta
vi_vn: Trở về màn hình lựa chọn của khách hàng

source: Receipt Entry
ar: دخول استلام
et: laekumine Entry
fa: رسید ورود
fr_lu: Écriture du reçu
hr_hr: Prijem post
ja: 入金入力
lv_lv: Ienāko&#353;ie maksājumo
pl_pl: Rejestracja Wpłat
vi_vn: cổng tiếp nhận

source: A bank account must be selected for this receipt
ar: يجب تحديد حساب مصرفي لهذا الاستلام
et: Pangakonto tuleb valida selle kättesaamist
fa: حساب بانکی باید برای این انتخاب رسید
fr_lu: Un compte bancaire doit être sélectionné pour ce reçu
hr_hr: Bankovni račun mora biti odabrana za ovu primitka
ja: 銀行口座が挿入又は修正できなかった理由は
lv_lv: Bankas kontu jāizvēlas šim saņemšanai
pl_pl: Rachunek bankowy musi być wybrany na tę otrzymania
vi_vn: Một tài khoản ngân hàng phải được chọn để nhận này

source: The bank account name cannot be retrieved because
ar: لا يمكن استرجاع اسم الحساب المصرفي ل
et: Pangakonto nimi ei saa taastada , sest
fa: بانک نام حساب می تواند بازیابی نیست زیرا
fr_lu: Échec de la commande SQL d'affichage du nom du compte bancaire
hr_hr: Naziv bankovni račun ne mogu dohvatiti , jer
ja: 銀行口座名が取得できないので、
lv_lv: Bankas konta nosaukumu nevar iegūt, jo
pl_pl: Nie można odtworzyć nazwy konta ponieważ
vi_vn: tài khoản ngân hàng không thể lấy lại vì

source: The bank account number
ar: رقم الحساب المصرفي
et: Pangakonto number
fa: شماره حساب بانکی
fr_lu: N° compte bancaire
hr_hr: Broj bankovnog računa
ja: 銀行の口座番号
lv_lv: Bankas konta numurs
pl_pl: Numer konta bankowego
vi_vn: Số tài khoản ngân hàng

source: is not set up as a bank account
ar: لم يتم تعيين لتكون بمثابة حساب مصرفي
et: ei ole loodudpangakonto
fa: تنظیم نشده است تا به حساب بانکی
fr_lu: n'est pas mis en place comme un compte bancaire
hr_hr: nije postavljen kao bankovni račun
ja: 銀行口座として設定されていません
lv_lv: nav ieveidots bankas konts
pl_pl: nie jest kontem bankowym
vi_vn: không được thiết lập như là một tài khoản ngân hàng

source: The exchange rate entered should be numeric
ar: سعر الصرف دخلت ينبغي أن يكون الرقمية
et: Vahetuskurss kantud peaks olema numbriline
fa: نرخ ارز باید عددی وارد
fr_lu: Le taux de change inscrits doivent être numériques
hr_hr: Tečaj ušao trebao biti numerička
ja: 為替レートは数字でなければいけない
lv_lv: The Shipping cost entered is expected to be numeric
pl_pl: Kurs wymiany weszła powinno być numeryczne
vi_vn: Tỉ giá hối đoái phải ở dạng số

source: The functional exchange rate entered should be numeric
ar: سعر الصرف وظيفية دخلت ينبغي أن يكون الرقمية
et: Funktsionaalne vahetuskurss kantud olema numbriline
fa: نرخ ارز تابعی وارد باید عدد باشد
fr_lu: Le taux de change fonctionnelle entrée doit être numérique
hr_hr: Funkcionalni tečaj ušao bi trebao biti numerička
ja: 為替レートは数字でなければいけない
lv_lv: Valūtas kursam ir jābūt skaitlim
pl_pl: Funkcjonalne kurs wszedł powinno być numeryczne
vi_vn: chức năng này nhập tỷ giá hối đoái phải ở dạng số

source: Changing the currency of the receipt means that existing entries need to be re-done - only customers trading in the selected currency can be selected
ar: تغيير العملة من تاريخ استلام يعني أن القيود القائمة تحتاج إلى إعادة القيام به - يمكن اختيار تعاملات العملاء فقط في العملة المختارة
et: Valuuta muutminekätte tähendab, et olemasolevate kirjete tuleb ümber teha - ainult klientidele kauplemine valitud valuuta saab valida
fa: تغییر ارز از دریافت بدان معنی است که نوشته های موجود باید دوباره انجام می شود -- تنها به مشتریان در تجارت ارز انتخاب شده می تواند انتخاب شود
fr_lu: Changement de la devise de la réception signifie que les entrées existantes ont besoin d'être refait - uniquement des échanges clients dans la monnaie choisie peut être sélectionnée
hr_hr: Promjena valutu prijema znači da postojeće unose moraju biti ponovno učinio - samo kupci trgovanje u odabranoj valuti može biti izabran
ja: 領収書の通貨を変更すると、既存のエントリを再実行する必要があることを意味します - 選択した通貨での顧客だけの取引を選択することができます
lv_lv: Mainot valūtu saņemšanas nozīmē, ka esošie ieraksti ir atkārtoti izdarīts - tikai klienti tirdzniecība izvēlētajā valūtā, var izvēlēties
pl_pl: Zmiana waluty otrzymania oznacza, że istniejących wpisów należy ponownie zrobić - tylko obrotu klientów w wybranej walucie może być wybrany
vi_vn: Thay đổi các loại tiền tệ đã nhận có nghĩa là các mục hiện hành cần phải được làm lại - chỉ những khách hàng kinh doanh các loại tiền tệ được chọn có thể được lựa chọn

source: No General Ledger code has been chosen
ar: وقد تم اختيار أي رمز دفتر الأستاذ العام
et: No pearaamat kood on valitud
fa: هیچ عمومی کد لجر شده است انتخاب
fr_lu: Pas de code GL sélectionné
hr_hr: Ne Glavna knjiga broj je izabran
ja: 総勘定元帳勘定が更新された
lv_lv: Nav Virsgrāmatas kods ir izvēlēts
pl_pl: General Ledger nr kod został wybrany
vi_vn: Không chung đang Ledger đã được chọn

source: so this GL analysis item could not be added
ar: لذلك هذا البند تحليل GL لا يمكن إضافتها
et: nii see GL analüüs kirje ei saa lisada
fa: پس از این گرم در مورد تجزیه و تحلیل نمی تواند اضافه شده
fr_lu: si ce point l'analyse GL ne peut être ajouté
hr_hr: tako da ova stavka GL analiza ne može se dodati
ja: 追加できませんでしたこのGLの分析項目はそう
lv_lv: tāpēc tas GL analīze posteni nevar pievienot
pl_pl: analityka KG nie może zostać dodana
vi_vn: để phân tích mục GL này không thể được thêm vào

source: The company has not yet been set up properly
ar: لم يتم تعيين الشركة حتى الآن بشكل صحيح
et: Ettevõte ei ole veel korralikult seadistatud
fa: شرکت نشده است راه اندازی به درستی
fr_lu: La société n'a pas encore été mis en place correctement
hr_hr: Poduzeće još nije ispravno podešeno
ja: 同社は、まだ正しく設定されていません
lv_lv: Uzņēmums vēl nav izveidots pareizi
pl_pl: Dane firmy nie zostały ustawione prawidłowo
vi_vn: Công ty này chưa được cài đặt chính xác

source: this information is needed to process the batch
ar: وهذه المعلومات ضرورية لمعالجة دفعة
et: seda teavet on vaja töödelda partii
fa: این اطلاعات مورد نیاز برای پردازش دسته ای
fr_lu: cette information est nécessaire pour traiter le lot
hr_hr: ova informacija je potrebna za obradu serije
ja: この情報はバッチを処理するのに必要な
lv_lv: šī informācija ir nepieciešama, lai apstrādātu partiju
pl_pl: ta informacja jest konieczna do przetwarzania zapisów
vi_vn: thông tin này là cần thiết để xử lý hàng loạt

source: Processing has been cancelled
ar: تم إلغاء التحميل
et: Töötlemine on tühistatud
fa: پردازش لغو شده است
fr_lu: Traitement suspendu
hr_hr: Obrada je otkazan
ja: 処理がキャンセルされました
lv_lv: Apstrāde tika atcelta
pl_pl: Przetwarzanie odwołane
vi_vn: Quá trình bị hủy bỏ

source: Summary of Receipt Batch
ar: ملخص ل دفعة استلام
et: Kokkuvõte laekumine Batch
fa: خلاصه ای از دسته ای رسید
fr_lu: Résumé du lot des reçus
hr_hr: Sažetak primitka Batch
ja: 入金用バッチ
lv_lv: Kopsavilkums saņemšana partijas
pl_pl: Podsumowanie serii odbioru
vi_vn: Tóm tắt hàng loạt hóa đơn

source: Batch Listing
ar: قائمة دفعة
et: partii videod
fa: مثال دسته ای
hr_hr: Hrpa Oglas
ja: バッチリスト
lv_lv: partijas Listing
pl_pl: Listing Batch
vi_vn: Liệt kê hàng loạt

source: Batch Number
ar: رقم الدفعة
et: partii number
fa: دسته شماره
fr_lu: Numéro de lot
hr_hr: broj serije
ja: Fax番号
lv_lv: partijas numurs
pl_pl: Numer partii
vi_vn: Số lô

source: Date Banked
ar: تاريخ راهن
et: kuupäev hoiustatud
fa: تاریخ Banked
fr_lu: Date de Banked
hr_hr: Datum skretao
ja: 銀行日付
lv_lv: Bankas valutācijas datums
pl_pl: Data Przelewu
vi_vn: ngày đổi tiền

source: GL Code
ar: GL قانون
et: GL kood
fa: گرم در کد
fr_lu: Code GL
hr_hr: kod GL
ja: ＧＬコード
lv_lv: Konta Nr
pl_pl: Kod KG
vi_vn: mã tài khoản sổ cái

source: Amount of Receipt
ar: مبلغ الإيصال
et: Summa laekumine
fa: مقدار رسید
fr_lu: Nombre de reçus
hr_hr: Iznos od primitka
ja: 受取総額
lv_lv: Saņemtā summa
pl_pl: Kwota przelewu
vi_vn: Số lượng hóa đơn

source: Print a Customer Receipt
ar: طباعة إيصال العملاء
et: PrindiKliendi laekumine
fa: نسخه قابل چاپ قبض مشتری
fr_lu: Imprimer un reçu à la clientèle
hr_hr: Ispis priznanice Korisnička
ja: 得意先受取
lv_lv: Izdrukājiet Klientu kvīti
pl_pl: Drukowanie od otrzymania przez Klienta
vi_vn: in biên lai của khách hàng

source: Cannot insert a GL entry for the receipt because
ar: لا يمكن إدراج إدخال GL لاستلام بسبب
et: Ei saa lisadaGL kande laekumise tõttu
fa: می توانید وارد نمی ورود برای گرم رسید زیرا
fr_lu: Impossible d'insérer une entrée de GL pour la réception, car
hr_hr: Ne možete umetnuti GL unos za prijem , jer
ja: 領収書のためにGLのエントリを挿入することはできませんので、
lv_lv: Nevar ievietot GL ierakstu par saņemšanu , jo
pl_pl: Nie można dopisać pozycji KG dla wpływu ponieważ
vi_vn: Không có thể chèn một mục GL để nhận vì

source: The SQL that failed to insert the receipt GL entry was
ar: كان SQL التي فشلت في إدراج إدخال GL استلام
et: SQL , et ei suutnud sisestada laekumist GL kanne oli
fa: گذاشتن که موفق به درج مطلب رسید گرم شد
fr_lu: Échec de la commande SQL d'ajoût de reçu GL:
hr_hr: SQL koja se nije uspjela umetnuti unos primitka GL je
ja: receipt GL entry挿入に失敗したSQLでした
lv_lv: SQL , ka neizdevās ievietot saņemšanas GL ieceļošanu bijis
pl_pl: Użyta fraza SQL
vi_vn: SQL mà không chèn nhận GL nhập là

source: Act Transfer
ar: قانون نقل
et: seaduse Transfer
fa: قانون نقل و انتقالات
fr_lu: Transfert de l'acte
hr_hr: Zakon prijevoz
ja: 法転送
lv_lv: likums Transfer
pl_pl: Przelew
vi_vn: thực hành chuyển giao

source: The SQL that failed to insert the bank transaction was
ar: كان SQL التي فشلت في إدراج المعاملات المصرفية
et: SQL , et ei suutnud sisestada panga tehingu
fa: گذاشتن که قادر به قرار دادن بانک معامله شد
fr_lu: Échec de la commande SQL d'ajoût de transaction bancaire:
hr_hr: SQL koja se nije uspjela umetnuti transakciju bio je
ja: 銀行トランザクション挿入に失敗したSQLでした
lv_lv: SQL , ka neizdevās ievietot bankas darījumu bija
pl_pl: Użyta fraza SQL
vi_vn: Dữ liệu SQL dùng để chèn các giao dịch ngân hàng không thành công là
