Repository: timschofield/KwaMoja-Medical
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar, et, fa, fr_lu, hr_hr, ja, lv_lv, pl_pl, vi_vn

source: The item you attempting to modify the price for has already had some quantity invoiced at the old price the items unit price cannot be modified retrospectively
ar: العنصر الذي تحاول تعديل الأسعار بالنسبة تمت زيارتها بالفعل بعض كمية الفاتورة في السعر القديم سعر الوحدة البنود التي لا يمكن تعديلها بأثر رجعي
et: Objekt, mida üritatakse muuta hind on andnud juba kogus arve vana hindesemed ühikuhind ei saa muuta tagasiulatuvalt
fa: آیتم شما تلاش برای تغییر قیمت در حال حاضر به حال برخی از کمیت صورتحساب در قیمت های قدیمی قیمت واحد اقلام می تواند به صورت گذشته نگر نمی تواند اصلاح شود
fr_lu: L'article que vous essayer de modifier le prix d'a déjà eu une certaine quantité facturée à l'ancien prix le prix unitaire des articles ne peuvent être modifiés a posteriori
hr_hr: Stavka koju pokušavate mijenjati cijene za već imao neku količinu fakturiraju se na staru cijenucijena stavke jedinice ne mogu se mijenjati retroaktivno
ja: すでに旧価格で請求一部量を持っていたために価格を変更しようとアイテムがアイテム単価を遡及修正することはできません
lv_lv: Posteni jūs mēģināt mainīt cenu jau bijusi zināma daudzumu rēķinā pie vecās cenas,preces vienības cena nevar grozīt ar atpakaļejošu spēku
pl_pl: Pozycja której cenę chcesz zmodyfikować ma już zafakturowaną część po starej cenie. Cena nie może być zmodyfikowana wstecznie
vi_vn: Mục bạn cố gắng thay đổi giá cho đã có một số lượng hóa đơn với mức giá cũ các mục đơn giá không thể được sửa đổi hồi tố

source: The item you attempting to modify has had some quantity invoiced at the old discount percent the items discount cannot be modified retrospectively
ar: وقد كان العنصر الذي تحاول تعديل بعض كمية الفاتورة في المئة خصم القديم خصم البنود التي لا يمكن تعديلها بأثر رجعي
et: Objekt, mida üritatakse muuta on olnud mõned kogus arve vana kasulikke protsentiteemad allahindlust ei saa muuta tagasiulatuvalt
fa: آیتم شما تلاش برای تغییر تا به حال برخی از کمیت صورتحساب در درصد تخفیف قدیمی تخفیف آیتم می تواند به صورت گذشته نگر نمی تواند اصلاح شود
fr_lu: L'article que vous tenter de modifier a eu une certaine quantité facturée au pour cent d'escompte de la remise des articles ne peuvent être modifiés a posteriori
hr_hr: Stavka koju pokušavate mijenjati imala neku količinu fakturiraju se na starom popust postopopusta predmeti se ne mogu mijenjati retroaktivno
ja: 変更しようとする項目は、アイテムの割引を遡及的に修正することはできません古い割引率で請求一部の量を持っていた
lv_lv: Posteni jūs mēģināt mainīt ir bijusi zināma daudzumu rēķinā pie vecās diskonta procentupozīcijas atlaide nevar mainīt ar atpakaļejošu spēku
pl_pl: Pozycja którą usiłujesz zmodyfikować jest już częściowo zafakturowana wg starego upustu. Upust nie może być zmienioany retrospektywnie
vi_vn: Mục bạn cố gắng sửa đổi đã có một số lượng hóa đơn theo giá chiết khấu phần trăm cũ các mặt hàng giảm giá không thể được sửa đổi hồi tố

source: You are attempting to make the quantity ordered a quantity less than has already been invoiced
ar: تحاول جعل الكمية المطلوبة كمية أقل من سبق فواتير
et: Püüate teha tellitav kogus väiksem kogus kui on juba arve
fr_lu: Vous essayez de faire de la quantité commandée une quantité inférieure à a déjà été facturée
hr_hr: Pokušavate bikoličina narediokoličina manja od već fakturirane
ja: あなたは、量が量少ないすでに請求されているより注文確認しようとしている
lv_lv: Jūs mēģināt padarītdaudzums likadaudzums ir mazāks nekā jau ir izrakstīts rēķins
pl_pl: Usiłujesz zmienić ilość zamówioną na ilość mniejszą niż już zafakturowana
vi_vn: Bạn đang cố gắng để làm cho số lượng đặt hàng một số lượng ít hơn đã được lập hoá đơn

source: The quantity delivered and invoiced cannot be modified retrospectively
ar: كمية تسليمها و فواتير لا يمكن تعديلها بأثر رجعي
et: Tarnitud kogus ja arve ei saa muuta tagasiulatuvalt
fr_lu: La quantité livrée et facturée peut pas être modifié a posteriori
hr_hr: Količina isporučena i fakturirane se ne mogu mijenjati retroaktivno
ja: 配信され、請求数量を遡及修正することはできません
lv_lv: Daudzums, kas piegādāts un rēķinu nevar grozīt ar atpakaļejošu spēku
pl_pl: Ilości wysłane i zafakturowane nie mogą być zmienione wstecznie
vi_vn: Số lượng giao hàng và hóa đơn không thể được sửa đổi hồi tố

source: The customer account will breach their credit limit
ar: حساب العميل سوف اختراق الحد الائتمان الخاصة بهم
et: Kliendi kontole rikuks oma krediidilimiit
fr_lu: Le compte client dépassera sa limite de crédit
hr_hr: Računa kupac će prekršiti svoj ​​kreditni limit
ja: 得意先アカウントは信用限度を突破します
lv_lv: Klienta parādi ir sasniegu&#353;i kredīta limitu
pl_pl: Konto klienta przekroczyło limit kredytu
vi_vn: Các tài khoản của khách hàng sẽ vi phạm giới hạn tín dụng của họ

source: This change would put the customer over their credit limit and is prohibited
ar: وهذا من شأنه تغيير وضع العملاء على حد الائتمان الخاصة بهم ، ويحظر
et: See muudatus seaks klient üle oma krediidilimiiti ja on keelatud
fa: این تغییر مشتری بیش از حد اعتباری خود قرار داده است و ممنوع است
fr_lu: Cette modification entrainerait le dépassement de crédit autorisé pour ce client - ce qui n'est pas permis
hr_hr: Ova promjena će staviti kupca tijekom svog kreditnog limita , a zabranjeno je
ja: この変更は、クレジット制限を超えて顧客を置くであろうと禁止されています
lv_lv: Šīs izmaiņas varētu nodot klientam pār savu kredīta limitu , un ir aizliegta
pl_pl: Zmiana ta umieścić klienta na ich limitu kredytowego i jest zabronione
vi_vn: Sự thay đổi này sẽ đưa khách hàng trên hạn mức tín dụng của họ và bị cấm

source: You should automatically be forwarded to the entry of the delivery details page
ar: ينبغي لك تلقائيا تحال إلى دخول صفحة تفاصيل التسليم
et: Sa peaksid automaatselt edastatakse kande üleandmise üksikasjad lehele
fr_lu: Vous devriez être automatiquement transmis à l'entrée de la prestation des détails de la page
hr_hr: Trebali biste biti automatski proslijeđen stupanja na stranici Detalji o isporuci
ja: あなたは、自動的に配送の詳細ページのエントリに転送されるべき
lv_lv: Jūs automātiski nosūtīs uz piegades ievadī&#353;anas lapu
pl_pl: Powienienneś zostać automatycznie przeniesiony do formularza wprowadzania szczegółów wysyłki
vi_vn: Bạn sẽ tự động được chuyển tiếp đến sự xâm nhập của các trang chi tiết giao hàng

source: Quantity (required) - Enter the number of units ordered. Price (required) - Enter the unit price. Discount (optional) - Enter a percentage discount. GP% (optional) - Enter a percentage Gross Profit (GP) to add to the unit cost. Due Date (optional) - Enter a date for delivery.
ar: الكمية (مطلوب) - أدخل عدد الوحدات المطلوبة .
et: Kogus ( nõutav) - Sisestage ühikute tellitud.
fa: مقدار (لازم) - تعداد واحدهای دستور را وارد کنید .
fr_lu: Quantité (requise): saisir le nombre d'article commandés</br>Prix (requis): saisir le prix unitaire</br> Remise (option): Saisir un pourcentage de remise</br> GP% (option): Saisir un pourcentage de profit brut (GP) à ajouter au coût unitaire.</br>Date d'échéance (option) Saisir une date de livraison.
hr_hr: Količina ( required ) - Unesite broj naručenih jedinica .
ja: 数量（必須） - 注文単位数を入力します。
lv_lv: Daudzums (obligāts)- ievadiet pasūto preču daudzumu. Cena (obligāta) - Ievadiet vienības cenu. Atlaide (izvēes lauks) - Ievadiet atlaidi procentos, Bruto peļņa(izvēles lauks) - Ievadiet bruto peļņu procentos. Piegādes datums - Ievadiet piegādes datumu.
pl_pl: Ilość (wymagane) - Podaj liczbę zamówionych jednostek. Cena (wymagane) - Wpisz cenę jednostkową. Rabat (opcjonalnie) - Wprowadź zniżkę procentową. % GP (opcjonalnie) - wprowadź wartość procentową Zysk brutto (GP), aby dodać do kosztów jednostkowych. Termin wykonania (opcja) - Wprowadź datę dostawy.
vi_vn: Số lượng (yêu cầu) - Nhập số của các đơn vị đặt hàng.

source: invoiced
ar: فواتير
et: arves näidatud
fr_lu: Facturé
ja: 請求済

source: Clear Remaining
ar: مسح المتبقي
et: Selge Järelejäänud
fa: پاک کردن باقی مانده
fr_lu: Effacer ce qui reste
hr_hr: Vedro Preostali
ja: 残存消去
lv_lv: Dzēst atliku&#353;os
pl_pl: Usuń Pozostałe
vi_vn: Xóa những gì còn lại

source: Enter Delivery Details and Confirm Order
ar: أدخل تفاصيل التسليم وتأكيد النظام
et: Sisesta Toimetaja detailid ja Kinnita Tellimus
fr_lu: Confirmer la commande
hr_hr: Unesite dostava podataka i Potvrdi narudžbu
ja: 納品詳細入力と注文確認
lv_lv: Ievadīt piegādes informāciju un apstipriniet rīkojumu
pl_pl: Wprowadź Szczegóły Wysyłki i Zatwierdź Zamówienie
vi_vn: Nhập chi tiết giao hàng và xác nhận hàng

source: Add to Sales Order
ar: إضافة إلى ترتيب المبيعات
et: Lisa Müük Telli
fr_lu: Ajouter à la vente
hr_hr: Dodaj prodajnog naloga
ja: 販売受注追加
lv_lv: Pievienot pārdošanas pasūtījumu
pl_pl: Dodaj do zlecenia sprzedaży
vi_vn: Thêm vào đơn hàng

source: Search for Order Items
ar: البحث عن عناصر النظام
et: Otsi Tellimused toodet
fr_lu: Sélection des articles
hr_hr: Tražite naručiti stvari
ja: 作業指図検索
lv_lv: Meklēt preces
pl_pl: Szukaj przedmioty Zamówienie
vi_vn: Tìm kiếm các mục hàng

source: Use this screen for the
ar: استخدام هذه الشاشة ل
et: Kasutage seda ekraani
fa: با استفاده از این صفحه نمایش برای
hr_hr: Koristite ovaj zaslon za
ja: この画面を使用して
lv_lv: Lietojiet &#353;o ekrānu priek&#353;s
pl_pl: Użyj tego ekranu za
vi_vn: Sử dụng màn hình này để

source: of products to be ordered
ar: من المنتجات إلى أن يؤمر
et: Toodete tuleb tellida
fa: محصولات سفارش داده شود
hr_hr: proizvoda kako bi se naručili
ja: 注文する製品の
lv_lv: pasūtītā prece
pl_pl: produktów, które należy zamówić
vi_vn: các sản phẩm được đặt hàng

source: Use this screen to select an asset to dispose of to this customer
ar: استخدام هذه الشاشة لتحديد الأصول للتخلص من ل هذا العميل
et: Kasutage seda ekraani , et validavara käsutada sellele kliendile
fa: با استفاده از این صفحه برای انتخاب یک دارایی به دور از این مشتری
fr_lu: Sélectionner un actif à vendre à ce client
hr_hr: Koristite ovaj zaslon za odabir imovine raspolagati s ovim kupcem
ja: この顧客に処分する資産を選択するには、この画面を使用し
lv_lv: Izmantojiet šo ekrānu, lai izvēlētos aktīvus , lai atbrīvotos no šīs klientu
pl_pl: Ten ekran służy do wyboru aktywów do zbycia tego klienta
vi_vn: Sử dụng màn hình này để chọn một tài sản để xử lý cho khách hàng này

source: Asset to Dispose Of
ar: للتخلص من الأصول
et: Vara käsutamise
fa: دارایی های به دور از
fr_lu: Actif à supprimer
hr_hr: Imovinom raspolagati
ja: 処分する資産
lv_lv: Vērtība, lai atbrīvoties no
pl_pl: Asset do dysponowania
vi_vn: Tài sản để Vứt bỏ Of

source: Select Asset To Dispose of From the List Below
ar: تحديد الأصول للتخلص من من القائمة أدناه
et: Vali Asset võõrandada allpool olevast nimekirjast
fa: انتخاب دارایی به دور از از لیست زیر
fr_lu: Sélectionner un actif à vendre dans la liste ci-dessous
hr_hr: Odaberite Asset raspolagati s popisa u nastavku
ja: 以下のリストから処分する資産を選択してください
lv_lv: Izvēlieties aktīvs , lai atbrīvotos no no zemāk
pl_pl: Wybierz aktywów do zbycia z poniższej listy
vi_vn: Chọn tài sản để Vứt bỏ của Từ danh sách dưới đây

source: Add Asset To Order
ar: إضافة الأصول للطلب
et: Lisa Asset tellida
fr_lu: Ajouter un actif à la commande
hr_hr: Dodaj prednost za Reda
ja: 注文に品目追加
lv_lv: Pievienot Asset pasūtīt
pl_pl: Dodaj atutem Zamówienie
vi_vn: Thêm tài sản để tự

source: Cancel Whole Order
ar: إلغاء النظام كله
et: Loobu Terve Tellimus
fr_lu: Annuler toute la Commande
hr_hr: Odustani cijelog Reda
ja: 全注文取消
lv_lv: Atcelt visu rīkojumu
pl_pl: Anuluj Całe Zamówienie
vi_vn: Hủy toàn bộ đơn hàng

source: Are you sure you wish to cancel this entire order?
ar: هل أنت متأكد أنك ترغب في إلغاء هذا النظام بأكمله ؟
et: Oled sa kindel, et tahad seda tühistada kogu tellimus?
fr_lu: Voulez-vous annuler cette commande?
hr_hr: Jeste li sigurni da želite otkazati ovu cijelu narudžbu ?
ja: あなたはこの全体の注文をキャンセルしたいか？
lv_lv: Vai tie&#353;ām vēlaties atcelt &#353;o rīkojumu?
pl_pl: Jesteś pewien, że chcesz usunąć całe zamówienie?
vi_vn: Bạn có chắc chắn bạn muốn hủy bỏ toàn bộ thứ tự này?

source: Search Inventory Items
ar: بحث جرد الأصناف
et: Otsi inventari
fr_lu: Rechercher un article
hr_hr: Traži inventara
ja: 品目検索
lv_lv: Meklēt preci
pl_pl: Przeszukaj Magazyn
vi_vn: Tìm kiếm hàng tồn kho tiêu

source: Assembly Item
ar: البند الجمعية
et: assamblee Punkt
fr_lu: Article d'un assemblage
hr_hr: skupština artikla
ja: 組立品目
lv_lv: Montēta prece
pl_pl: Pozycja Zgromadzenia
vi_vn: lắp ráp hàng

source: Kitset Item
ar: Kitset السلعة
et: Kitset Punkt
fr_lu: Éléments de kit
hr_hr: Kitset artikla
ja: キット品目
lv_lv: Kitset postenis
pl_pl: Pozycja Kitset
vi_vn: Kitset mục

source: Service/Labour Item
ar: خدمة / العمل السلعة
et: Service / Labour Punkt
fr_lu: Article Service/Travail
hr_hr: Usluga / rada artikla
ja: 役務品目
lv_lv: Pakalpojums
pl_pl: Service / Pozycja pracy
vi_vn: Dịch vụ / Lao động mục

source: Purchased Item
ar: بند شراء
et: ostetud toode
fr_lu: Article acheté
hr_hr: Kupljen artikla
ja: 購買品目
lv_lv: Iepirkta prece
pl_pl: Zakup przedmiotu
vi_vn: Mặt hàng được mua

source: Manufactured Item
ar: السلعة المصنعة
et: valmistatud toode
fr_lu: Article fabriqué
hr_hr: Proizvedeno artikla
ja: 製造品目
lv_lv: Izgatavota prece
pl_pl: Wyprodukowany Towar
vi_vn: Mặt hàng được sản xuất

source: serialised
ar: تسلسل
et: seeriasertide
fa: سریال
fr_lu: sérialisé
hr_hr: serijaliziranom
ja: 連続
lv_lv: numurēti
pl_pl: w odcinkach
vi_vn: đăng

source: Batchs/Lots
ar: Batchs / الكثير
fr_lu: Lots
hr_hr: Batchs / Lotovi
ja: バッチ/ロット
lv_lv: Partija
vi_vn: Batchs / Rất nhiều

source: Volume
ar: حجم
et: maht
hr_hr: volumen
ja: 容積
lv_lv: Daudzums
pl_pl: Tom
vi_vn: khối lượng

source: Weight
ar: الوزن
et: kaal
fr_lu: Poids
hr_hr: težina
ja: 重量
lv_lv: Svars
pl_pl: Waga
vi_vn: Cân nặng

source: No Default Price Set in Home Currency
ar: لا يوجد الافتراضية السعر المحدد في العملات الرئيسية
et: Ei Vaikimisi määratud hinna Kodu Valuuta
fa: بدون پیش فرض تنظیم قیمت ارز خانه
fr_lu: Aucun prix par défaut fixé dans la devise locale
hr_hr: Ne Set Default Cijena u početnom valuti
ja: ホーム通貨でいいえデフォルト価格設定されていない
lv_lv: Nav Default Cena Set Home valūtā
pl_pl: Nie Cena Ustaw Default w walucie lokalnej
vi_vn: Không Mặc định Giá Set trong Ngoại tệ

source: Not Set
ar: غير محدد
et: määramata
fa: مشخص نشده
fr_lu: non définie
hr_hr: Ne Set
ja: 設定されていません
lv_lv: nav iestatīts
pl_pl: nie ustawiono
vi_vn: không Set

source: The quantity on work orders for this product cannot be retrieved because
ar: الكمية على أوامر العمل لهذا المنتج لا يمكن استرجاع لأن
et: Koguse töökäsud seda toodet ei saa taastada , sest
hr_hr: Količina na radnim nalozima za ovaj proizvod se ne mogu dohvatiti , jer
ja: この製品に対する作業指示に関する量を取得することはできませんので、
lv_lv: Par darba uzdevumu par šo produktu daudzumu nevar iegūt , jo
pl_pl: Ilość zleceń na ten produkt nie może być przywrócony, ponieważ
vi_vn: Số lượng đơn đặt hàng công việc cho sản phẩm này không thể được lấy ra bởi vì

source: The workorder component demand for this product cannot be retrieved because
ar: لا يمكن استرجاع الطلب مكون workorder لهذا المنتج نظرا لأن
et: Workorder komponent nõudlus selle toote kohta ei ole võimalik saada , sest
fr_lu: La demande de composants autorisation de travail pour ce produit ne peut pas être trouvé en raison
hr_hr: Potražnja WorkOrder komponenta za ovaj proizvod se ne mogu dohvatiti , jer
ja: この製品WorkOrderはコンポーネントの需要を取得できませんので、
lv_lv: WorkOrder sastāvdaļa pieprasījums pēc šī produkta nevar iegūt , jo
pl_pl: Popyt części workorder na ten produkt nie może być przywrócony, ponieważ
vi_vn: Nhu cầu thành phần workorder cho sản phẩm này không thể được lấy ra bởi vì

source: Quantity On Hand
ar: الكمية في متناول اليد
et: Kogus käsi
fr_lu: Quantité disponible
hr_hr: Količina na ruku
ja: 在庫数量
lv_lv: Saudzums uz rokām
pl_pl: Ilość Na Stanie
vi_vn: Số lượng hàng hiện có

source: Quantity Demand
ar: كمية الطلب
et: Kogus Demand
fr_lu: Demande Quantité
hr_hr: Količina Potražnja
ja: 需要数量
lv_lv: Daudzums pieprasīts
pl_pl: Kupie Ilość
vi_vn: Số lượng nhu cầu

source: Quantity On Order
ar: الكمية على الطلب
et: Kogus Tellimisel
fr_lu: Quantité en commande
hr_hr: Količina za narudžbu
ja: 注文数量
lv_lv: Daudzums pasūtīts
pl_pl: Ilość na Zamówienie
vi_vn: Lượng hàng được đặt

source: Curr
ar: بالعملة
et: Val
fr_lu: Devise
ja: 現在
lv_lv: Teko&#353;ais

source: Eff Date
ar: EFF التسجيل
et: Eff aeg
fr_lu: Date d'effet
hr_hr: EFF Datum
ja: 終了日
lv_lv: Beigu datums
pl_pl: Data Eff
vi_vn: eff ngày

source: Prefer
ar: فضل
et: eelistama
fr_lu: Préférez
hr_hr: Preferiraju
ja: 優先
lv_lv: Parādīt
pl_pl: Preferowana
vi_vn: thích

source: Item Inquiries
ar: البند الاستفسارات
et: Punkt Küsitlused
fr_lu: Consultation article
hr_hr: stavka Upiti
ja: 品目問合せ
lv_lv: Preces pieprasījumi
pl_pl: Przeszukiwanie Towarów
vi_vn: Yêu cầu mặt hàng

source: Item Transactions
ar: البند المعاملات
et: Punkt Tehingud
fr_lu: Transactions articles
hr_hr: stavka Transakcije
ja: 品目トランザクション
lv_lv: Preces grāmatojumi
pl_pl: Transakcje Towaru
vi_vn: Giao dịch mặt hàng

source: Item Maintenance
ar: الصيانة البند
et: Punkt hooldus
fr_lu: Gestion des articles
hr_hr: Stavka Održavanje
ja: 品目メンテナンス
lv_lv: Preces
pl_pl: Parametry Towarów
vi_vn: Bảo trì mặt hàng

source: Show Stock Usage
ar: مشاهدة ألبوم الاستخدام
et: Näita Stock Usage
fr_lu: Utilisation du stock
hr_hr: Pokaži Korištenje Stock
ja: 在庫使用表示
lv_lv: Rādīt prežu izlietojumu
pl_pl: Pokaż Zużycie Towarów
vi_vn: Hiển thị việc dùng kho

source: Search All Purchase Orders
ar: البحث في جميع أوامر الشراء
et: Otsi Kõik Ostutellimuste
fr_lu: Chercher toutes les commandes
hr_hr: Pretraži sve narudžbe Kupnja
ja: 全購買発注検索
lv_lv: Meklēt epirkumus
pl_pl: Szukaj Zamówień Zakupu
vi_vn: Tìm kiếm Tất cả đơn đặt hàng mua

source: Show Part Picture (if available)
ar: مشاهدة الجزء صورة ( إن وجدت )
et: Näita Osa pilt (kui võimalik)
fa: نمایش قسمت تصویر (در صورت موجود بودن )
fr_lu: Afficher l'mage de la pièce (si disponible)
hr_hr: Pokaži Dio Slika ( ako je dostupan )
ja: 品目画像表示（可能なら）
lv_lv: Parādīt atēlu
pl_pl: Pokaż Wygląd Towaru (jeśli dostępny)
vi_vn: Phần hiển thị hình ảnh ( nếu có)

source: View Costed Bill Of Material
ar: عرض بيل المحددة التكاليف في المواد
et: Vaata Kuluarvestusega Bill materjali
fr_lu: Afficher la nomenclature valorisée
hr_hr: Prikaz stajao Bill materijala
ja: 原材料構成原価表示
lv_lv: Skatīt aprēķinātas Bill materiālu
pl_pl: Przejrzyj Kosztorys
vi_vn: Xem tới hiệu Bill Of Vật liệu

source: Where This Item Is Used
ar: حيث يتم استخدام هذا البند
et: Kui see toode on kasutatud
fa: از کجا این مورد استفاده شده است
fr_lu: Où est utilisé cet article
hr_hr: Gdje Ova stavka koristi
ja: 品目使用箇所
lv_lv: Preces izlietojums
pl_pl: Gdzie Jest Używany
vi_vn: Nơi đề mục này là được sử dụng

source: Where This Labour Item Is Used
ar: حيث يتم استخدام هذا البند العمل
et: Kui see töö kirjet kasutatakse
fa: از کجا این مورد کار استفاده شده است
fr_lu: Lorsque cet article du Travail est utilisé
hr_hr: Gdje Ova rada stavka koristi
ja: 品目使用箇所
lv_lv: Preces izlietojums
pl_pl: W przypadku gdy ten produkt używany jest Pracy
vi_vn: Nơi mục Lao động này là sử dụng

source: Quantity Adjustments
ar: التعديلات الكمية
et: Kogus korrigeerimine
fr_lu: Ajustement des quantités
hr_hr: Količina Prilagodbe
ja: 数量調整
lv_lv: Daudzuma labo&#353;ana
pl_pl: Korekty Stanów
vi_vn: Điều chỉnh số lượng

source: Purchase this Item from
ar: شراء هذا البند من
et: Ostaks Punkt
fr_lu: Commande à partir de
hr_hr: Kupiti ovu stavku iz
ja: 購買元
lv_lv: Pirkt no
pl_pl: Zakup tej pozycji z
vi_vn: Mua mặt hàng này từ

source: Modify Item Details
ar: تعديل تفاصيل السلعة
et: Muuda Punkt Details
fr_lu: Modifier les articles
hr_hr: Izmjena Stavka Detalji
ja: 品目詳細修正
lv_lv: Labot preces aprakstu
pl_pl: Modyfikuj Parametry Towaru
vi_vn: Chỉnh sửa chi tiết mặt hàng

source: Maintain Reorder Levels
ar: الحفاظ على مستويات إعادة ترتيب
et: Säilitada Järjestuse tasemed
fr_lu: Niveaux de ré-assort
hr_hr: Održavati preuredili razine
ja: 再注文レベルメンテナンス
lv_lv: Uzturēt pārkārtot līmeni
pl_pl: Poziomy Odnawiania Zapasów
vi_vn: Sắp xếp lại duy trì cấp độ

source: Maintain Standard Cost
ar: الحفاظ على التكاليف القياسية
et: Säilitada Standard Cost
fr_lu: Gestion des coûts
hr_hr: Održavati cijenom
ja: 標準原価メンテナンス
lv_lv: Uzturēt standarta izmaksu
pl_pl: Koszty Standardowe
vi_vn: Giữ nguyên Chi phí tiêu chuẩn

source: Maintain Purchasing Data
ar: الحفاظ على بيانات شراء
et: Säilitada Ostmine andmed
fr_lu: Gestion des données d'achats
hr_hr: Održala kupovna podataka
ja: 購買データメンテナンス
lv_lv: Iegādes datu uzturēšana
pl_pl: Warunki Zakupu Towaru
vi_vn: Giữ nguyên Dữ liệu thu mua

source: Maintain Pricing
ar: الحفاظ على التسعير
et: säilitada Hinnakujundus
fr_lu: Gestion des prix
hr_hr: Održavati Cijene
ja: 価格設定メンテナンス
lv_lv: Izcenojumi
pl_pl: Cenniki
vi_vn: Giữ nguyên giá

source: Special Prices for customer
ar: أسعار خاصة للعملاء
et: Erihinnad klient
fr_lu: Prix spéciaux clients
hr_hr: Posebne cijene za kupca
ja: 得意先用特別価格
lv_lv: Īpa&#353;as cenas klientam
pl_pl: Ceny Specjalne dla klienta
vi_vn: Giá đặc biệt cho khách hàng

source: Maintain Discount Category
ar: الحفاظ على خصم الفئة
et: Säilitada Allahindlus Kategooria
fr_lu: Catégorie Remise Maintenir
hr_hr: Održavati Popust Kategorija
ja: 値引きカテゴリ
lv_lv: Atlāižu kategorija
pl_pl: Kategoria Zniżka Utrzymanie
vi_vn: Duy trì Giảm mục

source: Mantain prices by quantity break and sales types
ar: Mantain الأسعار بنسبة استراحة كمية و أنواع المبيعات
et: Mantain hinnad kogus paus ja müük liiki
fa: پذیری قیمت های شکسته مقدار و انواع فروش
fr_lu: Entretenir des prix par la rupture de la quantité et les types de vente
hr_hr: Mantain cijene za predah količine i vrste prodajnih
ja: 数量ブレークと販売の種類によって価格をMantain
lv_lv: Mantain cenas, daudzumu pārtraukuma un pārdošanas veidiem
pl_pl: Mantain ceny o ilości i rodzaju przerwy sprzedaży
vi_vn: Mantain giá bởi số lượng và các loại nghỉ bán hàng

source: Search Recurring Sales Orders
ar: بحث أوامر المبيعات التكراري
et: Otsing Korduvad Müügitellimuste
fr_lu: Chercher parmi les commandes récurrentes
hr_hr: Traži ponavljajući narudžbe
ja: 繰返販売受注検索
lv_lv: Meklēšana Recurring pārdošanas pasūtījumus
pl_pl: Przegląd Zamówień Okresowych
vi_vn: Tìm kiếm hàng đơn đặt hàng định kỳ

source: Select recurring order templates for delivery from:
ar: حدد قوالب النظام المتكررة للتسليم من :
et: Vali korduvaid et malle tarne alates :
hr_hr: Odaberite ponavljajući reda predloške za isporuku od :
ja: 繰越注文テンプレートを選択 納品先向け出荷元:
lv_lv: Izvēlieties atkārtojas pasūtījuma veidnes piegāde no :
pl_pl: Wybierz wzór zamówienia okresowego do wysyłki z
vi_vn: Chọn định kỳ để mẫu cho giao hàng từ :

source: Search Recurring Orders
ar: بحث الطلبيات التكراري
et: Otsing Korduvad Tellimused
fr_lu: Chercher parmi les commandes récurrentes
hr_hr: Traži ponavljajući Narudžbe
ja: 繰越注文検索
lv_lv: Meklēšana Recurring pasūtījumu
pl_pl: Szukaj Zamówień Okresowych
vi_vn: Tìm kiếm đơn đặt hàng định kỳ

source: No recurring orders were returned by the SQL because
ar: يتم إرجاع أية أوامر المتكررة من قبل SQL لأن
et: No korduvad tellimused tagastatudSQL sest
fr_lu: Aucun commandes récurrentes ont été retournés par le SQL, car
hr_hr: No ponavljajući narudžbe su se vratili sa SQL , jer
ja: いいえ繰り返し注文はSQLによって返されませんでしたので、
lv_lv: Nav atkārtoti pasūtījumi tika atgriezti ar SQL , jo
pl_pl: SQL nie zwrócił żadnych zamówień okresowych ponieważ
vi_vn: Không có đơn đặt hàng định kỳ đã được trả lại bởi SQL vì

source: Times p.a.
ar: مرات بالبرلمان المصري
et: Times EUR aastas
fa: بار p.a.
fr_lu: Fois P.A.
ja: タイムズp.a.
lv_lv: Reizes gadā
pl_pl: Razy rocznie
vi_vn: Lần p.a.

source: There were no sales orders checked to place purchase orders for. No purchase orders will be created.
ar: لم تكن هناك أوامر البيع فحص لوضع أوامر الشراء ل .
et: Puudusid müügitellimuste kontrollitud panna ostutellimused .
fa: هیچ دستور فروش چک به جای سفارشات خرید وجود دارد .
fr_lu: Il n'y a pas de vente cochée amenant un achat. Aucun achat ne sera créé
hr_hr: Nije bilo narudžbe provjeriti da se narudžbe za .
ja: の購入注文を確認しない受注はありませんでした。
lv_lv: Nebija pārdošanas pasūtījumus pārbauda izvietot pirkšanas pasūtījumus .
pl_pl: Nie było żadnych zleceń sprzedaży sprawdzone w celu składania zamówień zakupu dla .
vi_vn: Không có đơn đặt hàng bán hàng kiểm tra để đặt hàng mua cho .
