Repository: timschofield/KwaMoja-Medical
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar, et, fa, fr_lu, hr_hr, ja, lv_lv, pl_pl, vi_vn

source: Maintain ABC ranking groups
ar: الحفاظ على المجموعات ABC الترتيب
et: Säilitada ABC edetabel rühmade
fa: حفظ رتبه بندی گروه ABC
fr_lu: Maintenir groupes classement ABC
hr_hr: Održavati ABC rang skupine
ja: ABCランクのグループを維持する
lv_lv: Uzturēt ABC ranga grupas
pl_pl: Utrzymanie ABC grupach rankingowych
vi_vn: Duy trì các nhóm xếp hạng ABC

source: ABC Ranking group number
ar: ABC عدد المجموعة تصنيف
et: ABC Ranking rühma number
fa: رتبه بندی ABC تعداد گروه
fr_lu: ABC numéro de groupe Classement
hr_hr: ABC Poredak broj skupa
ja: ABCランキンググループ番号
lv_lv: ABC Ranking grupas numurs
pl_pl: ABC Ranking numer grupy
vi_vn: ABC số nhóm xếp hạng

source: has been deleted
ar: تم حذف
et: on kustutatud
fa: حذف شده است
fr_lu: a été supprimé(e)
hr_hr: je obrisan
ja: は削除された
lv_lv: tika izdzēsts
pl_pl: usunięto
vi_vn: Đã được xóa bỏ

source: View all the ranking groups
ar: عرض جميع المجموعات الترتيب
et: Vaata kõiki pingerida rühmade
fa: مشاهده همه گروه های رتبه بندی
fr_lu: Voir tous les groupes classement
hr_hr: Pogledaj sve rang skupine
ja: すべてのランキンググループを表示
lv_lv: Skatīt visas ranga grupas
pl_pl: Zobacz wszystkie grupach rankingowych
vi_vn: Xem tất cả các nhóm xếp hạng

source: cannot be deleted as it already has been run
ar: لا يمكن حذف لأنه بالفعل قد تم تشغيل
et: kustutada ei saa , sest see on juba sõidetud
fa: را نمی توان حذف آن را به عنوان در حال حاضر اجرا شده است
fr_lu: ne peut pas être supprimée car elle a déjà été exécuté
hr_hr: Ne može se izbrisati , kao što je već pokrenuti
ja: それはすでに実行されているように削除することはできません
lv_lv: nevar izdzēst , jo tas jau ir palaists
pl_pl: nie może być usunięty, ponieważ już został uruchomiony
vi_vn: không thể xóa được vì nó đã được chạy

source: The group id field cannot be left empty
ar: لا يمكن ترك حقل معرف مجموعة فارغة
et: Grupi id välja ei saa tühjaks jätta
fa: حوزه شناسه ( شماره ) گروه نمی تواند خالی رها شود
fr_lu: Le champ id de groupe ne peut pas être laissé vide
hr_hr: Polje ID grupe ne mogu ostati prazna
ja: グループIDフィールドは空のままにすることはできません
lv_lv: Grupa id lauks nedrīkst atstāt tukšu
pl_pl: Pole id grupa nie może być puste
vi_vn: Nhóm trường id không thể bỏ trống

source: The group id field must be numeric
ar: يجب أن يكون حقل معرف مجموعة رقمية
et: Grupi id väli peab olema arv
fa: گروه قسمت شناسه باید عددی باشد
fr_lu: Le champ id du groupe doit être numérique
hr_hr: Polje id grupa mora biti numerička
ja: グループIDフィールドが数値でなければなりません
lv_lv: Grupa id laukam jābūt ciparu
pl_pl: Pole id grupa musi być liczbą
vi_vn: Nhóm trường id phải là số

source: The group name field cannot be left empty
ar: لا يمكن ترك حقل اسم المجموعة فارغة
et: Rühma nime välja ei saa tühjaks jätta
fa: قسمت نام گروه نمی تواند خالی رها شود
fr_lu: Le champ de nom de groupe ne peut pas être laissé vide
hr_hr: Polje naziv grupe ne mogu ostati prazna
ja: グループ名フィールドは空のままにすることはできません
lv_lv: Grupas nosaukums lauku nedrīkst atstāt tukšu
pl_pl: Pole Nazwa grupy nie może być puste
vi_vn: Lĩnh vực tên nhóm không thể bỏ trống

source: The group name cannot be more than 40 characters long, it has been shortened to
ar: اسم المجموعة لا يمكن أن تكون أكثر من 40 حرفا ، وقد اختصره إلى
et: Rühma nimi ei tohi olla rohkem kui 40 tähemärki pikk , see on lühendatud
fa: نام گروه نمی تواند بیش از 40 کاراکتر باشد ، از آن شده است به کوتاه
fr_lu: Le nom du groupe ne peut pas être plus de 40 caractères de long , elle a été ramenée à
hr_hr: Skupina ime ne može biti više od 40 znakova , to je sveden na
ja: グループ名が40文字以上長くすることはできませんが、それはに短縮されています
lv_lv: Grupas nosaukums nevar būt vairāk par 40 rakstzīmēm , tas ir saīsināts līdz
pl_pl: Nazwa grupy nie może być więcej niż 40 znaków , został skrócony do
vi_vn: Tên nhóm không có thể kéo dài hơn 40 ký tự , nó đã được rút ngắn

source: You must select a ranking method.
ar: يجب تحديد طريقة الترتيب .
et: Pead valima hinne meetod .
fa: شما باید یک روش رتبه بندی را انتخاب کنید.
fr_lu: Vous devez sélectionner une méthode de classement .
hr_hr: Morate odabrati način rangiranja .
ja: あなたは、ランキング方法を選択する必要があります。
lv_lv: Jums ir jāizvēlas ranking metodes .
pl_pl: Musisz wybrać metody rankingu .
vi_vn: Bạn phải lựa chọn một phương pháp xếp hạng.

source: The A percentage field must be numeric
ar: يجب أن يكون حقل النسبة المئوية الرقمية
et: Protsent väli peab olema number
fa: در یک فیلد درصد باید عدد باشد
fr_lu: L' un champ de pourcentage doit être numérique
hr_hr: Polje postotni mora biti numerička
ja: パーセンテージフィールドは数値でなければなりません
lv_lv: Procents laukam jābūt ciparu
pl_pl: Pole skuteczność musi być liczbą
vi_vn: A lĩnh vực tỷ lệ phần trăm phải là số

source: The B percentage field must be numeric
ar: يجب أن يكون حقل النسبة المئوية B الرقمية
et: B protsent väli peab olema number
fa: میدان درصد B باید عدد باشد
fr_lu: Le champ de pourcentage B doit être numérique
hr_hr: Polje B postotak mora biti numerička
ja: Bの割合フィールドは数値でなければなりません
lv_lv: B procentuālā laukam jābūt ciparu
pl_pl: Pole skuteczność B musi być liczbą
vi_vn: Lĩnh vực tỷ lệ B phải là số

source: The C percentage field must be numeric
ar: يجب أن يكون حقل نسبة مئوية الرقمية
et: C protsent väli peab olema number
fa: میدان درصد C باید عدد باشد
fr_lu: Le champ de pourcentage C doit être numérique
hr_hr: Polje C postotak mora biti numerička
ja: Cの割合フィールドは数値でなければなりません
lv_lv: C procents laukam jābūt ciparu
pl_pl: Pole skuteczność C musi być liczbą
vi_vn: Lĩnh vực tỷ lệ C phải là số

source: The percentage fields must add up to 100
ar: يجب الحقول نسبة تضيف ما يصل الى 100
et: Protsent väljad tuleb lisada kuni 100
fa: زمینه های درصد باید به 100 اضافه
fr_lu: Les champs de pourcentage doit être égale à 100
hr_hr: Polja postotnih mora dodati do 100
ja: パーセンテージフィールドは100まで追加する必要があります
lv_lv: Ar procentu lauki ir pievienot līdz pat 100
pl_pl: Pola procentowe muszą sumować się do 100
vi_vn: Các lĩnh vực tỷ lệ phần trăm phải thêm lên đến 100

source: The number of months field must be numeric
et: Kuude arv väli peab olema number
fa: تعدادی از زمینه ماه باید عدد باشد
fr_lu: Le champ du nombre de mois doit être numérique
hr_hr: Broj mjeseci polju mora biti numerička
ja: 月フィールドの数は、数値でなければなりません
lv_lv: Mēnešus lauka skaits ir ciparu
pl_pl: Numer pola miesiąc musi być liczbą
vi_vn: Số lượng các lĩnh vực tháng phải có số

source: The ranking group has been successfully saved to the database
ar: تم حفظ المجموعة الترتيب بنجاح إلى قاعدة البيانات
et: Reitingu grupp on edukalt salvestatud andmebaasi
fa: گروه رتبه بندی شده است با موفقیت به پایگاه داده ذخیره
fr_lu: Le groupe de classement a été sauvegardé avec succès à la base de données
hr_hr: Ljestvica Skupina je uspješno spremljen u bazu podataka
ja: 順位グループがデータベースに正常に保存されている
lv_lv: Ranking grupa ir veiksmīgi saglabāta datu bāzē
pl_pl: Ranking grupy zostały zapisane w bazie danych
vi_vn: Nhóm xếp hạng đã được lưu thành công cơ sở dữ liệu

source: List of ABC Ranking Methods
ar: قائمة ABC طرق تصنيف
et: Nimekiri ABC Ranking meetodid
fa: فهرست رتبه بندی ABC مواد و روش ها
fr_lu: Liste des ABC méthodes de classement
hr_hr: Popis ABC Ranking Metode
ja: ABCランキング方法のリスト
lv_lv: Saraksts ABC Ranking metožu
pl_pl: Lista metod ABC Ranking
vi_vn: Danh sách các phương pháp ABC Xếp hạng

source: List of ABC Ranking Groups
ar: قائمة ABC المجموعات تصنيف
et: Nimekiri ABC Ranking grupid
fa: فهرست ABC رتبه بندی گروه
fr_lu: Liste des groupes ABC Classement
hr_hr: Popis ABC Ranking grupe
ja: ABCランキンググループのリスト
lv_lv: Saraksts ABC Ranking grupu
pl_pl: Lista grup ABC Ranking
vi_vn: Danh sách xếp hạng ABC Nhóm

source: Print
ar: طباعة
et: trükkima
fa: چاپ
fr_lu: Imprimer
hr_hr: Štampanje
ja: 印刷
lv_lv: Drukāt
pl_pl: Drukuj
vi_vn: in

source: Group name
et: Grupi nimi
fa: نام گروه
fr_lu: Nom du groupe
hr_hr: Naziv grupe
ja: グループ名
lv_lv: Grupas nosaukums
pl_pl: Nazwa grupy
vi_vn: tên nhóm

source: Method name
ar: اسم الأسلوب
et: meetod nimi
fa: نام روش
fr_lu: Nom de la méthode
hr_hr: Metoda ime
ja: メソッド名
lv_lv: metodes nosaukums
pl_pl: Nazwa metody
vi_vn: tên phương pháp

source: % in A category
ar: ٪ في الفئة
et: % Nikategooria
fa: درگروه ٪
fr_lu: % Dans la catégorie A
hr_hr: % U A kategoriji
ja: カテゴリ内％
lv_lv: % A kategorijā
pl_pl: % W kategorii
vi_vn: % Trong một thể loại

source: % in B category
ar: ٪ في الفئة B
et: % B kategooria
fa: در رده B ٪
fr_lu: % En catégorie B
hr_hr: % U B kategoriji
ja: Bカテゴリ内％
lv_lv: % , Kas B kategorijas
pl_pl: % W kategorii B
vi_vn: % Trong loại B

source: % in C category
ar: ٪ في الفئة C
et: % C kategooria
fa: در رده C ٪
fr_lu: % En catégorie C
hr_hr: % U C kategoriji
ja: Cカテゴリ内％
lv_lv: % Ar C kategorijas
pl_pl: % W kategorii C
vi_vn: % Trong C thể loại

source: If Zero Usage
ar: إذا صفر الاستخدام
et: Kui Zero Usage
fa: اگر صفر طریقه استفاده
fr_lu: Si Zéro utilisation
hr_hr: Ako Zero korištenja
ja: もしゼロ使い方
lv_lv: Ja Zero Lietošana
pl_pl: Jeśli Zero Wykorzystanie
vi_vn: Nếu Zero, sử dụng

source: Months in calculation
ar: أشهر في حساب
et: Kuud arvutamises
fa: ماه در محاسبه
fr_lu: Mois de calcul
hr_hr: Mjeseci u izračun
ja: 計算に数ヶ月
lv_lv: Mēneši aprēķinā
pl_pl: Miesiące w obliczeniach
vi_vn: Tháng trong tính toán

source: Are you sure you wish to delete this ranking group?
et: Oled sa kindel , et soovid kustutada selle järjekorra grupiga?
fa: آیا شما مطمئن هستید که میخواهید این گروه رتبه بندی را حذف کنید ؟
fr_lu: Etes-vous sûr de vouloir effacer ce groupe classement?
hr_hr: Jeste li sigurni da želite izbrisati ovaj rang grupu ?
ja: あなたはこのランキンググループを削除したいか？
lv_lv: Vai tu tiešām vēlies dzēst šo ranking grupu ?
pl_pl: Czy na pewno chcesz usunąć ten ranking grupę?
vi_vn: Bạn có chắc bạn muốn xóa nhóm xếp hạng này ?

source: Delete
ar: حذف
et: Kustuta
fa: حذف
fr_lu: Supprimer
hr_hr: Briši
ja: 削除
lv_lv: Dzēst
pl_pl: Usuń
vi_vn: Xóa bỏ

source: Ranking Group Details
et: Edetabel Group Details
fa: رتبه بندی جزئیات گروه
fr_lu: Groupe de classement Détails
hr_hr: Poredak Skupina Brodu
ja: ランキンググループの詳細
lv_lv: Vieta Grupu informācija
pl_pl: Ranking Szczegóły grupy
vi_vn: Xếp hạng Chi tiết Nhóm

source: Group ID
et: Grupi
fa: گروه یاهو
fr_lu: groupe ID
hr_hr: ID skupine:
ja: グループID
lv_lv: grupas ID
pl_pl: Grupa ID
vi_vn: nhóm ID

source: Group Description
et: Grupi kirjeldus
fa: شرح گروه
fr_lu: description du groupe
hr_hr: Grupa Opis
ja: グループの説明
lv_lv: Grupas apraksts
pl_pl: Opis Grupa
vi_vn: nhóm Mô tả

source: Ranking method
ar: طريقة الترتيب
et: Edetabel meetod
fa: روش رتبه بندی
fr_lu: méthode de classement
hr_hr: način rangiranja
ja: 序列法
lv_lv: Vieta metode
pl_pl: metoda rankingowa
vi_vn: phương pháp xếp hạng

source: Percentage in A Category
ar: نسبة في الفئة
et: Protsent kategooriasse
fa: درصد دررده
fr_lu: Pourcentage dans une catégorie
hr_hr: Postotak u kategoriju
ja: カテゴリでパーセンテージ
lv_lv: Procentuālais kategorijā
pl_pl: Udział w kategorii
vi_vn: Tỷ lệ phần trăm trong A Thể loại

source: Percentage in B Category
ar: نسبة في الفئة B
et: Osakaal B kategooria
fa: درصد در رده B
fr_lu: Pourcentage Catégorie B
hr_hr: Postotak u B kategoriji
ja: Bカテゴリのパーセント
lv_lv: Procentuālais B kategorijas
pl_pl: Udział w kategorii B
vi_vn: Tỷ lệ phần trăm trong B Thể loại

source: Percentage in C Category
ar: نسبة في الفئة C
et: Osakaal C kategooria
fa: درصد در رده C
fr_lu: Pourcentage Catégorie C
hr_hr: Postotak u C kategoriji
ja: Cカテゴリのパーセント
lv_lv: Procentuālais C kategorijas
pl_pl: Udział w kategorii C
vi_vn: Tỷ lệ phần trăm trong C Thể loại

source: If zero movement in period put itmes in
ar: إذا ما وضعت حركة الصفر في فترة إيتميس في
et: Kui null liikumise perioodi panna itmes
fa: اگر جنبش صفر در دوره itmes
fr_lu: Si le mouvement zéro en période de mise en itmes
hr_hr: Ako nula pokret u razdoblju stavio u itmes
ja: 期間におけるゼロ運動がでitmesを置く場合
lv_lv: Ja nulles kustība posmā nodot itmes in
pl_pl: Jeśli zerowy ruch w okresie umieścić itmes
vi_vn: Nếu không chuyển động trong thời gian đặt trong itmes

source: Months of Movement to include
ar: أشهر من الحركة لتشمل
et: Kuu liikumine lisada
fa: ماه از جنبش که شامل
fr_lu: Mois de Mouvement pour inclure
hr_hr: Mjeseci pokreta kako bi se na
ja: インクルードする運動の数ヶ月
lv_lv: Mēneši kustību, ietverot
pl_pl: Miesiące z Ruchu do uwzględnienia
vi_vn: Tháng của Phong trào bao gồm

source: Maintain ABC ranking methods
ar: الحفاظ على أساليب ABC الترتيب
et: Säilitada ABC edetabel meetodid
fa: حفظ رتبه بندی روش ABC
fr_lu: Maintenir ABC méthodes de classement
hr_hr: Održavati ABC metode rangiranja
ja: ABCランク付けの方法を維持する
lv_lv: Uzturēt ABC ranking metodes
pl_pl: Utrzymanie ABC metod rankingowych
vi_vn: Duy trì ABC phương pháp xếp hạng

source: ABC Ranking method number
ar: ABC تصنيف عدد الأسلوب
et: ABC Ranking meetod number
fa: رتبه بندی ABC تعداد روش
fr_lu: ABC Classement numéro de méthode
hr_hr: ABC Način rangiranja Broj
ja: ABCランキングメソッド番号
lv_lv: ABC Ranking metode numuru
pl_pl: Metoda ABC Ranking numer
vi_vn: ABC số phương pháp xếp hạng

source: View all the ranking methods
ar: عرض جميع وسائل الترتيب
et: Vaata kõiki pingerida meetodid
fa: نمایش تمام روش های رتبه بندی
fr_lu: Voir toutes les méthodes de classement
hr_hr: Pogledaj sve metode rangiranja
ja: すべてのランキング方法を見る
lv_lv: Skatīt visas ranga metodes
pl_pl: Zobacz wszystkie metody rankingowych
vi_vn: Xem tất cả các phương pháp xếp hạng

source: cannot be deleted as it is used ABC groups
ar: لا يمكن حذف لأنها تستخدم مجموعة ABC
et: ei saa jätta, sest seda kasutatakse ABC rühmade
fa: نمی تواند حذف شود آن را به عنوان گروه ABC استفاده می شود
fr_lu: ne peut pas être supprimé car il est utilisé groupes ABC
hr_hr: nije moguće izbrisati kao što se koristi ABC skupine
ja: それはABCグループで使用されるように削除することはできません
lv_lv: nevar izdzēst , jo tas tiek izmantots ABC grupas
pl_pl: nie może być usunięty, ponieważ jest używany grupy ABC
vi_vn: không thể xóa được vì nó được sử dụng nhóm ABC

source: The ranking method has been successfully saved to the database
ar: تم حفظ طريقة الترتيب بنجاح إلى قاعدة البيانات
et: Hinne meetod on edukalt salvestatud andmebaasi
fa: روش رتبه بندی شده است با موفقیت به پایگاه داده ذخیره
fr_lu: La méthode de classement a été sauvegardé avec succès à la base de données
hr_hr: Ljestvica Metoda je uspješno spremljen u bazu podataka
ja: ランキング方法はデータベースに正常に保存されている
lv_lv: Ranking metode ir veiksmīgi saglabāta datu bāzē
pl_pl: Ranking metody zostały zapisane w bazie danych
vi_vn: Phương pháp xếp hạng đã được lưu thành công cơ sở dữ liệu

source: Edit
ar: تحرير
et: Redigeeri
fa: ویرایش
fr_lu: Modifier
hr_hr: Uredi
ja: 編集
lv_lv: Labot
pl_pl: Zmień
vi_vn: Biên tập

source: Are you sure you wish to delete this ranking method?
et: Oled sa kindel, et soovid kustutada selle hinne meetod ?
fa: آیا شما مطمئن هستید که میخواهید برای حذف این روش رتبه بندی ؟
fr_lu: Etes-vous sûr de vouloir supprimer cette méthode de classement ?
hr_hr: Jeste li sigurni da želite izbrisati ovaj rang metodu ?
ja: あなたはこのランキング方法を削除したいか？
lv_lv: Vai tu tiešām vēlies dzēst šo secību metodi ?
pl_pl: Czy na pewno chcesz usunąć ten metody rankingu ?
vi_vn: Bạn có chắc bạn muốn xóa phương pháp xếp hạng này ?

source: Ranking Method Details
ar: الترتيب تفاصيل الطريقة
et: Edetabel met
fa: جزئیات روش رتبه بندی
fr_lu: Méthode de classement Détails
hr_hr: Način rangiranja Brodu
ja: ランキングメソッドの詳細
lv_lv: Vieta metode Sīkāka informācija
pl_pl: Ranking Szczegóły metody
vi_vn: Phương pháp xếp hạng chi tiết

source: Method ID
ar: ID طريقة
et: meetod ID
fa: شناسه روش
fr_lu: méthode ID
hr_hr: Metoda ID
ja: メソッドID
lv_lv: metode ID
pl_pl: ID Method
vi_vn: phương pháp ID

source: Method Description
et: meetodi kirjeldus
fa: روش توضیحات
fr_lu: description de la méthode
hr_hr: Metoda Opis
ja: メソッド説明
lv_lv: metode Apraksts
pl_pl: Metoda Opis
vi_vn: Mô tả phương pháp

source: Run stock ranking analysis
ar: تشغيل تحليل الأسهم الترتيب
et: Run aktsia reitingu analüüs
fa: اجرای تجزیه و تحلیل رتبه بندی سهام
fr_lu: Passage Stock analyse de classement
hr_hr: Trčanje dionica rang analizu
ja: 株式ランキング分析を実行
lv_lv: Palaist akciju ranking analīze
pl_pl: Uruchom akcji analizę rankingową
vi_vn: Chạy phân tích xếp hạng chứng khoán

source: You must select an analysis group to use
ar: يجب تحديد مجموعة تحليل لاستخدام
et: Sa pead valimaanalüüsi grupp kasutada
fa: شما باید یک گروه تجزیه و تحلیل برای استفاده را انتخاب کنید
fr_lu: Vous devez sélectionner un groupe d'analyse à utiliser
hr_hr: Morate odabrati grupu analiza za korištenje
ja: あなたが使用する分析グループを選択する必要があります
lv_lv: Jums ir izvēlēties analīzes grupu, lai izmantotu
pl_pl: Należy wybrać grupę analizy użyć
vi_vn: Bạn phải chọn một nhóm phân tích sử dụng

source: Return to selection criteria
et: Tagasi valikukriteeriumid
fa: بازگشت به ضوابط انتخاب
fr_lu: Retour aux critères de sélection
hr_hr: Povratak na kriterijima
ja: 選択基準に戻る
lv_lv: Atgriezties uz atlases kritērijiem
pl_pl: Powrót do kryteriów wyboru
vi_vn: Quay trở lại tiêu chí lựa chọn

source: Create of tempabc failed because
et: Loo kohta tempabc ebaõnnestus, kuna
fa: ایجاد tempabc و شکست خورده به دلیل
fr_lu: Créer des tempabc échoué en raison
hr_hr: Napravite mjesta tempabc uspio jer
ja: tempabcの作成に失敗しましたので、
lv_lv: Izveidot no tempabc neizdevās, jo
pl_pl: Stwórz z tempabc nie dlatego,
vi_vn: Tạo của tempabc thất bại vì

source: Problem populating tempabc table
ar: مشكلة ملء الجدول tempabc
et: Probleem rahvastamiseks tempabc tabel
fa: مشکل در پر کردن جدول tempabc
fr_lu: Problème peupler tableau tempabc
hr_hr: Problem doseljenju tempabc stol
ja: tempabcテーブルを移入問題
lv_lv: Problēma aizpildi tempabc tabulu
pl_pl: Problem wypełniania tempabc tabeli
vi_vn: Vấn đề populating bảng tempabc

source: Problem counting items
ar: المشكلة البنود عد
et: Probleem lugedes esemed
fa: مشکل شمارش موارد
fr_lu: Problème éléments de comptage
hr_hr: Problem računajući stavke
ja: 問題カウントアイテム
lv_lv: Problēma skaitīšanas vienības
pl_pl: Problem pozycji licząc
vi_vn: Các mặt hàng kể vấn đề

source: The ABC analysis has been successfully run
ar: تم تشغيل تحليل ABC بنجاح
et: ABC analüüs on edukalt käivitada
fa: تجزیه و تحلیل ABC با موفقیت اجرا شده است
fr_lu: L'analyse ABC a été exécuté avec succès
hr_hr: ABC analiza je uspješno pokrenuti
ja: ABC分析は、正常に実行されています
lv_lv: ABC analīze ir veiksmīgi darbotos
pl_pl: Analiza ABC powodzeniem uruchomić
vi_vn: Phân tích ABC đã được thử nghiệm thành công

source: Ranking Analysis Details
ar: الترتيب تفاصيل التحليل
et: Edetabel analüüs Details
fa: رتبه بندی تجزیه و تحلیل جزئیات
fr_lu: Analyse de classement Détails
hr_hr: Poredak analiza Brodu
ja: ランキング分析の詳細
lv_lv: Ranking analīze detaļas
pl_pl: Ranking Szczegóły analizy
vi_vn: Bảng xếp hạng chi tiết Phân tích

source: Ranking group
ar: المجموعة الترتيب
et: Edetabel grupp
fa: گروه رتبه بندی
fr_lu: groupe de classement
hr_hr: poredak skupine
ja: ランキンググループ
lv_lv: Vieta grupa
pl_pl: Ranking grupa
vi_vn: nhóm xếp hạng

source: Please note if you run an ABC analysis against a ranking group that has been used before, that analysis will be deleted and replaced by this one
ar: يرجى ملاحظة إذا قمت بتشغيل تحليل ABC ضد مجموعة الترتيب الذي تم استخدامه من قبل، سيتم حذف هذا التحليل و الاستعاضة عن هذا واحد
et: Pange tähele, kui sa jooksedABC analüüsi vastuedetabel rühm , mida on kasutatud enne , et analüüs kustutatakse ja asendatakse see
fa: لطفا توجه داشته باشید اگر شماتجزیه و تحلیل ABC علیه یک گروه رتبه بندی شده است که قبل از استفاده ، که تجزیه و تحلیل خواهد شد حذف شده و به جای این یکی
fr_lu: Veuillez noter que si vous exécutez une analyse ABC contre un groupe de classement qui a été utilisé avant que l'analyse sera supprimé et remplacé par celui-ci
hr_hr: Imajte na umu ako pokrenete ABC analiza protiv rang skupini koja je korištena prije, da će analiza biti izbrisan i zamijenjen je ovaj jedan
ja: あなたが前に使用されてきた順位グループに対してABC分析を実行した場合に注意してください、その分析は、このいずれかによって削除され、置き換えられます
lv_lv: Lūdzu, ņemiet vērā , ja jūs vadāt ABC analīze pret ranga grupas , kas ir izmantota iepriekš , šī analīze tiks dzēsti un jāaizstāj ar šo vienu
pl_pl: Należy pamiętać, jeśli uruchomić analizę ABC przeciwko rangą grupy, która dotąd używany , że analiza zostanie usunięty i zastąpiony przez ten jeden
vi_vn: Xin lưu ý nếu bạn chạy một phân tích ABC chống lại một nhóm xếp hạng đã được sử dụng trước đây, phân tích đó sẽ bị xóa và thay thế bằng cách này

source: Account Groups
ar: مجموعات العضوية
et: Kontogrupid
fa: گروه حساب
fr_lu: Groupes
hr_hr: Kontna skupina
ja: 勘定グループ
lv_lv: Kontu grupas
pl_pl: Zespoły Kont
vi_vn: Các nhóm tài khoản

source: An error occurred in retrieving the account groups of the parent account group during the check for recursion
ar: لقد حدث خطأ فى استرجاع بيانات مجموعات العضو الخاصة باعضوية الأب اثناء االتحقق من وجود استدعاء ذاتي
et: Rekursiooni ajal emagrupist kontogruppide otsimisel ilmnes viga
fa: خطا در بازیابی از گروه های حساب از گروه پدر و مادر به حساب در طول بررسی برای بازگشت رخ داده است
fr_lu: Erreur lors de la vérification des groupes dont fait partie le groupe du compte parent
hr_hr: Došlo je do pogreške pri dohvaćanju kontnih skupina nadređene kontne skupine pri provjeri rekurzije
ja: 再帰チェックの間、親勘定グループの勘定グループを取り出す際にエラーが発生しました
lv_lv: Kļūda notika SQL pieprasījumā pieprasot konta grupas
pl_pl: Wystąpił błąd podczas pobierania grupy kont grupy kont dominującej w okresie sprawdzić rekursji
vi_vn: Đã xảy ra lỗi khi truy nhóm tài khoản của nhóm tài khoản phụ huynh trong việc kiểm tra cho đệ quy

source: The SQL that was used to retrieve the account groups of the parent account group and that failed in the process was
ar: و SQL التي تم استخدامها ل استرداد مجموعات من حساب المجموعة حساب الأصل و التي فشلت في عملية كان
et: SQL, mis emagrupist kontogruppide otsimisel ebaõnnestus, on
fa: گذاشتن که برای بازیابی گروه حساب پدر و مادر از گروه حساب مورد استفاده قرار گرفت و شکست خورده که در این روند بود
fr_lu: Échec de la commande SQL d'affichage des groupes dont fait partie le groupe du compte parent:
hr_hr: Nije izvršena SQL naredba korištena za dohvat kontnih skupina nadređene kontne skupine koja glasi
ja: 親勘定グループの勘定グループを取り出すのに用いられたSQLは処理に失敗した
lv_lv: SQL , kas tika izmantots, lai ielādētu kontu grupas mātes kontu grupā un to, ka nav šajā procesā bija
pl_pl: SQL, który był używany do pobierania wiadomości z grup ze względu na grupę uwagę rodziców i że w procesie nie było
vi_vn: Hệ thống dữ liệu SQL dùng để khôi phục các nhóm tài khoản của nhóm tài khoản gốc và đã không thành công là

source: An error occurred in moving the account group
et: Tekkis viga liigubkontogrupi
ja: GLトランザクションを取得してエラーが発生しました

source: Review Account Groups
ar: استعراض المجموعات الحساب
et: Kontogruppide ülevaade
fa: گروه های فایل را نقد کنید حساب
fr_lu: Lister les groupes
hr_hr: Pregled kontnih skupina
ja: 勘定グループ確認
lv_lv: Skatīt kontu grupas
pl_pl: Przeglad Grup Kont
vi_vn: Xem lại các nhóm tài khoản

source: All accounts in the account group:
et: Kõik arvepidamise kontode grupp :
ja: この勘定グループを参照する総勘定元帳勘定

source: have been changed to the account group:
et: on muudetud, etvõtta rühma :
ja: この勘定グループを参照する総勘定元帳勘定

source: Search
ar: إبحث
et: Otsing
fa: جستجو
fr_lu: Recherche
hr_hr: Traži
ja: 検索
lv_lv: Meklēt
pl_pl: Szukaj
vi_vn: Tìm kiếm

source: The SQL that was used to retrieve the information was
ar: الطلب المستخدم لإسترجاع المعلومات كان
et: SQL, mida antud informatsiooni otsimisel kasutati, on
fa: گذاشتن که برای بازیابی اطلاعات استفاده می شد
fr_lu: Commande SQL d'affichage des informations:
hr_hr: SQL naredba korištena za dohvat podataka je
ja: トランザクション情報取り出しに用いられたSQLは失敗した
lv_lv: Informācijas iegūšanai lietots SQL
pl_pl: SQL, który był używany do pobierania informacji
vi_vn: Hệ thống dữ liệu SQL được sử dụng để truy xuất thông tin là

source: Could not check whether the group exists because
ar: لم يتم التحقق من وجود المجموعة بسبب
et: Ei suutnud kontrollida, kas grupp eksisteerib, kuna
fa: آیا بررسی اینکه آیا این گروه وجود دارد چرا که نه
fr_lu: Impossible de vérifier l'existance du groupe:
hr_hr: Nije moguća provjera postojanja skupine zbog
ja: 勘定グループセクションを得ることができなかった
lv_lv: Nevar iegūt kontu grupu sadaļu, jo
pl_pl: Nie można sprawdzić, czy grupa istnieje, ponieważ
vi_vn: Không thể kiểm tra nhóm tồn tại hay không bởi vì
