Repository: timschofield/KwaMoja-Medical
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar, et, fa, fr_lu, hr_hr, ja, lv_lv, pl_pl, vi_vn

source: If successful this function returns a set of key/value pairs containing the details of this branch.
ar: إذا نجحت هذه الدالة تقوم بإرجاع مجموعة من أزواج مفتاح / قيمة تحتوي على تفاصيل هذا الفرع.
et: Kui edukas see funktsioon tagastab komplekti võti / väärtus paare sisaldab andmeid selle filiaal .
fa: در صورت موفقیت آمیز این تابع مجموعه ای از جفت کلید / مقدار حاوی جزئیات این شاخه ، بر می گرداند.
fr_lu: En cas de succès cette fonction retourne un ensemble de paires clé / valeur contenant les détails de cette branche.
hr_hr: Uspiju li ova funkcija vraća skup parova ključ / vrijednost koje sadrže pojedinosti o ovoj grani .
ja: 成功した場合、この関数は、このブランチの詳細を含むキー/値のペアのセットを返します。
lv_lv: Ja veiksmīga šī funkcija atgriež virkni galveno / vērtību pārus , kuros sniegta informācija par šo darbības veidu.
pl_pl: W przypadku powodzenia funkcja zwraca zbiór par klucz / wartość zawierające szczegóły dotyczące tej branży.
vi_vn: Nếu thành công hàm này trả về một tập hợp các giá trị khóa / cặp có chứa các chi tiết của chi nhánh này .

source: The key will be identical with field name from the
ar: سيكون مفتاح تكون متطابقة مع اسم حقل من
et: Võti on identne valdkonnas nime
fa: کلید خواهد بود یکسان با نام مزرعه از
fr_lu: La clé sera identique avec le nom de domaine de la
hr_hr: Ključ će biti identičan naziv polja s
ja: キーからフィールド名と同一になります
lv_lv: Galvenais būs identisks ar lauka nosaukumu no
pl_pl: Kluczem będzie identyczna z nazwą pola
vi_vn: Các phím sẽ được đồng nhất với tên trường từ

source: custbranch table.
ar: الجدول custbranch .
et: custbranch tabelis.
fa: جدول custbranch .
fr_lu: table custbranch.
hr_hr: custbranch tablici .
ja: custbranchテーブル。
lv_lv: custbranch galda .
pl_pl: custbranch tabeli.
vi_vn: bảng custbranch .

source: All fields will be in the set regardless of whether the value was set.
ar: وسوف تكون جميع الحقول في المجموعة بغض النظر عن ما إذا تم تعيين قيمة .
et: Kõik väljad on komplekti sõltumata sellest, kas raha oli määratud .
fa: تمام زمینه ها در این مجموعه بدون در نظر گرفتن که آیا ارزش راه اندازی شد .
fr_lu: Tous les champs seront dans l'ensemble, peu importe si la valeur a été fixée.
hr_hr: Sva polja će se u set , bez obzira na to da lije vrijednost postavljena .
ja: すべての分野にかかわらず、値が設定されたかどうかのセットになります。
lv_lv: Visi lauki būs komplektā , neatkarīgi no tā, vaivērtība tika noteikta .
pl_pl: Wszystkie pola będą w zbiorze, niezależnie od tego, czy wartość została ustalona.
vi_vn: Tất cả các lĩnh vực sẽ được thiết lập bất kể giá trị đã được thiết lập .

source: If successful this function returns a set of key/value pairs containing the details of this customer.
ar: إذا نجحت هذه الدالة تقوم بإرجاع مجموعة من أزواج مفتاح / قيمة تحتوي على تفاصيل من هذا العميل .
et: Kui edukas see funktsioon tagastab komplekti võti / väärtus paare sisaldab andmeid selle kliendile.
fa: در صورت موفقیت آمیز این تابع مجموعه ای از جفت کلید / مقدار حاوی جزئیات این مشتری برمی گرداند.
fr_lu: En cas de succès cette fonction retourne un ensemble de paires clé / valeur contenant les détails de ce client.
hr_hr: Uspiju li ova funkcija vraća skup parova ključ / vrijednost koje sadrže pojedinosti tog kupca .
ja: 成功した場合、この関数は、この顧客の詳細を含むキー/値のペアのセットを返します。
lv_lv: Ja veiksmīga šī funkcija atgriež virkni galveno / vērtību pārus , kuros sniegta informācija par šo klientu .
pl_pl: W przypadku powodzenia funkcja zwraca zbiór par klucz / wartość zawierające szczegóły dotyczące tego klienta.
vi_vn: Nếu thành công hàm này trả về một tập hợp các giá trị khóa / cặp có chứa các chi tiết của khách hàng này.

source: The key will be identical with field name from the debtorsmaster table. All fields will be in the set regardless of whether the value was set.
ar: سيكون مفتاح تكون متطابقة مع اسم حقل من الجدول debtorsmaster .
et: Võti on identne valdkonnas nimedebtorsmaster tabelis.
fa: کلید خواهد بود با نام زمینه از جدول debtorsmaster یکسان است .
fr_lu: La clé sera identique avec le nom de champ de la table debtorsmaster. Tous les champs seront dans l'ensemble, peu importe si la valeur a été fixée.
hr_hr: Ključ će biti identičan naziv polja iz debtorsmaster stolu .
ja: キーはdebtorsmasterテーブルからフィールド名と同一になります。
lv_lv: Galvenais būs identisks ar lauka nosaukumu no debtorsmaster galda.
pl_pl: Kluczem będzie identyczna z nazwą pola w tabeli debtorsmaster. Wszystkie pola będą w zbiorze, niezależnie od tego, czy wartość została ustalona.
vi_vn: Các phím sẽ được đồng nhất với tên trường từ bảng debtorsmaster .

source: The name of a database field to search on.
ar: اسم حقل قاعدة بيانات للبحث على .
et: Nimi andmebaasi välja otsida .
fa: نام زمینه پایگاه داده را جستجو کنید.
fr_lu: Le nom d'un champ de base de données de recherche sur le.
hr_hr: Ime baze podataka pretraživanje na području .
ja: データベースフィールドの名前で検索する。
lv_lv: No datu bāzes lauka nosaukums , lai meklētu .
pl_pl: Nazwa pola bazy danych do wyszukiwania.
vi_vn: Tên của một lĩnh vực cơ sở dữ liệu để tìm kiếm trên .

source: A (partial) string to match in the above Field Name.
ar: A ( جزئي) سلسلة لمباراة في أعلاه اسم الحقل .
et: (Osaline ) stringi eespool Field Name.
fa: (جزئی) رشته برای مطابقت با در بالا رشته نام و نام خانوادگی .
fr_lu: Chaîne partielle de caractères à faire correspondre dans le champ Nom ci-dessus.
hr_hr: ( Djelomično ) string odgovarati na gornjoj naziv polja .
ja: 上記のフィールド名に一致する（部分）文字列。
lv_lv: (Daļēji) string , lai atbilstu iepriekš Lauka nosaukums .
pl_pl: (Częściowe) ciąg mecz w powyższym polu Nazwa pola.
vi_vn: Một chuỗi (một phần) để phù hợp trong Field Name ở trên.

source: This function returns an array of customer IDs, which may be integers or strings.
ar: هذه الدالة تقوم بإرجاع صفيف من معرفات العملاء ، والتي قد تكون صحيحة أو سلاسل .
et: See funktsioon tagastab massiivi klientide ID , mis võivad olla täisarvud või stringid .
fa: این تابعمجموعه ای از شناسه های مشتری ، که ممکن است اعداد صحیح و رشته را بر می گرداند .
fr_lu: Cette fonction retourne un tableau d'ID client, qui peuvent être entiers ou des chaînes.
hr_hr: Ova funkcija vraća polje ID-ove korisnika , što može biti cijeli ili žice .
ja: この関数は、整数や文字列であり、顧客IDの配列を返します。
lv_lv: Šī funkcija atgriež masīvu klienta ID , kas var būt veseli vai virknes .
pl_pl: Funkcja ta zwraca tablicę identyfikatorów klienta, który może być całkowite lub łańcuchy.
vi_vn: Chức năng này trả về một mảng của các ID của khách hàng , có thể là số nguyên hoặc chuỗi.

source: This function returns a list of currency abbreviations.
ar: هذه الدالة تقوم بإرجاع قائمة من الاختصارات العملة .
et: See funktsioon tagastab nimekirja valuuta lühendid.
fa: این تابع یک لیست از اختصارات ارز را برمی گرداند.
fr_lu: Cette fonction retourne une liste d'abréviations monnaie.
hr_hr: Ova funkcija vraća popis valuta kratice .
ja: この関数は、通貨略語のリストを返します。
lv_lv: Šī funkcija atgriež sarakstu ar valūtas saīsinājumiem .
pl_pl: Funkcja zwraca listę skrótów waluty.
vi_vn: Chức năng này trả về một danh sách các chữ viết tắt tệ .

source: This function returns an array of currency abbreviations.
ar: هذه الدالة تقوم بإرجاع صفيف من الاختصارات العملة .
et: See funktsioon tagastab massiivi valuuta lühendid.
fa: این تابعمجموعه ای از اختصارات ارز را بر می گرداند .
fr_lu: Cette fonction retourne un tableau des abréviations monnaie.
hr_hr: Ova funkcija vraća niz valuta kratice .
ja: この関数は、通貨略語の配列を返します。
lv_lv: Šī funkcija atgriež masīvu valūtas saīsinājumu .
pl_pl: Funkcja ta zwraca tablicę skrótów waluty.
vi_vn: Chức năng này trả về một mảng của chữ viết tắt tệ .

source: This function takes a currency abbreviation and returns details of that currency.
ar: هذه الدالة تأخذ اختصار العملة و عائدات تفاصيل تلك العملة .
et: See funktsioon võtabvaluuta lühend ja naaseb üksikasjad , et valuuta .
fa: این تابعمخفف ارز و بازده جزئیات ارز طول می کشد.
fr_lu: Cette fonction prend un plus de détails abréviation de change et le rendement de cette monnaie.
hr_hr: Ova funkcija ima valutnu kraticu i vraća detalje toj valuti .
ja: この関数は、通貨の略称とその通貨の返品の詳細になります。
lv_lv: Šī funkcija aizņem valūtas saīsinājumu un atgriež informāciju par šajā valūtā .
pl_pl: Funkcja ta pobiera skrót waluty i zwraca szczegóły tej walucie.
vi_vn: Chức năng này có tên viết tắt tệ và trả về chi tiết của đồng tiền đó.

source: Currency abbreviation
ar: اختصار العملة
et: Valuuta lühend
fr_lu: abréviation de devise
hr_hr: valuta kratica
ja: 通貨省略形
lv_lv: Valūta saīsinājums
pl_pl: skrót walut
vi_vn: Chữ viết tắt của các loại tiền tệ

source: A currency abbreviation as returned by the GetCurrencyList function.
ar: A اختصار العملة كما يتم إرجاعها بواسطة الدالة GetCurrencyList .
et: Valuuta lühend nagu tagastabGetCurrencyList funktsioon .
fa: مخفف ارز به عنوان توسط تابع GetCurrencyList بازگشت .
fr_lu: Une abréviation de devise telle que retournée par la fonction "GetCurrencyList".
hr_hr: Valuta kratica već vraćena na GetCurrencyList funkciji .
ja: 通貨の略称はGetCurrencyList関数によって返される。
lv_lv: Valūtas saīsinājums , kā atgriež GetCurrencyList funkcijas .
pl_pl: Skrót waluty, zwrócone przez GetCurrencyList funkcji.
vi_vn: Một từ viết tắt tệ như trả về bởi hàm GetCurrencyList .

source: This function returns an array of currency details.
ar: هذه الدالة تقوم بإرجاع صفيف من التفاصيل العملة .
et: See funktsioon tagastab massiivi valuuta detailid .
fa: این تابع یک آرایه از جزئیات ارز را بر می گرداند .
fr_lu: Cette fonction retourne un tableau de détails monnaie.
hr_hr: Ova funkcija vraća niz valuta detaljima .
ja: この関数は、通貨の詳細の配列を返します。
lv_lv: Šī funkcija atgriež masīvu valūtas detaļas.
pl_pl: Funkcja ta zwraca tablicę danych waluty.
vi_vn: Chức năng này trả về một mảng các chi tiết tiền tệ.

source: This function returns a list of sales type abbreviations.
ar: هذه الدالة تقوم بإرجاع قائمة من نوع مبيعات الاختصارات.
et: See funktsioon tagastab loendi müük tüüp lühendeid .
fa: این تابع یک لیست از نوع فروش اختصارات را بر می گرداند .
fr_lu: Cette fonction retourne une liste des abréviations de type de vente.
hr_hr: Ova funkcija vraća popis prodajnih tipa skraćenica .
ja: この関数は、販売型の省略形のリストを返します。
lv_lv: Šī funkcija atgriež sarakstu ar tirdzniecības tipa saīsinājumu .
pl_pl: Funkcja ta zwraca listę sprzedaży skróty typu.
vi_vn: Chức năng này trả về một danh sách các doanh loại chữ viết tắt .

source: This function returns an array of sales type abbreviations.
ar: هذه الدالة تقوم بإرجاع صفيف من نوع مبيعات الاختصارات.
et: See funktsioon tagastab massiivi müük tüüp lühendeid .
fa: این تابع یک آرایه از نوع فروش اختصارات را بر می گرداند .
fr_lu: Cette fonction retourne un tableau des ventes abréviations type.
hr_hr: Ova funkcija vraća niz prodajnih tipa skraćenica .
ja: この関数は、販売型の略語の配列を返します。
lv_lv: Šī funkcija atgriež masīvu pārdošanas tipa saīsinājumu .
pl_pl: Funkcja ta zwraca tablicę sprzedaży skróty typu.
vi_vn: Chức năng này trả về một mảng bán hàng loại chữ viết tắt .

source: This function takes a sales type abbreviation and returns details of that sales type.
ar: هذه الدالة تأخذ نوع المبيعات والعوائد اختصار تفاصيل من هذا النوع المبيعات.
et: See funktsioon võtabmüüki tüüp lühend ja naaseb üksikasjad , et müük tüüp .
fa: این تابع طول می کشدنوع مخفف فروش و بازده جزئیات آن نوع فروش است .
fr_lu: Cette fonction prend une abréviation du type de vente et les détails retours de ce type de vente.
hr_hr: Ova funkcija ima kraticu tipa prodaje i vraća detalje tog prodajnog tipa .
ja: この関数は、販売型の略語とその販売型の返品の詳細になります。
lv_lv: Šī funkcija aizņem pārdošanas tipa saīsinājumu un atgriež informāciju par šā pārdošanas veida .
pl_pl: Funkcja ta pobiera typu sprzedaży skrót i zwraca dane z tego typu sprzedaży.
vi_vn: Chức năng này nhận chữ viết tắt của loại bán hàng và trả về chi tiết về loại bán hàng đó

source: Sales type abbreviation
ar: نوع المبيعات اختصار
et: Müük tüüp lühend
fr_lu: Abréviation du type de vente
hr_hr: Prodaja Vrsta kratica
ja: 通貨省略形
lv_lv: Pārdošanas veids saīsinājums
pl_pl: skrót typu sprzedaży
vi_vn: Chữ viết tắt của các kiểu bán hàng

source: A sales type abbreviation as returned by the GetSalesTypeList function.
ar: A المبيعات نوع اختصار كما يتم إرجاعها بواسطة الدالة GetSalesTypeList .
et: Müük tüüp lühend nagu tagastabGetSalesTypeList funktsioon .
fa: فروش نوع مخفف توسط تابع GetSalesTypeList بازگشت .
fr_lu: Une abréviation du type de vente telle que retournée par la fonction "GetSalesTypeList".
hr_hr: Kratica Prodaja Vrsta već vraćena na GetSalesTypeList funkciji .
ja: 販売型の略称はGetSalesTypeList関数によって返される。
lv_lv: Pārdošanas veids saīsinājums , kā atgriež GetSalesTypeList funkcijas .
pl_pl: Rodzaj sprzedaży skrót zwrócone przez GetSalesTypeList funkcji.
vi_vn: Một loại bán hàng viết tắt là hàm trả về GetSalesTypeList .

source: This function returns an array of sales type details.
ar: هذه الدالة تقوم بإرجاع صفيف من نوع مبيعات التفاصيل .
et: See funktsioon tagastab massiivi müügi tüüpi andmed.
fa: این تابع یک آرایه از نوع جزئیات فروش را بر می گرداند .
fr_lu: Cette fonction retourne un tableau des ventes de détails type.
hr_hr: Ova funkcija vraća niz prodajnih tipa detalja .
ja: この関数は、販売型の詳細の配列を返します。
lv_lv: Šī funkcija atgriež masīvu pārdošanas veida informāciju .
pl_pl: Funkcja ta zwraca tablicę szczegółów sprzedaży typu.
vi_vn: Chức năng này trả về một mảng bán hàng chi tiết loại .

source: Sales Type Details
ar: نوع مبيعات تفاصيل
et: Müük Tüüp Detailid
fr_lu: Détail des type de vente
hr_hr: Prodaja Tip Detalji
ja: 販売タイプ
lv_lv: Sales Tips Detalizēta informācija
pl_pl: Sprzedaż Szczegóły Typ
vi_vn: Chi tiết về kiểu bán hàng

source: This function returns a list of hold reason codes.
ar: هذه الدالة تقوم بإرجاع قائمة من رموز السبب الانتظار.
et: See funktsioon tagastab loendi ootel põhjus koodid .
fa: این تابع یک لیست از کدهای دلیل نگه می گرداند.
fr_lu: Cette fonction retourne une liste des codes de raison attente.
hr_hr: Ova funkcija vraća popis čekanju šifri razloga .
ja: この関数は、保留理由コードのリストを返します。
lv_lv: Šī funkcija atgriež sarakstu ar iesaldētajiem iemeslu kodu .
pl_pl: Funkcja ta zwraca listę kodów przyczyn zawieszone.
vi_vn: Chức năng này trả về một danh sách các mã lý do giữ .

source: This function returns an array of hold reason codes.
ar: هذه الدالة تقوم بإرجاع صفيف من رموز السبب الانتظار.
et: See funktsioon tagastab massiivi ootel põhjus koodid .
fa: این تابع یک آرایه از کدهای دلیل نگه می گرداند.
fr_lu: Cette fonction retourne un tableau des codes de raison attente.
hr_hr: Ova funkcija vraća polje čekanju šifri razloga .
ja: この関数は、保留理由コードの配列を返します。
lv_lv: Šī funkcija atgriež masīvu turēt iemeslu kodu .
pl_pl: Funkcja ta zwraca tablicę kodów przyczyny zawieszone.
vi_vn: Chức năng này trả về một mảng các mã lý do giữ .

source: This function takes a hold reason code and returns details of that hold reason.
ar: هذه الدالة تأخذ رمز سبب الانتظار و عوائد تفاصيل هذا السبب الانتظار.
et: See funktsioon võtab kätte põhjuse kood ja tagastab andmed , mis hoiavad põhjus .
fa: این تابعکد دلیل نگه دارید و بازده جزئیات همین دلیل انتظار طول می کشد.
fr_lu: Cette fonction prend un code de raison et de détenir plus de détails rendements de cette raison attente.
hr_hr: Ova funkcija se držite razlog kôd i vraća podatke iz tog razloga čekanju .
ja: この関数は、保留理由コードとその保留理由の返品の詳細になります。
lv_lv: Šī funkcija aizņem turēt iemesla kods un atgriež informāciju par šo fiksāciju iemesla dēļ.
pl_pl: Funkcja ta ma posiadać kod przyczyny i zwraca dane, które posiadają powodu.
vi_vn: Chức năng này có một mã lý do giữ và trả về chi tiết của lý do đó giữ .

source: Hold reason code
ar: عقد رمز السبب
et: Hoia põhjuse kood
fr_lu: Code de la mise en attente
hr_hr: Držite razlog kod
ja: 地域コード
lv_lv: Turiet iemesls kodu
pl_pl: Trzymaj kod przyczyny
vi_vn: Giữ mã lý do

source: A hold reason abbreviation as returned by the GetHoldReasonList function.
ar: A الانتظار سبب اختصار كما يتم إرجاعها بواسطة الدالة GetHoldReasonList .
et: Ootel põhjus lühend nagu tagastabGetHoldReasonList funktsioon .
fa: برگزاری دلیل مخفف توسط تابع GetHoldReasonList بازگشت .
fr_lu: Une abréviation de mise en reliquat telle que retournée par la fonction "GetHoldReasonList".
hr_hr: Kratica držite razlog što su se vratili od GetHoldReasonList funkciji .
ja: 保留理由の略称はGetHoldReasonList関数によって返される。
lv_lv: Turēt iemesls saīsinājums , kas atgriezās ar GetHoldReasonList funkcijas .
pl_pl: Przytrzymaj skrót powodu zwrócony przez GetHoldReasonList funkcji.
vi_vn: Một tổ chức vì lý do viết tắt như hàm trả về GetHoldReasonList .

source: This function returns an array of hold reason details.
ar: هذه الدالة تقوم بإرجاع صفيف من الانتظار تفاصيل سبب من الأسباب.
et: See funktsioon tagastab massiivi ootel põhjus detailid .
fa: این تابع آرایه ای از جزئیات دلیل انتظار می گرداند.
fr_lu: Cette fonction retourne un tableau de détails raison attente.
hr_hr: Ova funkcija vraća polje čekanju razlog detaljima .
ja: この関数は、保留理由の詳細の配列を返します。
lv_lv: Šī funkcija atgriež masīvu turēt iemesls detaļas.
pl_pl: Funkcja ta zwraca tablicę szczegóły powodu zawieszone.
vi_vn: Chức năng này trả về một mảng các chi tiết lý do giữ .

source: This function returns a list of payment terms abbreviations.
ar: هذه الدالة تقوم بإرجاع قائمة من شروط الدفع الاختصارات.
et: See funktsioon tagastab loendi maksetingimused lühendeid .
fa: این تابع یک لیست از شرایط پرداخت اختصارات را بر می گرداند .
fr_lu: Cette fonction retourne une liste des abréviations les modalités de paiement.
hr_hr: Ova funkcija vraća popis uvjeti plaćanja skraćenica .
ja: この関数は、支払条件の略語のリストを返します。
lv_lv: Šī funkcija atgriež sarakstu ar maksājumu terminu saīsinājumi .
pl_pl: Funkcja zwraca listę skrótów warunki płatności.
vi_vn: Chức năng này trả về một danh sách các thanh toán về chữ viết tắt .

source: This function returns an array of payment terms abbreviations.
ar: هذه الدالة تقوم بإرجاع صفيف من شروط الدفع الاختصارات.
et: See funktsioon tagastab massiivi maksetingimused lühendeid .
fa: این تابعمجموعه ای از شرایط پرداخت اختصارات را بر می گرداند .
fr_lu: Cette fonction retourne un tableau des abréviations les modalités de paiement.
hr_hr: Ova funkcija vraća polje uvjeti plaćanja skraćenica .
ja: この関数は、支払条件の略語の配列を返します。
lv_lv: Šī funkcija atgriež masīvu maksājumu terminu saīsinājumi .
pl_pl: Funkcja ta zwraca tablicę skrótów warunki płatności.
vi_vn: Chức năng này trả về một mảng thanh toán về chữ viết tắt .

source: This function takes a payment terms abbreviation and returns details of that payment terms type.
ar: هذه الدالة تأخذ دفعة اختصار شروط والعوائد تفاصيل ذلك دفع نوع الشروط.
et: See funktsioon võtabmaksetingimused lühend ja naaseb üksikasjad , et maksetingimused tüüp .
fa: این تابع شرایط پرداخت مخفف و بازده جزئیات که شرایط پرداخت نوع طول می کشد.
fr_lu: Cette fonction prend une abréviation termes les détails du paiement et le rendement des conditions de paiement de ce type.
hr_hr: Ova funkcija ima skraćenicu uvjete plaćanja i vraća detalje tog tipa uvjeti plaćanja .
ja: この関数は、支払条件の略語とその支払条件の種類の返品の詳細になります。
lv_lv: Šī funkcija aizņem maksājumu noteikumiem saīsinājumu un atgriež informāciju par šo maksājumu noteikumiem veida .
pl_pl: Funkcja ta pobiera dane i zwraca skrót warunków płatności tego typu warunki płatności.
vi_vn: Chức năng này có một điều khoản thanh toán viết tắt và trả về các chi tiết của thanh toán được loại điều kiện .

source: A payment terms abbreviation as returned by the GetPaymentTermsList function.
ar: A الدفع اختصار الشروط التي يتم إرجاعها بواسطة الدالة GetPaymentTermsList .
et: Maksetingimused lühend nagu tagastabGetPaymentTermsList funktsioon .
fa: شرایط پرداخت مخفف عنوان توسط تابع GetPaymentTermsList بازگشت .
fr_lu: Une abréviation conditions de paiement telle que retournée par la fonction "GetPaymentTermsList".
hr_hr: Kratica uvjeti plaćanja već vraćena na GetPaymentTermsList funkciji .
ja: 支払条件の略称はGetPaymentTermsList関数によって返される。
lv_lv: Maksājumu noteikumi saīsinājums , kā atgriež GetPaymentTermsList funkcijas .
pl_pl: Skrót warunki płatności zwrócony przez GetPaymentTermsList funkcji.
vi_vn: Một điều khoản thanh toán viết tắt là hàm trả về GetPaymentTermsList .

source: This function returns an array of payment terms details.
ar: هذه الدالة تقوم بإرجاع صفيف من شروط الدفع التفاصيل.
et: See funktsioon tagastab massiivi maksetingimused detailid .
fa: این تابعمجموعه ای از شرایط پرداخت جزئیات را بر می گرداند .
fr_lu: Cette fonction retourne un tableau de détails les modalités de paiement.
hr_hr: Ova funkcija vraća polje uvjeti plaćanja detaljima .
ja: この関数は、支払条件の詳細の配列を返します。
lv_lv: Šī funkcija atgriež masīvu maksājumu noteikumiem detaļas.
pl_pl: Funkcja ta zwraca tablicę szczegóły warunki płatności.
vi_vn: Chức năng này trả về một mảng thanh toán các điều khoản chi tiết .

source: This function returns a list of payment method codes.
ar: هذه الدالة تقوم بإرجاع قائمة من رموز طريقة الدفع.
et: See funktsioon tagastab loendi makseviisi koodid .
fa: این تابع یک لیست از روش پرداخت کد را بر می گرداند .
fr_lu: Cette fonction retourne une liste de codes de la méthode de paiement.
hr_hr: Ova funkcija vraća popis načina plaćanja kodova .
ja: この関数は、支払方法コードのリストを返します。
lv_lv: Šī funkcija atgriež sarakstu ar maksājumu metodes kodiem.

source: This function returns an array of payment method codes.
ar: هذه الدالة تقوم بإرجاع صفيف من رموز طريقة الدفع.
et: See funktsioon tagastab massiivi makseviisi koodid .
fa: این تابع آرایه ای از روش پرداخت کد را بر می گرداند .
fr_lu: Cette fonction retourne une matrice des modalités de paiement.
hr_hr: Ova funkcija vraća niz načina plaćanja kodova .
ja: この関数は、支払方法コードの配列を返します。
lv_lv: Šī funkcija atgriež masīvu maksājumu metodes kodiem.

source: This function takes a payment method code and returns details of that payment method.
ar: هذه الدالة تأخذ رمز طريقة الدفع وإرجاع تفاصيل ذلك طريقة الدفع.
et: See funktsioon võtabmakseviisi kood ja tagastab andmed selle makseviisi .
fa: این تابع طول می کشد یک روش کد پرداخت و جزئیات آن روش پرداخت را برمی گرداند .
fr_lu: Cette fonction prend un code de la méthode de paiement et retourne les détails de cette méthode de paiement.
hr_hr: Ova funkcija ima kod plaćanja, a vraća detalje tog načina plaćanja .
ja: この関数は、支払方法コードを取り、その支払方法の詳細を返します。
lv_lv: Šī funkcija aizņem maksājuma metodi kodu un atgriež informāciju par šo maksājumu metodes .

source: Payment method code
ar: دفع رمز أسلوب
et: Makseviis kood
fr_lu: Code mode de paiement
hr_hr: Način plaćanja kod
ja: 支払方法

source: A payment method code as returned by the GetPaymentMethodsList function.
ar: رمز طريقة الدفع و إرجاعها بواسطة الدالة GetPaymentMethodsList .
et: Makseviisi kood tagastatudGetPaymentMethodsList funktsioon .
fa: روش کد پرداخت توسط تابع GetPaymentMethodsList بازگشت .
fr_lu: Un code de méthode de paiement tel que retourné par la fonction "GetPaymentMethodsList".
hr_hr: Kod plaćanja već vraćena na GetPaymentMethodsList funkciji .
ja: 支払方法コードはGetPaymentMethodsList関数によって返される。
lv_lv: Maksājuma metode kods, kas atgriezās ar GetPaymentMethodsList funkcijas .

source: This function inserts a new stock item into KwaMoja, including updating the locstock table.
ar: إدراج هذه الوظيفة على بند الأوراق المالية الجديدة في KwaMoja ، بما في ذلك تحديث الجدول locstock .
et: See funktsioon lisab uue aktsia elemendi KwaMoja , sealhulgas ajakohastamistlocstock tabelis.
fa: درج این تابع به یک مورد سهام جدید به KwaMoja ، از جمله به روز رسانی میز locstock.
hr_hr: Ova funkcija unosi novu stavku u KwaMoja dionica , uključujući ažuriranje locstock stol .
ja: locstockテーブルの更新を含めKwaMojaにこの関数は、挿入され、新規株式項目を、 。
lv_lv: Šī funkcija ievieto jaunu akciju posteni KwaMoja , tostarp atjaunināšanu locstock tabulu .
vi_vn: Chức năng này sẽ chèn một mục cổ phiếu mới vào KwaMoja , bao gồm cập nhật bảng locstock .

source: Stock Item Details
ar: الأسهم السلعة
et: Laonumbrist Details
fr_lu: Détail article
hr_hr: Stock Stavka Detalji
ja: 品目詳細修正
lv_lv: Stock Papildus informācija
pl_pl: Fotografia przedmiotu Szczegóły
vi_vn: Chi tiết hàng trong kho
