Repository: timschofield/KwaMoja-Medical
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar, et, fa, fr_lu, hr_hr, ja, lv_lv, pl_pl, vi_vn

source: Go back
ar: العودة
et: Mine tagasi
fa: بازگشت
fr_lu: Retour
hr_hr: vratiti se
ja: 戻る
lv_lv: Iet atpakaļ
pl_pl: Idź z powrotem
vi_vn: Quay lại

source: Payment
ar: دفع
et: Tasuda
fa: پرداخت
fr_lu: Paiement
hr_hr: plaćanje
ja: 支払額
lv_lv: Maksājums
pl_pl: Wypłata
vi_vn: thanh toán

source: Total Payment
ar: مجموع الدفع
et: Maksete kogusumma
fa: تعداد پرداخت
fr_lu: Total des paiements
hr_hr: Ukupna plaćanja
ja: 合計支払額
lv_lv: Kopā maksājums
pl_pl: Wszystkich płatności
vi_vn: Tổng thanh toán

source: Payment Methods
ar: طرق الدفع
et: Makseviisid
fa: روش های پرداخت
fr_lu: Modes de réglement
hr_hr: Načini plaćanja
ja: 支払方法
lv_lv: Maksāšanas veidi
pl_pl: Metody Płatności
vi_vn: phương thức thanh toán

source: The payment method cannot contain illegal characters
ja: 勘定セクション名は文字列を含むことができません

source: The payment method may not be empty.
ar: طريقة الدفع قد لا يكون فارغا.
et: Makseviisi ei pruugi olla tühi .
fa: روش پرداخت نمی تواند خالی باشد.
fr_lu: La méthode de paiement ne peut être vide.
hr_hr: Metoda se plaćanje ne može biti prazan .
ja: 支払方法は空白にできない
lv_lv: Maksā&#353;anas veidu nevar atstāt tuk&#353;u
pl_pl: Metoda płatności nie może być pusta
vi_vn: Phương thức thanh toàn không được để trống

source: The payment method can not be renamed because another with the same name already exists.
ar: لا يمكن إعادة تسمية طريقة الدفع ل آخر مع نفس الاسم موجود بالفعل .
et: Makseviisi ei saa ümber nimetada , sest teine ​​sama nime juba olemas.
fa: روش پرداخت را نمی توان تغییر نام داد زیرا دیگر با همین نام از قبل وجود دارد.
fr_lu: Le mode de paiement ne peut pas être renommé car une autre avec le même nom existe déjà.
hr_hr: Plaćanja ne može biti preimenovana jer je drugi s istim imenom već postoji .
ja: 同じ名前を持つ別のがすでに存在するため、お支払方法の名前は変更できません。
lv_lv: Maksā&#353;anas veidu nevar pārdēvēt, jo tāds nosaukums jau eksistē
pl_pl: Metoda płatności nie może mieć zmienionej nazwy ponieważ płatność o takiej nazwie już istnieje
vi_vn: Không s?a tên phuong th?c thanh toán này du?c vì dã có 1 phuong th?c thanh toán khác trùng tên.

source: The payment method no longer exists.
ar: طريقة الدفع لم يعد موجودا .
et: Makseviisi ei ole enam olemas .
fa: روش پرداخت دیگر وجود ندارد.
fr_lu: La méthode de paiement n'existe plus.
hr_hr: Način plaćanja koji više ne postoji .
ja: 支払方法は、もはや存在しません。
lv_lv: Maksā&#353;anas veids vairs neeksistē
pl_pl: Ta metody płatności już nie istnieje
vi_vn: Phuong th?c thanh toán không còn t?n t?i

source: Could not update payment method
ar: تعذر تحديث طريقة الدفع
et: Pole võimalik uuendada makseviis
fa: بروز رسانی می تواند روش پرداخت نمی
fr_lu: Impossible de mettre à jour la méthode de paiement
hr_hr: Ne može se ažurirati način plaćanja
ja: 支払方法を更新できませんでした
lv_lv: Nevar labot maksā&#353;anas veidu
pl_pl: Nie mogę zmienić metody płatności ponieważ
vi_vn: Không cập nhật được phương thức thanh toán

source: The payment method can not be created because another with the same name already exists.
ar: لا يمكن إنشاء طريقة الدفع ل آخر مع نفس الاسم موجود بالفعل .
et: Makseviisi ei ole võimalik luua, sest teine ​​sama nime juba olemas.
fa: روش پرداخت را نمی توان ایجاد شده به دلیل دیگری با همین نام از قبل وجود دارد.
fr_lu: Le mode de paiement ne peut pas être créé parce qu'un autre avec le même nom existe déjà.
hr_hr: Plaćanja ne može biti stvorena jer je drugi s istim imenom već postoji .
ja: 同じ名前を持つ別のがすでに存在するための支払方法を作成することはできません。
lv_lv: Maksā&#353;anas veidu nevar izveidot, jo jau eksistē cits ar tādu pa&#353;u veidu
pl_pl: Nie można utworzyć płatności ponieważ inna o tej nazwie już istnieje
vi_vn: Không tạo được phương thức thanh toán vì đã tồn tại phương thức thanh toán khác cùng tên

source: New payment method added
ar: طريقة الدفع الجديدة المضافة
et: Uus makseviis lisatud
hr_hr: Novi način plaćanja dodano
ja: 支払方法確認

source: Could not insert the new payment method
ar: لا يمكن إدراج طريقة دفع جديدة
ja: 新しい勘定コードが追加できなかった

source: Cannot delete this payment method because it no longer exist
ar: لا يمكن حذف طريقة الدفع هذه لأنها لم تعد موجودة
et: Ei saa kustutada seda makseviisi , sest see ei ole enam olemas
fa: آیا می توانم از روش پرداخت استفاده حذف این دلیل که دیگر وجود ندارد
fr_lu: Impossible de supprimer ce mode de paiement car il n'existe plus
hr_hr: Ne mogu izbrisati ovaj način plaćanja , jer više ne postoji
ja: それはもはや存在しないため、この支払方法を削除することはできません
lv_lv: Nevar izdzēst, jo maksā&#353;anas veids vairs neeksistē
pl_pl: Nie można usunąć metody płatności ponieważ już nie istnieje
vi_vn: Không thể xóa được phương thức thanh toán vì nó không còn tồn tại

source: Cannot delete this payment method because bank transactions have been created using this payment method
ar: لا يمكن حذف طريقة الدفع هذه لأنه تم إنشاؤها المعاملات المصرفية باستخدام طريقة الدفع هذه
et: Ei saa kustutada seda makseviisi kuna pangatehinguid on loodud kasutades seda makseviisi
fa: آیا می توانم استفاده حذف این روش پرداخت به خاطر معاملات بانک ایجاد شده اند با استفاده از این روش پرداخت نمی
fr_lu: Impossible de supprimer ce mode de paiement parce que les transactions bancaires ont été créés en utilisant cette méthode de paiement
hr_hr: Ne mogu izbrisati ovaj način plaćanja , jer bankovne transakcije su stvorili koristiti ovaj način plaćanja
ja: 銀行の取引は、この支払方法を使用して作成されたため、この支払方法を削除することはできません
lv_lv: Nevar izdzēst, jo ir veikti maksājumi ar &#353;o veidu
pl_pl: Nie mogę usunąć metody płatności, ponieważ dokonano transakcji z jej użyciem
vi_vn: Không thể xóa được phương thức thanh toán vì nó dùng trong việc tạo các giao dịch ngân hàng

source: bank transactions that refer to this payment method
ar: المعاملات المصرفية التي تشير إلى طريقة الدفع هذه
et: pangaülekandeid , mis viitavad sellele makseviisi
fa: معاملات بانکی است که اشاره به روش پرداخت این
fr_lu: transactions bancaires qui font référence à ce mode de paiement
hr_hr: bankovne transakcije koje se odnose na ovaj način plaćanja
ja: このお支払い方法を参照して銀行取引
lv_lv: Bankas grāmatojumi kuri attiecas uz maksā&#353;anas veidu
pl_pl: operacje bankowe odnoszące się do tej metody płatności
vi_vn: Giao dịch ngân hàng dẫn tới phương thức thanh toán này

source: payment method has been deleted
ar: تم حذف طريقة الدفع
et: makseviis on kustutatud
fa: روش پرداخت حذف شده است
fr_lu: mode de paiement a été supprimé
hr_hr: Način plaćanja je izbrisan
ja: 支払方法が削除されている
lv_lv: maksā&#353;anas veids tika izdzēsts
pl_pl: metoda płatności została usunięta
vi_vn: Phương thức thanh toán đã được xóa

source: Could not get payment methods because
ar: لم أستطع الحصول على وسائل الدفع بسبب
et: Ei saanud makseviisid sest
fa: تونه به روشهای پرداخت چرا که نه
fr_lu: Impossible d'obtenir les modes de paiement parce que
hr_hr: Ne može se dobiti načine plaćanja , jer
ja: 支払方法を取得できませんでしたので、
lv_lv: Nevar iegūt maksājumu veidus, jo
pl_pl: Nie mogę pobrać metod płatności ponieważ
vi_vn: Không thể lấy được phương thức thanh toán vì

source: Payment Method
ar: طريقة الدفع
et: Makseviis
fa: روشهای پرداخت
fr_lu: Mode de réglement
hr_hr: Način plaćanja
ja: 支払方法
lv_lv: Maksā&#353;anas veids
pl_pl: Metoda Płatności
vi_vn: phương thức thanh toán

source: Use For Payments
ar: استخدام للمدفوعات
et: Kasutage makseteks
fa: برای استفاده از پرداخت
fr_lu: Utiliser pour les réglements
hr_hr: Koristite za plaćanja
ja: 支払用使用
lv_lv: Lietot Izejo&#353;iem maksājumiem
pl_pl: użycie dla płatności
vi_vn: Sử dụng cho Thanh toán

source: Use For Receipts
ar: استخدم للحصول على إيصالات
et: Kasutage kviitungeid
fa: برای استفاده از رسید
fr_lu: Utiliser les reçus
hr_hr: Koristite za primitak
ja: 入金用使用
lv_lv: Lietot Ienāko&#353;iem maksājumiem
pl_pl: użycie dla wpływów
vi_vn: Sử dụng cho hóa đơn

source: Use Pre-printed Stationery
ar: استخدام مطبوعة مسبقا القرطاسية
et: Kasutage valmistrükitud Kirja
fr_lu: Utiliser un papier à lettres pré-imprimé
hr_hr: Koristite već tiskane
ja: 印刷用紙
lv_lv: Izmantojiet Pre- drukātās kancelejas

source: Open POS Cash Drawer for Sale
ar: فتح POS درج النقود للبيع
et: Avatud POS Rahasahtel müük
fa: گسترش POS کشو پول نقد برای فروش
fr_lu: Ouvert POS Tiroir-caisse à vendre
hr_hr: Otvoreno POS Novac ladica za prodaju
ja: 販売のためのオープンPOSキャッシュ·ドロワー
lv_lv: Atvērt POS Naudas lāde Pārdod
pl_pl: Gotówka otwarta szuflada POS na sprzedaż
vi_vn: Mở POS Cash Drawer Bán

source: Are you sure you wish to delete this payment method?
ar: هل أنت متأكد أنك تريد حذف طريقة الدفع هذه ؟
et: Oled sa kindel, et soovid kustutada selle makseviisi ?
fr_lu: Voulez-vous supprimer ce mode de paiement?
hr_hr: Jeste li sigurni da želite izbrisati ovaj način plaćanja ?
ja: この仕入先価格を削除してもよろしいですか？

source: Review Payment Methods
ar: راجع طرق الدفع
et: Vaadake Makseviisid
fa: مواد و روش ها را نقد پرداخت
fr_lu: Afficher les modes de réglements
hr_hr: Pregledajte plaćanja Način
ja: 支払方法確認
lv_lv: Pārskatīt maksā&#353;anas veidus
pl_pl: Przegląd metod płatności
vi_vn: Xem lại các phương thức thanh toán

source: Could not retrieve the requested payment method, please try again.
ar: لا يمكن استرداد طريقة الدفع المطلوبة ، يرجى المحاولة مرة أخرى .
et: Ei saanud kätte soovitud makseviis , palun proovige uuesti.
fa: آیا درخواست روش پرداخت بازیابی نیست ، لطفا دوباره سعی کنید.
fr_lu: Impossible de récupérer le mode de paiement demandé, s'il vous plaît essayer à nouveau.
hr_hr: Ne mogu dohvatiti tražene način plaćanja , molimo pokušajte ponovno .
ja: 要求された支払方法を取得できませんでした、もう一度やり直してください。
lv_lv: Nevar iegūt maksā&#353;anas veidus, lūdzu mei&Auml;&pound;iniet vēlreiz
pl_pl: Nie mogę odtworzyć żądanej metody płatności, spróbuj ponownie
vi_vn: Không truy xuất được phương thức thanh toán theo yêu cầu. Vui lòng thử lại

source: Payment Terms Maintenance
ar: شروط الدفع الصيانة
et: Maksetingimused Hooldus
fa: تعمیر و نگهداری و شرایط پرداخت
fr_lu: Gestion des conditions de paiement
hr_hr: Održavanje uvjeta plaćanja
ja: 支払条件メンテナンス
lv_lv: Samaksas termiņi
pl_pl: Katalog Warunków Płatności
vi_vn: Bảo trì điều khoản thanh toán

source: The payment terms name must exist
ar: يجب أن يكون موجودا دفع اسم الشروط
et: Maksetingimused nimi peab olema olemas
fa: نام پرداخت شرایط باید وجود داشته باشد
fr_lu: La description de la condition de réglement doit être saisie
hr_hr: Naziv pojmovi uplata mora postojati
ja: 支払条件は2文字以下でなければなりません
lv_lv: Maksājumu termiņa nosaukumam ir jābūt
pl_pl: Nazwa musi istnieć warunki płatności
vi_vn: Tên di?u kho?n thanh toán ph?i t?n t?i

source: The payment terms name must be two characters or less long
ar: يجب أن يكون الدفع اسم المصطلحين حرفا أو أقل طويلة
et: Maksetingimused nimi peab olema kaks või vähem tähemärki pikk
fa: نام شرایط پرداخت باید به دو حرفی یا کمتر را طولانی می شود
fr_lu: Le code conditions de réglement ne doit pas dépasser 2 symboles
hr_hr: Naziv uvjeti plaćanja moraju biti dva znaka ili manje duga
ja: 支払条件は2文字以下でなければなりません
lv_lv: Maksājuma termiņam jābūt diviem simboliem vai īsākam
pl_pl: Kod terminu płatności może mieć najwyżej dwie litery
vi_vn: Tên di?u kho?n thanh toán ph?i t? 2 kí t? tr? xu?ng

source: The number of days or the day in the following month must be numeric
ar: يجب أن يكون عدد الأيام أو اليوم في الشهر التالي رقمية
et: Päevade arv või päeval järgmisel kuul peab olema arv
fa: تعداد روز یا در روز در ماه بعد باید عدد باشد
fr_lu: Le nombre de jours ou le jour du mois suivant doit être numérique
hr_hr: Broj dana ili dan u sljedećem mjesecu mora biti numerička
ja: 次の月の日数や一日の数は数値でなければなりません
lv_lv: Dienu vai dienu skaitu nākamajā mēnesī jābūt ciparu
pl_pl: Ilość dni lub dzień następnego miesiąca musi być wyrażony numerycznie
vi_vn: S? ngày ho?c ngày trong tháng sau dây ph?i ? d?ng s?

source: The terms description must be forty characters or less long
ar: يجب أن يكون الوصف حيث الأحرف والأربعين أو أقل طويلة
et: Tingimuste kirjeldus peab olema nelikümmend märki või vähem pikad
fa: توضیحات شرایط باید شخصیت چهل یا کمتر طولانی
fr_lu: La description ne doit pas dépasser 40 caractères
hr_hr: Uvjeti opis mora biti četrdeset znakova ili manje duga
ja: 条件内容は40文字以下でなければなりません
lv_lv: Noteikumi aprakstā jābūt četrdesmit rakstzīmēm vai mazāk ilgā
pl_pl: Opis warunków płatności może mieć najwyżej 50 znaków
vi_vn: Mô tả các điều khoản phải dưới 40 kí tự

source: When the check box is not checked to indicate a day in the following month is the due date
ar: عندما لم يتم تحديد خانة الاختيار للإشارة إلى يوم في الشهر التالي هو تاريخ الاستحقاق
et: Kuiruut on märkimata , et näidata päevas järgmisel kuul on tähtaeg
fa: هنگامی که جعبه چک انتخاب شده است نه برای نشان دادن یک روز در ماه پس از موعد مقرر است
fr_lu: La case ne doit pas être cochée pour indiquer que le réglement est dû tel jour du mois suivant
hr_hr: Kadokvir nije provjerio naznačitidan u sljedećem mjesecu jedatum dospijeća
ja: チェックボックスを示すためにチェックされていない場合は、次の月の日は期日です
lv_lv: Kad atzƯmƝjiet nav pārbaudīts , lai norādītuuz nākamo mēnesi diena irsaistīts datums
pl_pl: Jeśli nie zaznaczono okienka stanowiącego że dzień jest datą płatności w następnym miesiącu
vi_vn: Khi h?p ki?m tra không du?c ki?m tra d? ch? ra ngày nào trong tháng sau dây là ngày h?t h?n

source: the due date cannot be a day after the 30th
ar: تاريخ الاستحقاق لا يمكن أن يكون بعد يوم من 30
et: tähtpäevaks ei saapäeva pärast30.
fa: موعد مقرر نمی تواند یک روز پس از 30
fr_lu: L'échéance ne peut pas être après le 30
hr_hr: datum dospijeća ne može bitidan nakon što je30.
ja: 期日は、 30日の翌日にはできません
lv_lv: termiņš nevar būtdienu pēc30
pl_pl: data płatności nie może być późniejsza niż 30-tego
vi_vn: Ngày h?t h?n không th? là m?t ngày sau ngày 30

source: A number between 1 and 30 is expected
ar: ومن المتوقع رقما بين 1 و 30
et: Number vahemikus 1 ja 30 on oodata
fa: عدد بین 1 و 30 انتظار می رود
fr_lu: Le nombre doit être compris entre 1 et 30
hr_hr: Broj između 1 i 30. Očekuje
ja: 1から30までの数字が予想され
lv_lv: Starp 1 un 30 skaits varētu
pl_pl: Oczekiwana jest liczba między 1 i 30
vi_vn: Chấp nhận các số từ 1 tới 30

source: When the check box is checked to indicate that the term expects a number of days after which accounts are due
ar: عندما يتم تحديد خانة الاختيار للإشارة إلى أن مصطلح يتوقع عدد من الأيام وبعد ذلك يتم بسبب حسابات
et: Kuikast , mis näitab , et mõiste eeldab mitme päeva pärast , mille raamatupidamisaruanded on tingitud
fa: هنگامی که جعبه چک انتخاب شده است نشان می دهد که مدت انتظار دارد که چند روز پس از آن حساب به علت
fr_lu: La case doit être cochée pour indiquer que le réglement est dû après un certain nombre de jours
hr_hr: Kada jeuključen potvrdni okvir kako biste naznačili da je pojam očekuje niz dana nakon što su računi zbog
ja: チェックボックスが期間は日数を期待したことを示すためにチェックされている場合はアカウントが原因ですそのあとで
lv_lv: Jaizvēles rūtiņa ir atzīmēta , lai norādītu , katermins sagaida dienu skaitu, pēc kura konti ir jāmaksā
pl_pl: Jeśli zaznvczono okienko stanowiące że termin jest wyrażony w dniach bieżących
vi_vn: Khi hộp kiểm tra được kiểm tra để chỉ ra rằng thuật ngữ hy vọng một số ngày sau khi các tài khoản này là do

source: the number entered should be less than 361 days
ar: يجب أن يكون عدد دخلت يكون أقل من 361 يوما
et: sisestatud number peab olema väiksem kui 361 päeva
fa: تعداد وارد شده باید کمتر از 361 روز
fr_lu: le nombre saisi doit être inférieure à 361 jours
hr_hr: Broj ušao bi trebao biti manji od 361 dana
ja: 入力した数字より少ない361日でなければなりません
lv_lv: ieraksta skaits ir mazāks par 361 dienām
pl_pl: wprowadzona liczba powinna być mniejsza niż 361 dni
vi_vn: Số nhập vào phải nhỏ hơn 361 ngày

source: The payment terms definition record has been updated
ar: تم تحديث شروط السجل تعريف الدفع
et: Maksetingimused määratlus rekord on uuendatud
fa: شرایط پرداخت رکورد تعریف به روز شده است
fr_lu: La condition de paiement a été mise à jour
hr_hr: Definicija uvjeti plaćanja rekord je ažuriran
ja: 支払条件定義レコードが更新されました
lv_lv: Maksājumu noteikumi definīcija ieraksts ir atjaunināta
pl_pl: Definicja warunków płatności została zaktualizowana
vi_vn: Định nghĩa các điều khoản thanh toán đã được cập nhật

source: The payment terms definition record has been added
ar: تمت إضافة شروط السجل تعريف الدفع
et: Maksetingimused määratlus rekord on lisatud
fa: شرایط پرداخت رکورد تعریف افزوده شده است
fr_lu: la condition de paiement a été ajoutée
hr_hr: Definicija uvjeti plaćanja rekord dodan
ja: 支払条件定義レコードが追加されました
lv_lv: Maksājumu noteikumi definīcija ieraksts ir pievienots
pl_pl: Dodano nową definicję warunków płatności
vi_vn: Hồ sơ định nghĩa điều khoản thanh toán đã được thêm vào

source: Cannot delete this payment term because customer accounts have been created referring to this term
ar: لا يمكن حذف هذا المصطلح الدفع لأنه تم إنشاء حسابات العملاء في اشارة الى هذا المدى
et: Ei saa kustutada seda maksetähtaeg sest kliendi kontod on loodud viidates selle mõiste
fa: آیا می توانم استفاده حذف این مدت به دلیل پرداخت حساب های مشتری ایجاد شده اند با اشاره به این دوره نمی
fr_lu: Impossible de supprimer cette condition de réglement car des comptes clients s'y réfèrent
hr_hr: Ne može se izbrisati taj pojam plaćanja , jer kupac račune su stvoreni odnosi na ovaj rok
ja: 顧客アカウントはこの用語を参考に作成されているため、この支払条件を削除することはできません
lv_lv: Nevar dzēst šo maksājuma termiņu , jo klientu konti ir izveidoti atsaucoties uz šo terminu
pl_pl: Nie można usunąć definicji warunków płatności ponieważ istnieją konta klienta które się odwołują do niej
vi_vn: không th? xóa di?u kho?n thanh toán này vì tài kho?n khách hàng dã du?c t?o liên quan d?n di?u kho?n này

source: customer accounts that refer to this payment term
ar: حسابات العملاء التي تشير إلى هذا المصطلح الدفع
et: klientide kontodele , mis viitavad käesolevale maksetähtaeg
fa: حساب مشتری که اشاره به این مدت پرداخت
fr_lu: Comptes clients se référant à cette condition de réglement
hr_hr: kupac račune koji se odnose na ovaj rok plaćanja
ja: この支払条件を参照して顧客の口座
lv_lv: klientu kontus , kas attiecas uz šo maksājumu termiņu
pl_pl: konta klienta odwołujące się do tego terminu płatności
vi_vn: Các tài kho?n khách hàng d?n t?i di?u kho?n thanh toán này

source: Cannot delete this payment term because supplier accounts have been created referring to this term
ar: لا يمكن حذف هذا المصطلح الدفع لأنه تم إنشاء حسابات المورد في اشارة الى هذا المدى
et: Ei saa kustutada seda maksetähtaeg sest tarnija kontod on loodud viidates selle mõiste
fa: آیا می توانم استفاده حذف این مدت به دلیل پرداخت حساب های تامین کنندگان ایجاد شده اند با اشاره به این دوره نمی
fr_lu: Impossible de supprimer cette condition de réglement car des comptes fournisseurs s'y réfèrent
hr_hr: Ne može se izbrisati taj pojam plaćanja dobavljača jer računi su stvorili odnosi na ovaj rok
ja: サプライヤーアカウントはこの用語を参考に作成されているため、この支払条件を削除することはできません
lv_lv: Nevar dzēst šo maksājuma termiņu , jo piegādātājs konti ir izveidoti atsaucoties uz šo terminu
pl_pl: Nie można usunąć tej definicji warunków płatności ponieważ zostały utworzone konta dostawców odwołujące się do nich
vi_vn: Không th? xóa di?u kho?n thanh toán này vì tài kho?n nhà cung c?p dã du?c t?o liên quan d?n di?u kho?n này

source: supplier accounts that refer to this payment term
ar: حسابات المورد التي تشير إلى هذا المصطلح الدفع
et: tarnija raamatupidamise , mis viitavad käesolevale maksetähtaeg
fa: حساب های تامین کننده که اشاره به این مدت پرداخت
fr_lu: Comptes fournisseurs se référant à cette condition de réglement
hr_hr: dobavljač račune koji se odnose na ovaj rok plaćanja
ja: この支払条件を参照してくださいサプライヤーアカウント
lv_lv: piegādātājs kontiem, kas attiecas uz šo maksājumu termiņu
pl_pl: konta dostawców odwołujące się do tego warunku płatności
vi_vn: Các tài kho?n nhà cung c?p d?n t?i di?u kho?n thanh toán này

source: The payment term definition record has been deleted
ar: تم حذف السجل تعريف مصطلح الدفع
et: Maksetähtaeg määratlus rekord on kustutatud
fa: پرداخت رکورد تعریف مدت حذف شده است
fr_lu: La condition de réglement a été supprimée
hr_hr: Definicija rok plaćanja je zapis izbrisan
ja: 支払条件定義レコードが削除されました
lv_lv: Samaksas termiņš definīcija ieraksts ir izdzēsts
pl_pl: Definicja warunków płatności została usunięta
vi_vn: Định nghĩa các điều khoản thanh toán đã được xóa

source: Payment Terms.
ar: شروط الدفع .
et: Maksetingimused.
fa: شرایط پرداخت.
fr_lu: Conditions de paiement
hr_hr: Uvjeti plaćanja .
ja: 支払条件
lv_lv: Apmaksas noteikumi .
pl_pl: Warunki płatności.
vi_vn: Điều khoản thanh toán

source: Term Code
ar: كود المدى
et: Term kood
fa: کد ترم
fr_lu: Code
hr_hr: Uvjeti Code
ja: 条件コード
lv_lv: Termiņa kods
pl_pl: Kod Terminu
vi_vn: Mã điều khoản

source: Following Month On
ar: بعد شهر على
et: Pärast kuu
fa: پس از یک ماه در
fr_lu: Fin de mois le
hr_hr: Nakon mjesec dana
ja: 次月
lv_lv: Nākamā mēnesī
pl_pl: W Następnym Miesiącu
vi_vn: Tháng sau dây

source: Due After (Days)
ar: بسبب بعد (أيام )
et: Kuna pärast (päevad )
fa: توجه بعد از (روز)
fr_lu: Dû après (Jours)
hr_hr: Zbog Nakon ( Dana )
ja: 締め後（日数）
lv_lv: Sakarā Pēc ( dienas )
pl_pl: W Ciągu (Dni)
vi_vn: Hết hạn sau ( ngày)

source: th
ar: ال
fa: هفتم
ja: 日
pl_pl: ego

source: days
ar: أيام
et: p tagasi
fa: روز
fr_lu: jours
hr_hr: dani
ja: 日間
lv_lv: datumam
pl_pl: dni
vi_vn: s? ngày

source: Are you sure you wish to delete this payment term?
ar: هل أنت متأكد أنك تريد حذف هذا المصطلح الدفع؟
et: Oled sa kindel, et soovid kustutada selle maksmise tähtajad?
fr_lu: Voulez-vous supprimer cette condition de paiement?
hr_hr: Jeste li sigurni da želite izbrisati ovaj rok plaćanja ?
ja: この仕入先価格を削除してもよろしいですか？

source: Show all Payment Terms Definitions
ar: مشاهدة جميع شروط الدفع التعاريف
et: Näita kõik Maksetingimused Mõisted
fa: نمایش همه شرایط پرداخت تعاریف
fr_lu: Afficher les conditions de paiement
hr_hr: Prikaži definicije svih uvjeta plaćanja
ja: すべての支払条件定義を表示
lv_lv: Parādīt visu definētos maksājuma termiņus
pl_pl: Pokaż wszystkie Definicje Terminów Płatności
vi_vn: Hiển thị tất cả định nghĩa điều khoản thanh toán

source: Update Payment Terms.
ar: تحديث شروط الدفع .
et: Uuenda maksetingimused.
fa: شرایط بروز پرداخت.
fr_lu: Condition de paiement
hr_hr: Ažuriranje Uvjeti plaćanja .
ja: 支払条件
lv_lv: Atjaunināt maksājumu noteikumiem .
pl_pl: Warunki Update płatności.
vi_vn: Cập nhật Điều khoản thanh toán

source: New Payment Terms.
ar: جديد شروط الدفع .
et: Uus maksetingimused.
fa: شرایط جدید پرداخت.
fr_lu: Nouvelles conditions de paiement.
hr_hr: Nove uvjete plaćanja.
ja: 支払条件
lv_lv: Jaunas Apmaksas noteikumi .
pl_pl: Nowe terminy płatności.
vi_vn: Điều khoản thanh toán mới

source: Terms Description
ar: شروط الوصف
et: tingimused kirjeldus
fa: توضیحات و شرایط
fr_lu: Description
hr_hr: Uvjeti Opis
ja: 条件内容
lv_lv: Termiņa apraksts
pl_pl: Opis Terminów
vi_vn: M? t? di?u kho?n

source: Due After A Given No. Of Days
ar: بسبب بعد A رقم معين من الأيام
et: Kuna pärast teatud päevade arv
fa: توجه بعد از توجه به شماره روز
fr_lu: Dû après un certain nombre de jours
hr_hr: Zbog Nakon određenog Broj dana
ja: 締め後の日数
lv_lv: Sakarā pēc noteikta Nr dienu
pl_pl: Płatne w Ciągu Podanej Liczby Dni
vi_vn: Do Sau Một số Với Trong ngày

source: Days (Or Day In Following Month)
ar: أيام ( أو يوم في الشهر التالي )
et: Päeva (või päev järgmise kuu )
fa: روز (یا روز در ماه بعد)
fr_lu: Jours (ou jour du mois suivant)
hr_hr: Dana (ili dan u sljedećem mjesecu )
ja: 日数（または次月の日)
lv_lv: Dienas ( vai Day nākamā mēneša )
pl_pl: Dni (Lub Dzień Przyszłego Miesiąca)
vi_vn: Các ngày ( ho?c ngày trong tháng sau dây)

source: Payment Cancelled since cheque was not printed
ar: الدفع ألغي منذ انه لم ينشر الاختيار
et: Maksmine Katkestatud kuna kontroll ei trükitud
fa: لغو پرداخت از چک چاپ نمی شد
fr_lu: Paiement annulés depuis chèque n'a pas été imprimé
hr_hr: Plaćanje Otkazan budući ček nije otisnuta
ja: 小切手が印刷されなかった時から支払取消
lv_lv: Maksājums atcelts , jo pārbaude nav iespiests
pl_pl: Płatność usunięta gdyż nie wydrukowano czeku
vi_vn: Thanh toán bị hủy bỏ khi séc không được in
