Repository: timschofield/KwaMoja-Medical
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar, et, fa, fr_lu, hr_hr, ja, lv_lv, pl_pl, vi_vn

source: The system parameters are set to prohibit negative stocks. Processing this stock adjustment would result in negative stock at this location. This adjustment will not be processed.
ar: يتم تعيين المعلمات نظام لحظر الأسهم السلبية .
et: Süsteemi parameetrid keelata negatiivsete varudega .
fa: پارامترهای سیستم به منع سهام منفی است .
fr_lu: Les paramètres du système sont d'interdire les stocks négatifs. Le traitement de ce ajustement des stocks se traduirait par stock négatif à cet endroit. Cet ajustement ne sera pas traitée.
hr_hr: Sustav parametriranja zabraniti negativne dionice .
ja: システムパラメータは負の株式を禁止するように設定されている。
lv_lv: Sistēmas parametri ir noteikti , lai aizliegtu negatīvās krājumus .
pl_pl: Parametry systemowe są ustawione na zakazać negatywnych zapasów. Przetwarzanie to korekta spowoduje negatywne czas w tym miejscu. Ta regulacja nie będą rozpatrywane.
vi_vn: Các thông số hệ thống được thiết lập để cấm các cổ phiếu tiêu cực .

source: Unable to determine if the serial item exists
ar: غير قادر على تحديد ما إذا كان وجود بند المسلسل
et: Ei saa otsustada, kui seerianumber kirje olemas
fr_lu: Impossible de déterminer si l'élément de série existe
hr_hr: Nije moguće utvrditi je liserijski stavka postoji
ja: シリアルアイテムが存在するかどうかを確認することができません
lv_lv: Nespēj , lai noteiktu, vaisērijas vienums eksistē
pl_pl: Nie można określić czy kontrolowany towar istnieje
vi_vn: Không thể xác định mục nối tiếp tồn tại

source: A stock adjustment for
ar: وهناك تعديل المخزون ل
et: Varude korrigeerimine
fr_lu: Un ajustement du stock pour
hr_hr: Dioničko prilagodba
ja: の在庫調整
lv_lv: Krājumu korekcija
pl_pl: Korekta stanu dla
vi_vn: Điều chỉnh kho hàng cho

source: has been created from location
ar: وقد تم إنشاؤها من الموقع
et: on loodud asukohta
fr_lu: a été créé à partir de l'emplacement
hr_hr: je stvoren na mjestu
ja: 場所で作成された
lv_lv: ir izveidota no atrašanās vietas
pl_pl: została wprowadzona w magazynie
vi_vn: Ðã du?c t?o t? d?a di?m

source: Stock adjustment for
ar: تسوية الأوراق المالية لل
fr_lu: Ajustement des stocks pour
hr_hr: Stock prilagodba
ja: 在庫調整

source: Adjustment Details
ar: تفاصيل التعديل
et: Korrigeerimistoimingu
fr_lu: Ajustement (détail)
hr_hr: Detalji prilagodbe
ja: 調整数量
lv_lv: regulēšanas informācija
pl_pl: Regulacja Szczegóły
vi_vn: Chi tiết các điều chỉnh

source: Partial Description
ar: جزئية الوصف
et: Osaline kirjeldus
fr_lu: Description partielle
hr_hr: Djelomično Opis
ja: 品目内容
lv_lv: Apraksts
pl_pl: Częściowe Opis
vi_vn: một phần Mô tả

source: Partial Stock Code
ar: رمز السهم جزئية
et: Osaline Stock Code
fr_lu: Code partiel
hr_hr: Djelomično Stock Kod
ja: 品目コード
lv_lv: Preces kods
pl_pl: Częściowe Code fotografia
vi_vn: Một phần Mã chứng khoán

source: Check Part
ar: تحقق الجزء
et: Vaadake osa
fr_lu: Rechercher
hr_hr: Provjerite Part
ja: 品目確認
lv_lv: Pārbaudiet daļa
pl_pl: Sprawdź Towar
vi_vn: Ki?m tra m?t ph?n

source: In Units of
ar: في وحدات
et: Ühikutes
fr_lu: Unité:
hr_hr: U jedinici
ja: 単位=
lv_lv: Vienības
pl_pl: W Jednostkach
vi_vn: Trong đơn vị

source: Adjustment to Stock At Location
ar: تعديل على الأسهم في الموقع
et: Korrigeerimine Stock Kohapeal
fr_lu: Ajustement de stock pour le site
hr_hr: Prilagodba na lageru na licu mjesta
ja: 所在地在庫調整
lv_lv: Korekcijas noliktava atrašanās vietā
pl_pl: Korekta Stanu w Magazynie
vi_vn: Ði?u ch?nh d?i v?i kho hàng ? d?a di?m

source: Comments On Why
ar: تعليقات على لماذا
et: Kommentaare Miks
fr_lu: Commentaires
hr_hr: Komentari na Zašto
ja: 理由のコメント
lv_lv: Komentāri par to, kāpēc
pl_pl: Przyczyna korekty
vi_vn: Bình lu?n m?c " Vì sao"

source: Adjustment Quantity
ar: تعديل الكمية
et: Kohanemise Kogus
fr_lu: Ajustement de la quantité
hr_hr: Prilagodba Količina
ja: 調整数量
lv_lv: korekcija daudzums
pl_pl: Ilość Korygowana
vi_vn: S? lu?ng di?u ch?nh

source: Enter Stock Adjustment
ar: أدخل أسهم التكيف
et: Sisesta Stock reguleerimine
fr_lu: Valider l'ajustement
hr_hr: Unesite Stock podešavanje
ja: 在庫調整入力
lv_lv: Ievadīt preču labojumu
pl_pl: Wprowadź Korektę Stanu
vi_vn: Nhập vào các điều chỉnh kho hàng

source: Show Movements
ar: تظهر حركات
et: Näita Movements
fr_lu: Afficher les mouvements
hr_hr: Pokaži pokreti
ja: 移動表示
lv_lv: Parādīt kustības
pl_pl: Pokaż Zmiany
vi_vn: Hiển thị sự biến chuyển

source: Adjusting Controlled Items
ar: تعديل المواد الخاضعة للرقابة
et: Reguleerimine kontrollitavate kaupade
fr_lu: Réglage des articles contrôlés
hr_hr: Podešavanje Controlled artikle
ja: 管理された項目の調整
lv_lv: Pielāgojot kontrolēto preču
pl_pl: Korekta Towarów Kontrolowanych
vi_vn: Ch?nh s?a các m?t hàng ki?m soát

source: Enter A Stock Adjustment
ar: إدخال أسهم التكيف
et: SisestaStock reguleerimine
fr_lu: Valider l'ajustement
hr_hr: Unesite Adjustment Stock
ja: 在庫調整入力
lv_lv: Ievadiet akciju pielāgošana
pl_pl: Wprowadź Korektę Stanu
vi_vn: Nhập vào các điều chỉnh kho

source: This page can only be opened if a stock adjustment for a controlled item has been entered
ar: لا يمكن إلا أن فتح هذه الصفحة إذا تم إدخال تعديل الأوراق المالية لعنصر التحكم
et: Seda lehekülge on võimalik avada ainult siis, kuiaktsia kohandamistkontrolli eset kantud
fr_lu: Cette page ne peut être ouvert si un ajustement des stocks pour un article contrôlé a été conclu
hr_hr: Ova stranica se može otvoriti samo ako sedionica prilagodbe za kontrolirani predmet unesen
ja: 統制品目の在庫調整が入力されている場合は、このページにのみ開くことができます
lv_lv: Šī lapa var atvērt tikai tad, jakrājumu korekcija , lai kontrolētu posteni ir ievadīta
pl_pl: Ta strona może być otwarta tylko po wprowadzeniu korekty stanu dla towaru kontrolowanego
vi_vn: Trang này chỉ có thể được mở ra nếu một cổ phiếu điều chỉnh cho một mục kiểm soát đã được nhập

source: The adjusted item must be defined as controlled to require input of the batch numbers or serial numbers being adjusted
ar: يجب تعريف هذا البند المعدل كما تسيطر على تتطلب إدخال الأرقام دفعة أو الأرقام التسلسلية يجري تعديل
et: Korrigeeritud kirje peab olema defineeritud kontrollitud nõuda sisendpartii numbrite või seerianumbrid on kohandatud
fr_lu: L'ordre du jour doit être ajusté défini comme contrôlée requiert l'entrée des numéros de lot ou de série en cours de réglage
hr_hr: Korigirana stavka mora biti definirana kao kontrolirano da zahtijevaju unos od šarže ili serijski broj namještati
ja: 調整された項目が調整されるロット番号、シリアル番号の入力を要求するように制御されたとして定義する必要があり
lv_lv: Koriģētā postenis ir definēta kā kontrolē pieprasīt ieguldījumu no partijas numuru vai sērijas numuru tiek koriģētas
pl_pl: Korygowana pozycja musi być zdefiniowana jako kontrolowana aby wprowadzać numer partii lub numery seryjne do korekty
vi_vn: Các mặt hàng điều chỉnh phải được định nghĩa là kiểm soát để yêu cầu đầu vào của số lô hoặc số được điều chỉnh

source: Back to Adjustment Screen
ar: مرة أخرى إلى شاشة التعديل
et: Tagasi seadistamisekraani
fr_lu: Retour à l'écran de réglage
hr_hr: Povratak na ekran za podešavanje
ja: 調整画面に戻る
lv_lv: Atpakaļ uz regulēšanas ekrānu
pl_pl: Powrót do Ekranu Korekty
vi_vn: Quay tr? l?i màn hình di?u ch?nh

source: Adjustment of controlled item
ar: تعديل البند الخاضعة للرقابة
et: Korrigeerimine kontrollitud kirje
fr_lu: Réglage de l'article contrôlé
hr_hr: Prilagodba kontrolirane stavke
ja: 管理された項目の調整
lv_lv: Regulēšana kontrolētas posteni
pl_pl: Korekta towaru kontrolowanego
vi_vn: Ði?u ch?nh d?i v?i các m?t hàng du?c ki?m soát

source: Adding Items
ar: إضافة عناصر
et: lisades punkte
fr_lu: Ajoût d'articles
hr_hr: Dodavanje stavki
ja: アイテムの追加
lv_lv: Palielināt skaitu
pl_pl: Dodawanie Towarów
vi_vn: Thêm m?t hàng

source: Removing Items
ar: إزالة العناصر
et: eemaldamine valikud
fr_lu: Suppression d'articles
hr_hr: Uklanjanje stavki
ja: 削除アイテム
lv_lv: Samazināt skaitu
pl_pl: Usuwanie Towarów
vi_vn: B? m?t hàng

source: The Adjustment Type needs to be set
ar: و نوع التعديل يحتاج إلى أن يتم تعيين
et: Adjustment Type tuleb kehtestada
fa: نوع تنظیم نیاز به تنظیم شود
fr_lu: Le type d'ajustement doit être réglée
hr_hr: Prilagodba tip treba biti postavljen
ja: 調整タイプを設定する必要があります
lv_lv: Lūdzu izvēlaties labojumu veidu
pl_pl: Typ Korekty musi być wprowadzony
vi_vn: Lo?i ch?nh s?a c?n du?c thi?t l?p

source: Please try again
ar: يرجى المحاولة مرة أخرى
et: Palun proovige uuesti
fr_lu: S'il vous plaît essayer de nouveau
hr_hr: Molimo probajte ponovo
ja: もう一度やり直してください
lv_lv: Lūdzu mei&Auml;&pound;iniet vēlreiz
pl_pl: Spróbuj ponownie
vi_vn: Vui lòng thử lai

source: Stock Category Maintenance
ar: صيانة الفئة الأسهم
et: Stock Kategooria Hooldus
fr_lu: Gestion des catégories (stock)
hr_hr: Stock Kategorija Održavanje
ja: 在庫カテゴリメンテナンス
lv_lv: Preču kategorijas
pl_pl: Kategorie Magazynowe
vi_vn: Bảo trì kho mục

source: Dummy Item - (No Movements)
ar: دمية السلعة - ( لا حركة )
et: Dummy Punkt - (pole Movements )
hr_hr: Dummy artikla - ( nema pokreta )
ja: ダミー（移動無）
lv_lv: Neīstā prece (bez kustības)
pl_pl: Niematerialne (Brak Przesunięć)
vi_vn: Giả mục - ( Không có phong trào )

source: Finished Goods
ar: السلع تامة الصنع
et: Valmistoodang
fa: به پایان رسید کالا
hr_hr: Gotovi proizvodi
ja: 完成品
lv_lv: Pabeigta prece
pl_pl: Produkty Gotowe
vi_vn: Hàng hóa dã hoàn thi?n

source: Raw Materials
ar: مواد خام
et: tooraine
hr_hr: sirovine
ja: 原材料
lv_lv: Izejviela
pl_pl: Surowiec
vi_vn: Nguyên v?t li?u thô

source: Could not delete the property
ar: لا يمكن حذف الخاصية
et: Ei saa kustutada kinnisvara
fr_lu: Impossible de supprimer la propriété
hr_hr: Ne mogu izbrisati imovinu
ja: プロパティを削除できませんでした
lv_lv: Nevar izdzēst rekvizītus
pl_pl: Nie można usunąć właściwości
vi_vn: Không thể xóa tài sản này

source: Deleted the property
ar: حذف خاصية
et: Kustutatudkinnisvara
fr_lu: Suppression de la propriété
hr_hr: Izbrisano imovinu
ja: プロパティを削除
lv_lv: Rekvizīti izdzēsti
pl_pl: Usunięte nieruchomości
vi_vn: Xóa tài sản này

source: Could not insert a new category property for
ar: لا يمكن إدراج فئة خاصية جديدة لل
et: Ei saa lisada uus kategooria kinnisvara
fr_lu: Impossible insérer une propriété nouvelle catégorie pour les
hr_hr: Ne mogu umetnuti novu kategoriju za nekretnine
ja: 用の新しいカテゴリプロパティを挿入できませんでした
lv_lv: Nevar ievadīt jaunas kategorijas rekvizītus
pl_pl: Nie można wstawić nowy obiekt kategorii
vi_vn: Không th? chèn m?c tài s?n m?i cho

source: Updated the stock category property for
ar: تحديث فئة الملكية الأوراق المالية لل
et: Uuendatudvarukategooria kinnisvara
fr_lu: Mise à jour la propriété catégorie d'actions pour
hr_hr: Obnovljeno imovine zaliha kategoriji
ja: の在庫カテゴリプロパティを更新
lv_lv: Labot preču kategorijas rekvizītus
pl_pl: Zaktualizowano własnością kategorii zapasów
vi_vn: Ðã c?p nh?t tài s?n kho m?c cho

source: The Inventory Category code must be six characters or less long
ar: يجب أن يكون الجرد رمز فئة ستة أحرف أو أقل طويلة
et: Inventory Kategooria kood peab olema kuus tähemärki pikk
fr_lu: Le Code Catégorie doit être inférieur ou égal à 6
hr_hr: Kod Kategorija zaliha moraju biti šest znakova ili manje duga
ja: 在庫カテゴリコードは6文字以下でなければなりません
lv_lv: Preču kategorijas kodam maksiālais garums ir se&#353;as rakstzīmes
pl_pl: Kod Kategorii może być najwyżej 6-cio znakowy
vi_vn: Hàng tồn kho đang Danh mục phải là sáu ký tự hoặc ít lâu

source: The Inventory category code must be at least 1 character but less than six characters long
ar: يجب أن يكون رمز فئة الجرد 1 على الأقل حرف ولكن أقل من ستة أحرف
et: Inventory kategooria kood peab olema vähemalt 1 märk , kuid vähem kui kuus tähemärki pikk
fr_lu: Le code catégorie doit comporter entre 1 et 6 caractères
hr_hr: Kod kategorija zaliha mora biti najmanje 1 znak , ali manje od šest znakova
ja: インベントリカテゴリコードには、少なくとも1文字であるが、以下6文字必要があります
lv_lv: Preču kategorijas kodam ir jābūt aizpildītam un tas nevar būt garāks par se&#353;ām rakstzīmēm
pl_pl: Kod Kategorii musi mieć 1-6 znaków
vi_vn: Mã loại hàng tồn kho phải có ít nhất 1 nhân vật nhưng dài ít hơn sáu ký tự

source: The Sales category description must be twenty characters or less long
ar: يجب أن يكون التصنيف الوصف المبيعات عشرين حرفا أو أقل طويلة
et: Müük kategooria kirjeldus peab olema kakskümmend tähemärki pikk
fa: توضیحات فروش رده بیست و باید کاراکتر یا کمتر بلند می شود
hr_hr: Opis Prodaje kategorija mora biti dvadeset znakova ili manje duga
ja: 販売カテゴリ内容は20文字以下でなければなりません
lv_lv: Pārdo&#353;anas kategorijas apraksts nevar būt garāks par divdesmit rakstzīmēm
pl_pl: Opis kategorii sprzedaży może mieć do 20 znaków
vi_vn: Mô tả mục hàng bán phải dưới 20 kí tự

source: The stock type selected must be one of
ar: نوع الأوراق المالية اختيارها يجب أن تكون واحدة من
et: Aktsia tüüp valitud peab olema üks
hr_hr: Dioničko izabranoj vrsti mora biti jedan od
ja: 選択した株式の種類は次のいずれかでなければなりません
lv_lv: Preču izvēlētajam veidam ir jābūt vienam no
pl_pl: Wprowadzony typ towaru musi być jednym z
vi_vn: Các loại chứng khoán được lựa chọn phải là một trong những

source: Dummy item
ar: البند دمية
et: dummy kirje
fa: آیتم ساختگی
hr_hr: Slijepe stavku
ja: ダミー品目
lv_lv: Neīstā prece
pl_pl: Niematerialny
vi_vn: hàng giả

source: Labour stock item
ar: العمل بند الأوراق المالية
et: Labour laonumbrist
hr_hr: Rada dioničko stavke
ja: 労働在庫品目
lv_lv: Darbaspēks
pl_pl: Praca
vi_vn: Mục chứng khoán Lao động

source: Finished product
ar: المنتج النهائي
et: lõppenud toode
fa: محصول به پایان رسید
hr_hr: gotovi proizvod
ja: 完成品
lv_lv: Pabeigts produkts
pl_pl: Produkt gotowy
vi_vn: S?n ph?m hoàn thi?n

source: or
ar: أو
et: või
fr_lu: ou
hr_hr: ili
ja: または
lv_lv: vai
pl_pl: lub
vi_vn: ho?c

source: The minimum value is expected to be a numeric value
ar: ومن المتوقع أن تكون قيمة رقمية قيمة الحد الأدنى
et: Väikseim väärtus on oodata arvväärtus
fr_lu: La valeur minimale devrait être une valeur numérique
hr_hr: Minimalna vrijednost se očekuje da će bitibrojčana vrijednost
ja: 最小値は数値であると予想される
lv_lv: Minimālā vērtība būsskaitliskā vērtība
pl_pl: Minimalna wartość ma być wartością liczbową
vi_vn: Giá trị tối thiểu dự kiến ​​sẽ là một giá trị số

source: The maximum value is expected to be a numeric value
ar: ومن المتوقع أن تكون قيمة رقمية القيمة القصوى
et: Suurim väärtus on oodata arvväärtus
fr_lu: La valeur maximale devrait être une valeur numérique
hr_hr: Maksimalna vrijednost se očekuje da će bitibrojčana vrijednost
ja: 最大値は数値であると予想される
lv_lv: Maksimālā vērtība būsskaitliskā vērtība
pl_pl: Maksymalna wartość ma być wartością liczbową
vi_vn: Giá trị tối đa dự kiến ​​sẽ là một giá trị số

source: Could not update the stock category
ar: تعذر تحديث فئة الأوراق المالية
et: Pole võimalik uuendadavarukategooria
fr_lu: Impossible de mettre à jour la catégorie stock
hr_hr: Ne može se ažurirati kategoriju dionica
ja: 在庫カテゴリを更新できませんでした
lv_lv: Nevar labot preču kategoriju
pl_pl: Nie można zaktualizować kategorii czas
vi_vn: Không th? c?p nh?t kho m?c

source: Updated the stock category record for
ar: تحديث فئة سجل الأسهم لل
et: Uuendatudvarukategooria rekord
fr_lu: La catégorie suivante a été mise à jour:
hr_hr: Obnovljeno rekord dionica kategoriji
ja: の在庫のカテゴリレコードを更新
lv_lv: Atjaunināts akciju kategorijas rekordu
pl_pl: Zaktualizowano rekord kategorii zapasów
vi_vn: Ðã c?p nh?t h? so kho m?c cho

source: Could not insert the new stock category
ar: لا يمكن إدراج فئة الأسهم الجديدة
et: Ei saa lisadauus varukategooria
fr_lu: Impossible insérer la catégorie d'actions nouvelles
hr_hr: Ne mogu umetnuti novu kategoriju dionica
ja: 新しい在庫カテゴリを挿入できませんでした
lv_lv: Nevar ievietot jaunu akciju kategoriju
pl_pl: Nie można wstawić nową kategorię czas
vi_vn: Không chèn kho mục mới

source: A new stock category record has been added for
ar: تمت إضافة سجل جديد ل فئة الأوراق المالية
et: Uus varukategooria rekord on lisatud
fr_lu: Une nouvelle catégorie (stock) a été créée pour
hr_hr: Nova dionica kategoriju rekord je dodan za
ja: 新しい在庫カテゴリレコードが追加されてい
lv_lv: Jaunā akciju kategorija ieraksts ir pievienota
pl_pl: Nowy rekord kategorii fotografia została dodana
vi_vn: Đã thêm vào hồ sơ kho mục mới cho

source: Cannot delete this stock category because stock items have been created using this stock category
ar: لا يمكن حذف هذه الفئة الأوراق المالية لأنه تم إنشاؤها باستخدام المخزن عناصر هذه الفئة الأوراق المالية
et: Ei saa kustutada seda varukategooria sest ladustatud tooted on loodud kasutades seda varukategooria
fr_lu: Impossible de supprimer cette catégorie car des articles en dépendent
hr_hr: Ne može se izbrisati ovu kategoriju dionica , jer dionica stavke su stvoreni pomoću ovu kategoriju dionica
ja: 在庫がある商品は、この在庫カテゴリを使用して作成されているので、この在庫カテゴリを削除することはできません
lv_lv: Nevar izdzēst šo akciju kategoriju , jo Noliktavā preces ir izveidoti , izmantojot šo akciju kategoriju
pl_pl: Nie można usunąć kategorii ze względu na istniejące towary tej kategorii
vi_vn: Không xóa được kho mục này vì nó được dùng để tạo mặt hàng trong kho

source: items referring to this stock category code
ar: البنود اشارة الى هذا الرمز فئة الأوراق المالية
et: teemad viidates selle varu kategooria kood
fr_lu: articles dépendant de cette catégorie
hr_hr: stavke koje se odnose na ovaj broj dionica kategoriji
ja: この在庫カテゴリコードを参照する項目
lv_lv: ir preces kuras attiecas uz&#353;o kategorijas kodu
pl_pl: towary o tym kodzie kategorii
vi_vn: Mặt hàng dẫn tới mã kho mục này

source: Cannot delete this stock category because it is used by the sales
ar: لا يمكن حذف هذه الفئة الأوراق المالية لأنه يستخدم من قبل المبيعات
et: Ei saa kustutada seda varukategooria , sest see on , mida müügi
fr_lu: Impossible de supprimer cette catégorie car des ventes en dépendent
hr_hr: Ne može se izbrisati ovu kategoriju dionica jer se koristi u prodaji
ja: それが営業で使用されているため、この在庫カテゴリを削除することはできません
lv_lv: Nevar izdzēst &#353;o preci, jo tā ir jau tirgota
pl_pl: Nie można usunąć tej kategorii gdyż jest użyta w sprzedaży
vi_vn: Không xóa được kho mục này vì nó đang được sử dụng trong bán hàng

source: GL posting interface
ar: GL اجهة بالإرسال
et: GL postitad liides
fr_lu: interface "posting" GL
hr_hr: GL postavljanje sučelja
ja: GL投稿インターフェース
lv_lv: GL norīkošanu interfeiss
pl_pl: Księgowania
vi_vn: GL giao diện đăng

source: Delete any records in the Sales GL Interface set up using this stock category first
ar: حذف أية سجلات في مبيعات GL واجهة إعداد باستخدام هذه الفئة المخزن الأول
et: Kustuta kõik kirjedmüük GL Interface loodud kasutades seda varukategooria esimene
fa: حذف هر رکورد را در فروش GL رابط راه اندازی با استفاده از این دسته سهام برای اولین بار
fr_lu: Supprimez tous les enregistrements dans la vente GL Interface mis en place en utilisant cette catégorie premier stock
hr_hr: Izbriši sve zapise u sučelju prodaje GL postaviti pomoću ovu kategoriju prva dionica
ja: 最初にこの在庫カテゴリを使用して設定セールスGLインターフェイス内の任意のレコードを削除
lv_lv: Izdzēst ierakstus pārdošanas GL interfeisu , kas izveidota , izmantojot šo akciju kategoriju pirmais
pl_pl: Najpierw usuń wszelkie rekordy księgowań odwołujące się do tej kategorii
vi_vn: Xoá các bản ghi trong các doanh GL giao diện thiết lập bằng cách sử dụng loại cổ phiếu này đầu tiên

source: Cannot delete this stock category because it is used by the cost of sales
ar: لا يمكن حذف هذه الفئة الأوراق المالية لأنه يستخدم من قبل تكلفة المبيعات
et: Ei saa kustutada seda varukategooria , sest see on , mida müügikulud
fr_lu: Impossible de supprimer cette catégorie car des coûts de vente en dépendent
hr_hr: Ne može se izbrisati ovu kategoriju dionica jer se koristi za troškove prodaje
ja: それは売上原価で使用されているので、この在庫カテゴリを削除することはできません
lv_lv: Nevar izdzēst šo akciju kategoriju , jo tas tiek izmantots ar pārdošanas izmaksām
pl_pl: Nie można usunąć tej kategorii gdyż jest użyta w kosztach sprzedaży
vi_vn: Không thể xóa kho mục này vì nó được sử dụng bởi chi phí bán hàng

source: Delete any records in the Cost of Sales GL Interface set up using this stock category first
ar: حذف أية سجلات في تكلفة المبيعات واجهة GL إعداد باستخدام هذه الفئة المخزن الأول
et: Kustuta kõik kirjedmüügikulud GL Interface loodud kasutades seda varukategooria esimene
fa: حذف هر پرونده در هزینه فروش رابط GL راه اندازی با استفاده از این دسته سهام برای اولین بار
fr_lu: Supprimer tous les enregistrements dans le Coût des ventes GL Interface mis en place en utilisant cette catégorie premier stock
hr_hr: Izbriši sve zapise u troškovima prodaje GL Interface postaviti pomoću ovog zaliha kategoriju Prvi
ja: 最初にこの在庫カテゴリを使用して設定セールスGLのインターフェイスのコストですべてのレコードを削除します
lv_lv: Dzēst visas izmaksas par pārdošanas GL Interface ierakstus , kas izveidota , izmantojot šo akciju kategoriju pirmais
pl_pl: Najpierw usuń wszelkie rekordy w Księgowaniu Kosztów Sprzedaży używające tej kategorii
vi_vn: Xoá các bản ghi trong chi phí bán hàng GL giao diện thiết lập bằng cách sử dụng loại cổ phiếu này đầu tiên

source: The stock category
ar: فئة الأوراق المالية
et: Varukategooria
fr_lu: La catégorie (stock)
hr_hr: Dioničko kategoriju
ja: 在庫カテゴリ
lv_lv: Preces kategorija
pl_pl: Grupa Towarowa
vi_vn: Kho mục

source: Stock Type
ar: نوع الأوراق المالية
et: stock tüüp
fr_lu: Type
hr_hr: Stock Tip
ja: 在庫タイプ
lv_lv: Preces veids
pl_pl: Typ Towaru
vi_vn: Lo?i kho

source: Default Tax Category
ar: ضريبة الافتراضي الفئة
et: Vaikimisi Maksu Kategooria
fr_lu: Taxe par défaut
hr_hr: Default Porezna Kategorija
ja: デフォルト税カテゴリ
lv_lv: Default Nodokļu kategorija
pl_pl: Domyślna kategoria podatkowa
vi_vn: Khoản mục thuế mặc định

source: Stock GL
ar: الأسهم GL
fr_lu: GL - Stock
ja: 在庫ＧＬ
lv_lv: Noliktavas GL
pl_pl: Konto Mag
vi_vn: S? cái kho

source: Adjts GL
fr_lu: Ajustements GL
ja: 調整ＧＬ
pl_pl: Konto Korekt

source: Issues GL
ar: قضايا GL
et: küsimused GL
hr_hr: pitanja GL
ja: 払出先

source: Price Var GL
ar: سعر فار GL
et: Hind Var GL
fr_lu: Écarts de prix GL
hr_hr: Cijena Var GL
ja: 価格差異ＧＬ
lv_lv: Cena Var GL
pl_pl: Konto R.Cen.
vi_vn: Giá Var GL

source: Usage Var GL
ar: استخدام فار GL
fa: طریقه استفاده VAR GL
fr_lu: GL - Écart d'utilisation
hr_hr: Upotreba Var GL
ja: 使用差異ＧＬ
lv_lv: Lietošana Var GL
pl_pl: Konto R.Zużycia
vi_vn: Sử dụng Var GL

source: WIP GL
fa: پروژه ها GL
fr_lu: GL - Travaux en cours
ja: 仕掛ＧＬ
pl_pl: Konto W prod.

source: Are you sure you wish to delete this stock category? Additional checks will be performed before actual deletion to ensure data integrity is not compromised.
ar: هل أنت متأكد أنك تريد حذف هذه الفئة الأسهم؟
et: Oled sa kindel, et soovid kustutada selle varukategooria ?
fr_lu: Voulez-vous supprimer cette catégorie d'actions? Des contrôles supplémentaires seront effectués avant la suppression effective pour garantir l'intégrité des données.
hr_hr: Jeste li sigurni da želite izbrisati ovu kategoriju dionica ?
ja: あなたは、この株式のカテゴリを削除したいか？
lv_lv: Vai tu tiešām vēlies dzēst šo akciju kategoriju ?
pl_pl: Czy na pewno chcesz usunąć tę kategorię czas? Dodatkowe kontrole będą przeprowadzane przed rzeczywistą skreślenie celu zapewnienia integralności danych nie jest zagrożona.
vi_vn: Bạn có chắc chắn muốn xóa loại kho mục này? kiểm tra bổ sung sẽ được thực hiện trước khi thực sự xóa để đảm bảo tính toàn vẹn dữ liệu không bị tổn hại.

source: Recovery GL Code
ar: انتعاش GL كود
et: Recovery GL kood
fr_lu: Récupération code GL
hr_hr: Oporavak kod GL
ja: カテゴリコード
lv_lv: Konta Nr
pl_pl: Recovery Code GL
vi_vn: Phục hồi GL Mã

source: Stock GL Code
ar: الأسهم GL الرمز
et: Stock GL kood
fr_lu: Code Gd Livre - Stock
ja: 在庫ＧＬコード
lv_lv: Noliktavas GL kods
pl_pl: Konto Magazynowe
vi_vn: Mã số sổ cái kho hàng

source: WIP GL Code
ar: WIP GL الرمز
et: WIP GL kood
fr_lu: Code Gd Livre - Travaux en Cours
ja: 仕掛ＧＬコード
lv_lv: WIP GL kods
pl_pl: Konto Produkcji w Toku
vi_vn: WIP GL Mã

source: Stock Adjustments GL Code
ar: الأسهم التعديلات GL الرمز
et: Stock korrigeerimine GL kood
fr_lu: Code GL - Ajustements de Stock
hr_hr: Stock Prilagodbe GL Kôd
ja: 在庫調整ＧＬコード
lv_lv: Stock Korekcijas GL kods
pl_pl: Konto Korekt Magazynowych
vi_vn: Mã số sổ cái các điều chỉnh kho hàng

source: Internal Stock Issues GL Code
ar: القضايا المالية الداخلية GL الرمز
et: Internal Stock küsimused GL kood
hr_hr: Interni Stock Pitanja GL Kôd
ja: 在庫移動入力

source: Price Variance GL Code
ar: سعر الفرق GL كود
et: Hind Variance GL kood
fa: واریانس قیمت کد GL
fr_lu: Code écart de prix GL
hr_hr: Cijena varijance kod GL
ja: 価格差異ＧＬコード
lv_lv: Cena dispersijas GL kods
pl_pl: Konto Różnic Cenowych
vi_vn: Chênh lệch giá GL Mã
