Repository: timschofield/KwaMoja-Medical
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar, et, fa, fr_lu, hr_hr, ja, lv_lv, pl_pl, vi_vn

source: Section Description
ar: وصف القطاع
et: Jaotise kirjeldus
fa: توضیحات قسمت
fr_lu: Description de la rubrique
hr_hr: Opis razreda
ja: セクション内容
lv_lv: Sadaļas apraksts
pl_pl: Opis Grupy
vi_vn: mục biểu hiện

source: Restricted
ar: محظور
et: Piiratud
fa: محصور
fr_lu: Restreint
hr_hr: Ograničeno
ja: 制限
lv_lv: Ierobežots
pl_pl: Zastrzeżony
vi_vn: bị hạn chế

source: Review Account Sections
ar: راجع أعدادات العضوية
et: Ülevaade kontode jaotistest
fa: بخش های فایل را نقد کنید حساب
fr_lu: Voir les rubriques
hr_hr: Pregled kontnih razreda
ja: 勘定セクション確認
lv_lv: Pārskatīt konta plāna sadaļas
pl_pl: Przegląd Grup Kont
vi_vn: Xem lại các mục trong tài khoản

source: Could not retrieve the requested section please try again.
ar: لم أستطيع استرجاع القطاع المطلوب حاول مجددا
et: Ei leidnud soovitud jaotist, palun proovi uuesti
fa: نمی توان بازیابی بخش های درخواست شده لطفا دوباره سعی کنید.
fr_lu: Impossible de récupérer la rubrique demandée.
hr_hr: Nije moguće dohvatiti traženi razred - molimo pokušajte ponovo
ja: 要求セクションを取り出すことができませんでした、再試行してください。
lv_lv: Nevar atrast pieprasītu sadaļu, lūdzu meiģiniet vēlreiz
pl_pl: Nie mogę odtworzyć żądanej grupy. Spróbuj ponownie.
vi_vn: không thể yêu cầu mục yêu cầu, hãy thử lại

source: Customer Contacts
ar: اتصالات العملاء
et: Klientide kontaktid
fa: تماس با ما مشتریان
fr_lu: Contacts client
hr_hr: Kupac Kontakti
ja: 得意先コード
lv_lv: Klienta pārstāvis
pl_pl: Klient Kontakt
vi_vn: Thông tin liên hệ khách hàng

source: Back to Customers
ar: العودة الى العملاء
et: Tagasi klientide juurde
fa: برگشت به مشتریان
fr_lu: Retour aux clients
hr_hr: Natrag na kupce
ja: 得意先に戻る
lv_lv: Atpakaļ pie klientiem
pl_pl: Powrót do bazy klientów
vi_vn: Quay trở lại với khách hàng

source: Contacts for Customer
ja: 連絡先電話番号

source: Edit contact for
ar: تحرير الاتصال للحصول على
et: Muuda kontakti
fr_lu: Modifier la fiche de
hr_hr: Uredi za kontakt
ja: 勘定編集

source: The Contact ID must be an integer.
fr_lu: L'ID contact doit être un nombre entier.
ja: 勘定コードは数字でなければいけない

source: The contact name must be forty characters or less long
fr_lu: Le nom du contact doit contenir 40 caractères au plus
ja: 勘定科目名は15文字以下でなければなりません

source: The contact name may not be empty
ar: قد لا يكون اسم الاتصال فارغة
fr_lu: Le nom du contact doit être rempli
ja: 税カテゴリ名称は空白にできない

source: The contact email address is not a valid email address
ar: عنوان البريد الإلكتروني الاتصال ليس عنوان بريد إلكتروني صالح
fr_lu: L'adresse courriel est incorrecte
hr_hr: Adresa e-pošte kontakta nijevaljana e-mail adresa
ja: emailアドレスは55文字以下でなければなりません

source: has been updated
ar: تم تحديث
et: on uuendatud
fa: به روز شده است
fr_lu: a été mis(e) à jour
hr_hr: promijenjeno je
ja: が更新された
lv_lv: tika labots
pl_pl: został zapisany
vi_vn: Đã được cập nhật

source: The contact record has been added
ar: تم إضافة السجل اتصال
et: Kontakti kirje on lisatud
fa: سابقه تماس با افزوده شده است
fr_lu: Le contact a été ajouté
hr_hr: Dodan je zapis o kontaktu
ja: 場所レコードは更新された
lv_lv: Pārstāvja informācija tika saglabāta
pl_pl: Zapis kontakt został dodany
vi_vn: Các thông tin liên hệ đã được thêm vào

source: The contact record has been deleted
ar: تم حذف سجل جهات الاتصال
et: Kontakti kirje on kustutatud
fa: تماس با سابقه حذف شده است
fr_lu: Le contact a été supprimé
hr_hr: Obrisan je zapis o kontaktu
ja: 場所レコードは更新された
lv_lv: Pārstāvja informācija tika izdzēsta
pl_pl: Rekord został usunięty, skontaktuj
vi_vn: Các thông tin liên hệ đã được xóa

source: Name
ar: اسم
et: Nimi
fa: نام
fr_lu: Nom
hr_hr: Naziv
ja: 名称
lv_lv: Nosaukums
pl_pl: Nazwa
vi_vn: Tên

source: Role
ar: دور
et: Roll
fa: نقش
fr_lu: Rôle de sécurité
hr_hr: Uloga
ja: ロール
lv_lv: Amats
pl_pl: Stanowisko
vi_vn: Vai trò

source: Phone no
ar: رقم الهاتف
et: Telefoninumber
fa: تلفن
fr_lu: Tél:
hr_hr: Telefon
ja: 電話番号
lv_lv: Telefona numurs
pl_pl: Telefon nie
vi_vn: Số điện thoại

source: Notes
ar: ملاحظات
et: Märkused
fa: یادداشت ها
fr_lu: Commentaires
hr_hr: Bilješke
ja: 注釈
lv_lv: Piezīmes
pl_pl: Notatki
vi_vn: Chú ý

source: Are you sure you wish to delete this contact?
ar: هل أنت متأكد أنك تريد حذف هذا الاتصال ؟
et: Oled sa kindel, et soovid kustutada selle kontakti?
fa: آیا شما مطمئن هستید که میخواهید حذف این تماس بگیرم؟
fr_lu: Voulez-vous supprimer ce contact?
hr_hr: Jeste li sigurni da želite izbrisati taj kontakt ?
ja: あなたは、この連絡先を削除したいか？
lv_lv: Vai Jūs vēlaties izdzēst kontaktu?
pl_pl: Jesteś pewien, że chcesz usunąć ten kontakt ?
vi_vn: B?n có ch?c mu?n xóa thông tin liên h? này?

source: Review all contacts for this Customer
ar: النظر في كل الاتصالات لهذا العميل
et: Vaata üle kõik selle Kliendi kontaktid
fa: فایل را نقد کنید تمام مخاطبین برای این مشتری
fr_lu: Passer en revue tous les contacts pour ce client
hr_hr: Pregled svih kontakta za ovog kupca
ja: この顧客のすべての連絡先を確認してください
lv_lv: Apskatīt visu kontaktinforaciju par &#353;o klientu
pl_pl: Przegląd wszystkich kontaktów dla tego Klienta
vi_vn: xem lại tất cả liên hệ với khách hàng này

source: Contact Code
ar: الاتصال رمز
et: Kontaktkood
fa: تماس با کد
fr_lu: Code de contact
hr_hr: Šifra kontakta
ja: カテゴリコード
lv_lv: Pārstāvja kods
pl_pl: Kontakt Code
vi_vn: Mã số liên hệ

source: Contact Name
ar: اسم جهة الاتصال
et: Kontaktnimi
fa: نام تماس با ما
fr_lu: Nom du contact
hr_hr: Naziv kontakta
ja: 連絡先名
lv_lv: Pārstāvja nosaukums
pl_pl: Nazwisko Kontaktowe
vi_vn: Tên liên hệ

source: Phone
ar: هاتف
et: Telefon
fa: تلفن
fr_lu: Téléphone
hr_hr: Telefon
ja: 電話番号
lv_lv: Tālrunis
pl_pl: Telefon
vi_vn: Điện thoại

source: Customer Notes
ar: ملاحظات العملاء
et: Märkmed Kliendi kohta
fa: مشتری یادداشت ها
fr_lu: Notes client
hr_hr: Bilješke o kupcu
ja: 得意先番号
lv_lv: Klienta piezīmes
pl_pl: Klient Notes
vi_vn: Ghi chú khách hàng

source: Back to Select Customer
ar: عودة إلى الاختيار العملاء
et: Tagasi Kliendi valimise juurde
fa: برگشت به انتخاب مشتری
fr_lu: Retour à l'écran de sélection des clients
hr_hr: Natrag na izbor kupca
ja: 得意先に戻る
lv_lv: Atpakaļ, izvēļēties klientu
pl_pl: Powrót do wybranego klienta
vi_vn: chọn lại khách hàng

source: The contact priority must be an integer.
ar: يجب أن تكون الأولوية الاتصال عدد صحيح.
et: Kontakti prioriteet peab olema täisarv
fa: تماس با اولویت باید یک عدد صحیح باشد.
fr_lu: La priorité du contact doit être un nombre entier.
hr_hr: Prioritet kontakta mora biti cjelobrojan
ja: 勘定コードは数字でなければいけない
lv_lv: Kontakta prioritātei jābūt veselam skaitlim
pl_pl: Priorytetem kontakt musi być liczbą całkowitą.
vi_vn: Các ưu tiên liện hệ phải là số nguyên

source: The contact's notes must be two hundred characters or less long
ar: يجب أن تكون الملاحظات لجهة الاتصال مائتي حرفا أو أقل طويلة
et: Kontakti märkmed võivad olla kuni kakssada tähemärki pikad
fa: یادداشت ها تماس با باید دو هزار کاراکتر یا کمتر بلند می شود
fr_lu: La note du contact ne diot pas dépasser 200 caractères
hr_hr: Zabilješke o kontaktu moraju biti manje od 200 znakova
ja: 勘定科目名は15文字以下でなければなりません
lv_lv: Pārstāvja piezīme nevar būt garāks par 200 rakstzīmēm
pl_pl: Kontakt notatki muszą być dwieście znaków lub mniej długi
vi_vn: Ghi chú khách hàng không được quá 200 kí tự

source: The contact's notes may not be empty
ar: الملاحظات لجهة الاتصال قد لا يكون فارغا
et: Kontakti märkmete lahter ei või olla tühi
fa: یادداشت ها مخاطب ممکن است خالی باشد
fr_lu: La note de contact doit être remplie
hr_hr: Zabilješke o kontaktu ne smiju biti prazne
ja: 税カテゴリ名称は空白にできない
lv_lv: Pārstāja piezīmei ir jābūt aizpildītam
pl_pl: Kontakt notatki nie może być puste
vi_vn: Ghi chú khách hàng không được để trống

source: The contact notes record has been added
ar: تمت إضافة تسجيل الملاحظات الاتصال
et: Kontakti märkmete kirje on lisatud
fa: تماس با سابقه یادداشت ها افزوده شده است
fr_lu: La note du contact note a été ajoutée
hr_hr: Dodane zabilješke o kontaktu
ja: 場所レコードは更新された
lv_lv: Pārstāvja piezīme tika saglabāta
pl_pl: Nagrywać notatki kontakt został dodany
vi_vn: Ghi chú khách hàng đã được thêm vào

source: The contact note record has been deleted
ar: تم حذف السجل ملاحظة اتصل
et: Kontakti märkmete kirje on kustutatud
fa: تماس با سابقه توجه داشته باشید حذف شده است
fr_lu: La note du contact a été supprimée
hr_hr: Obrisane zabilješke o kontaktu
ja: 場所レコードは更新された
lv_lv: Pārstāvja piezīme tika izdzēsta
pl_pl: Zapis uwagę, kontakt został usunięty
vi_vn: Ghi chú khách hàng đã được xóa bỏ

source: Notes for Customer
ar: ملاحظات حول العملاء
et: Märkused Kliendi
fa: یادداشت برای مشتری
fr_lu: Notes pour le client
hr_hr: Bilješke za kupca
ja: 連絡先電話番号
lv_lv: Piezīmes klientam
pl_pl: Informacje dla klientów
vi_vn: Ghi chú khách hàng

source: Date
ar: تاريخ
et: Kuupäev
fa: تاریخ
hr_hr: Datum
ja: 日付
lv_lv: Datums
pl_pl: Data
vi_vn: Ngày

source: Note
ar: لاحظ
et: Märkmed
fa: یادداشت
hr_hr: Bilješka
ja: 注意
lv_lv: Piezīme
pl_pl: Uwaga
vi_vn: Ghi chú

source: Priority
ar: أفضلية
et: Prioriteet
fa: اولویت
fr_lu: Priorité
hr_hr: Prioritet
ja: 利益
lv_lv: Prioritāte
pl_pl: Priorytet
vi_vn: Ưu tiên

source: Are you sure you wish to delete this customer note?
ar: هل أنت متأكد أنك تريد حذف هذه المذكرة العملاء؟
fr_lu: Voulez-vous supprimer ce type de client?
ja: この仕入先価格を削除してもよろしいですか？

source: Review all notes for this Customer
ar: استعراض كل الملاحظات لهذا العميل
et: Vaata üle kõik selle Kliendi märkmed
fa: فایل را نقد کنید تمام یادداشت برای این مشتری
fr_lu: Passer en revue toutes les notes pour ce client
hr_hr: Pregled svih bilješki o kupcu
ja: 得意先用特別価格
lv_lv: Apskatīt visu piezīmes par &#353;o klientu
pl_pl: Przegląd wszystkich notatek dla tego Klienta
vi_vn: Xem lại tất cả ghi chú về khách hàng này

source: Note ID
ar: ملاحظة معرف
et: Märkme ID
fa: توجه داشته باشید شناسه
fr_lu: ID note
hr_hr: Šifra zabilješke
ja: 注意
lv_lv: Piezīme ID
pl_pl: Uwaga ID
vi_vn: Mã ghi chú

source: Contact Note
ar: الاتصال ملاحظة
et: Kontakti märkmed
fa: تماس با تبصره
fr_lu: Note pour le contact
hr_hr: Zabilješka kontakta
ja: カテゴリコード
lv_lv: piezīme kontaktiem
pl_pl: Uwaga Kontakt
vi_vn: Ghi chú liên hệ

source: Customer Type (Group) Notes
ar: نوع العميل (مجموعة) ملاحظات
et: Klienditüübi (-grupi) märkmed
fa: نوع مشتری (گروه) یادداشت ها
fr_lu: Type de client ( Group) Remarques
hr_hr: Zabilješke za tip/grupu kupca
ja: 得意先更新済
lv_lv: Klienta Tipa (Grupas) piezīmes
pl_pl: Typ klienta (Grupa) Notes
vi_vn: ghi chú loại (nhóm) khách hàng

source: The Contact priority must be an integer.
ar: يجب أن تكون الأولوية الاتصال عدد صحيح.
et: Kontakti prioriteet peab olema täisarv
fa: تماس با اولویت باید یک عدد صحیح باشد.
fr_lu: La priorité de contact doit être un nombre entier.
hr_hr: Prioritet kontakta mora biti cjelobrojan.
ja: 勘定コードは数字でなければいけない
lv_lv: Kontaktam jābūt veselam skaitlim
pl_pl: Priorytetem Kontakt musi być liczbą całkowitą.
vi_vn: Các ưu tiên liện hệ phải là số nguyên

source: The contacts notes must be two hundred characters or less long
ja: 勘定科目名は15文字以下でなければなりません

source: The contacts notes may not be empty
ar: وتلاحظ اتصالات قد لا يكون فارغا
ja: 税カテゴリ名称は空白にできない

source: Customer Group Notes
ar: مجموعة ملاحظات العملاء
et: Kliendigrupi märkmed
fa: یادداشت های مشتریان گروه
fr_lu: Notes groupe de clients
hr_hr: Zabilješke grupe kupaca
ja: 得意先更新済
lv_lv: Klienta Grupas piezīmes
pl_pl: Klient Notes Grupy
vi_vn: Các ghi chú về nhóm khách hàng

source: The contact group notes record has been added
ar: تمت إضافة مجموعة الاتصال تسجيل الملاحظات
et: Kontaktigrupi märkmete kirje on lisatud
fa: تماس با گروه ضبط یادداشت ها افزوده شده است
fr_lu: La note du groupe de contact a été ajoutée
hr_hr: Dodan je zapis sa zabilješkom kontakt grupe
ja: 場所レコードは更新された
lv_lv: Pārstāvja informācija tika saglabāta
pl_pl: Zauważa, grupy kontaktów rekord został dodany
vi_vn: Các ghi chú về nhóm khách hàng đã được thêm vào

source: The contact group note record has been deleted
ar: تم حذف مجموعة الاتصال سجل ملاحظة
et: Kontaktigrupi märkmete kirje on kustutatud
fa: تماس با گروه ضبط توجه داشته باشید حذف شده است
fr_lu: La note du groupe de contact a été supprimée
hr_hr: Obrisan je zapis sa zabilješkom kontakt grupe
ja: 場所レコードは更新された
lv_lv: Pārstāvja informācija tika izdzēsta
pl_pl: Grupa kontaktowa rekord notatka została usunięta
vi_vn: Các ghi chú về nhóm khách hàng đã được xóa bỏ

source: Notes for Customer Type
ar: ملاحظات حول نوع العملاء
et: Märkused Kliendi tüüp
fa: یادداشت برای نوع مشتری
fr_lu: Notes pour le type de client
hr_hr: Bilješke za tip korisnika
ja: 連絡先電話番号
lv_lv: Piezīmes klientu tipam
pl_pl: Uwagi o typ klienta
vi_vn: Ghi chú cho loại khách hàng

source: href
ar: أ href
fa: عکاس هنگام عکسبرداری
ja: 優先

source: Review all notes for this Customer Type
ar: استعراض كل الملاحظات لهذا النوع العملاء
et: Vaata üle kõik selle Klienditüübi märkmed
fa: فایل را نقد کنید تمام یادداشت ها برای این نوع مشتری
fr_lu: Passer en revue toutes les notes pour ce type de client
hr_hr: Pregled svih zabilješki za ovaj tip kupca
ja: この顧客タイプのすべての注意事項を確認し
lv_lv: Apskatīt visu kontaktinforaciju par &#353;o klientu
pl_pl: Przegląd wszystkich notatek dla tego typu klientów
vi_vn: xem lại tất cả ghi chú về loại khách hàng này

source: Contact Group Note
ar: مجموعة الاتصال ملاحظة
et: Kontaktigrupi märkmed
fa: توجه داشته باشید تماس با گروه
fr_lu: Note Groupe de contact
hr_hr: Zabilješka za kontakt grupu
ja: 勘定グループ名
lv_lv: Kontaktu grupas piezīme
pl_pl: Uwaga Group Kontakt
vi_vn: Ghi chú về nhóm khách hàng

source: Web site
ar: موقع على شبكة الإنترنت
et: veebisait
fa: وب سایت
fr_lu: Site web
hr_hr: Web stranice
ja: 品目
lv_lv: www
pl_pl: witryny sieci Web
vi_vn: Trang Web

source: Aged Customer Balance Listing
ar: الذين تتراوح أعمارهم بين العملاء قائمة الرصيد
et: Aged Kliendi Balance pakkumist
fa: سالمندان مشتریان مثال تعادل
fr_lu: Liste des comptes clients à écheance
hr_hr: Ispis salda kupaca sa neizvršenim obavezama
ja: 経年得意先残高作表
lv_lv: Kavēto klientu maksājumu saraksti
pl_pl: Zestawienie Archiwalnych Bilansów Klienta
vi_vn: Bảng danh sách khách hàng cũ

source: Aged Customer Balances
ar: أرصدة العملاء الذين تتراوح أعمارهم بين
et: Aged Kliendi Kaalud
fa: مشتری ایجاد توازن در سالمندان
fr_lu: Solde des clients à écheance
hr_hr: Salda kupaca sa neizvršenim obavezama
ja: 経年得意先残高
lv_lv: Kavēto klientu maksājumu summas
pl_pl: Archiwalne Bilanse Klienta
vi_vn: Cân khách hàng trong độ tuổi

source: Aged Customer Account Analysis
ar: العمر تحليل حساب العميل
et: Aged kliendikonto analüüs
fa: سالمندان مشتریان تجزیه و تحلیل حساب کاربری
fr_lu: Analyse des comptes clients à écheance
hr_hr: Analiza konta kupaca sa neizvršenim obavezama
ja: 経年得意先勘定分析
lv_lv: Kavēto klientu kontu analīze
pl_pl: Analiza Historii Konta Klienta
vi_vn: Niên Phân tích tài khoản khách hàng

source: Problem Report
ar: الإبلاغ عن مشكلة
et: Probleemist teavitamine
fa: گزارش مشکل
fr_lu: Rapport des problèmes
hr_hr: Izvješće o problemima
ja: 問題レポート
lv_lv: Problēmas paziņojums:
pl_pl: Raport problemu
vi_vn: Báo cáo các sự cố

source: The customer details could not be retrieved by the SQL because
ar: لا يمكن استرجاع التفاصيل العملاء من خلال SQL لأن
et: SQL ei saanud kliendi detaile, kuna
fa: جزئیات مشتری می تواند با گذاشتن زیرا قابل بازیابی نیست
fr_lu: Échec de la commande SQL d'affichage des informations client
hr_hr: Detalji o kupcu nisu dohvaćeni SQL-om zbog
ja: 得意先詳細はSQLで検索ができませんでした、というのは
lv_lv: Klienta aprakstu nevar iegūt, jo SQL
pl_pl: SQL nie może odtworzyć danych klienta ponieważ
vi_vn: Các thông tin khách hàng truy xuất từ cơ sở dữ liệu SQL không thành công vì

source: Back to the menu
ar: عودة إلى القائمة
et: Tagasi menüüsse
fa: بازگشت به منو
fr_lu: Retour au menu
hr_hr: Natrag na izbornik
ja: メニューに戻る
lv_lv: Atpakaļ uz izvēlni
pl_pl: Powrót do Menu
vi_vn: Quay trở lại Menu

source: The details of outstanding transactions for customer
ar: تفاصيل المعاملات المعلقة للعملاء
et: Kliendi tegemata tehingute detailid
fa: جزئیات معاملات برجسته برای مشتری
fr_lu: Details des transactions des clients à échéance
hr_hr: Detalji o nepodmirenim transakcijama za kupca
ja: 得意先の未処理トランザクションの詳細
lv_lv: Kavēto klientu maksājumu apraksts
pl_pl: Szczegóły niezrealizowanych transakcji dla klienta
vi_vn: Các chi tiết các giao dịch xuất sắc cho khách hàng

source: could not be retrieved because
ar: لا يمكن استرجاع لأن
et: ei saanud otsida, kuna
fa: قابل بازیابی نیست زیرا
fr_lu: ne peut pas être retrouvé car
hr_hr: nije ih moguće dohvatiti zbog
ja: 取り出すことができなかったのは
lv_lv: nevar iegūt, jo
pl_pl: nie może być odtworzona ponieważ
vi_vn: không thể lấy làm lại vì

source: The SQL that failed was
ar: كان SQL التي فشلت
et: SQL, mis ebaõnnestus, oli
fa: گذاشتن که شکست خورده بود
fr_lu: Échec de la commande SQL:
hr_hr: Neizvršena SQL naredba je
ja: 失敗したSQLは
lv_lv: SQL kļūda, jo
pl_pl: Wykonane zapytanie SQL
vi_vn: cơ sở dữ liệu SQL bị lỗi

source: There are no customers with balances meeting the criteria specified to list
ar: ليس هناك زبائن مع الأرصدة التي تفي بالمعايير المحددة إلى قائمة
ja: 指定される基準に一致している得意先がリストにありません

source: Aged Debtor Analysis
ar: تحليل المدين العمر
et: Aged Võlgnik analüüs
fa: سالمندان تحلیل بدهکار
fr_lu: Analyse de clients à écheance
hr_hr: Analiza dužnika sa neizvršenim obavezama
ja: 経年債務分析
lv_lv: Klientu kavētāju analīze
pl_pl: Analiza Należności Przeterminowanych
vi_vn: Phân tích Nợ niên

source: From Customer Code
ar: من رمز العملاء
et: Kliendikoodist
fa: از کد مشتری
fr_lu: Du code client
hr_hr: Od šifre kupca
ja: 開始得意先コード
lv_lv: No klienta koda
pl_pl: Od Kodu Klienta
vi_vn: Từ mã số khách hàng

source: To Customer Code
ar: إلى رمز العملاء
et: Kliendikoodi
fa: به کد مشتری
fr_lu: Au code client
hr_hr: do šifre kupca
ja: 終了得意先コード
lv_lv: Līdz klienta kodam
pl_pl: Do Kodu Klienta
vi_vn: Tới mã số khách hàng

source: All balances or overdues only
ar: جميع الأرصدة أو overdues فقط
et: Ainult kõik bilansid või tähtaja ületanud
fa: همه توازن یا overdues تنها
fr_lu: Tous les soldes ou arrièrés uniquement
hr_hr: Sva salda ili samo dospjela
ja: すべての残高または期限切れだけ
lv_lv: Tikai kavētos maksājumus
pl_pl: Wszystkie Salda czy Tylko Zaległości
vi_vn: tất cả cân bằng hoặc kém một chút (tất cả số dư hoặc nợ quá hạn)

source: All customers with balances
ar: جميع العملاء مع أرصدة
et: Kõik bilanssidega kliendid
fa: تمامی مشتریان با توازن
fr_lu: Tous les client avec leur solde
hr_hr: Svi kupci sa saldom
ja: 残高があるすべての得意先
lv_lv: Visi klienti, kuri nav apmaksajushi reekjinus
pl_pl: Wszyscy klienci z saldem
vi_vn: Tất cả các khách hàng với số dư tài khoản

source: Overdue accounts only
ar: الحسابات المتأخرة فقط
et: Ainult tähtaja ületanud kontod
fa: حساب سر رسیده تنها
fr_lu: Arrièrés seulement
hr_hr: Samo dospjela salda
ja: 期限切れアカウントだけ
lv_lv: Kavētie maksājumi
pl_pl: Tylko płatności spóźnione
vi_vn: Chỉ dành cho các tài khoản quá hạn

source: Held accounts only
ar: حسابات عقد فقط
et: Ainult hoiusekontod
fa: برگزار حساب تنها
fr_lu: Comptes suspendus uniquement
hr_hr: Održan samo za korisnike
ja: 保留されたアカウントだけ
lv_lv: Apstādinātie klienti
pl_pl: Tylko konta zawieszone
vi_vn: Tài khoản tổ chức chỉ

source: Only Show Customers Of
ar: عرض فقط عملاء
et: Näita ainult kliendid
fa: فقط مشتریان نمایش
fr_lu: Ne montrer que les clients de
hr_hr: Samo Pokaži kupce
ja: 得意先営業担当だけ
lv_lv: Parādit klientus kuri,
pl_pl: Tylko klienci związani z
vi_vn: Chỉ hiển thị các khách hàng của

source: All Sales people
fr_lu: Tous les vendeurs
ja: 全営業担当

source: Only show customers trading in
ar: فقط عرض تعاملات العملاء في
et: Näita ainule kliente, kes kauplevad
fa: فقط در معاملات مشتریان نشان می دهد
fr_lu: Afficher les clients dans la région de
hr_hr: Samo pokazuju kupci trgovanje
ja: 表示する得意先取引通貨
lv_lv: Parādit klientus kuri iepērk
pl_pl: Tylko klienci płacący w
vi_vn: chỉ hiện những khách hàng giao dịch

source: Summary or detailed report
ar: ملخص أو تقرير مفصل
et: Kokkuvõttev või detailne raport
fa: خلاصه یا گزارش جزئیات
fr_lu: Sommaire ou rapport détaillé
hr_hr: Sažetak ili detaljno izvješće
ja: 集約か詳細レポート
lv_lv: Kopsavilkums vai detalizēta atskaite
pl_pl: Raport sumaryczny czy szczegółowy
vi_vn: báo cáo tóm tắt hoặc chi tiết

source: Summary Report
ar: تقرير موجز
et: Kokkuvõttev raport
fa: خلاصه گزارش
fr_lu: Rapport succinct
hr_hr: Zbirno izvješće
ja: 集約レポート
lv_lv: Kopsavilkums
pl_pl: Raport Sumaryczny
vi_vn: Báo cáo tổng hợp

source: Detailed Report
ar: تقرير مفصل
et: Detailne raport
fa: جزئیات گزارش
fr_lu: Rapport détaillé
hr_hr: Detaljno izvješće
ja: 詳細なレポート
lv_lv: Detalizēta atskaite
pl_pl: Raport Szczegółowy
vi_vn: Báo cáo chi tiết

source: Print PDF
ar: طباعة PDF
et: Prindi PDF
fa: پی دی اف نسخه قابل چاپ
fr_lu: Imprimer en PDF
hr_hr: Ispis PDF
ja: PDF印刷
lv_lv: Drukāt PDF
pl_pl: Drukuj PDF
vi_vn: in dưới định dạng PDF

source: Aged Supplier Listing
ar: الذين تتراوح أعمارهم بين قائمة مزود
et: Aged Pakkuja pakkumist
fa: سالمندان مثال تامین کننده
fr_lu: Listing des fournisseurs à écheance
hr_hr: Aged Dobavljač Oglas
ja: 経年仕入先作表
lv_lv: Piegādātāju saraksts, kuriem kavēti maksājumi
pl_pl: Zestawienie Opóźnionych Płatności
vi_vn: danh sách nhà cung cấp truyền thống

source: Aged Suppliers
ar: العمر موردون
et: Aged Tarnijad
fa: تولید کنندگان سالمندان
fr_lu: Fournisseurs à écheance
hr_hr: Aged Dobavljači
ja: 経年仕入先
lv_lv: Piegādātāji, kuriem kavēti maksājumi
pl_pl: Płatności Przeterminowane
vi_vn: những nhà cung cấp truyền thống

source: Aged Supplier Account Analysis
ar: العمر تحليل حساب المجهز
et: Aged Pakkuja Account Analysis
fa: سالمندان تامین کننده تجزیه و تحلیل حساب کاربری
fr_lu: Analyse des comptes fournisseurs à écheance
hr_hr: Aged Dobavljač račun Analiza
ja: 経年仕入先勘定分析
lv_lv: Analīze par piegādātājiem, kuriem kavēti maksājumi
pl_pl: Analiza opóźnionych płatności
vi_vn: phân tích tài khoản nhà cung cấp truyền thống

source: The Supplier details could not be retrieved by the SQL because
ar: لا يمكن استرجاع تفاصيل مزود من قبل SQL لأن
et: SQL ei suutnud tarnija detaile leida, kuna
fa: جزئیات تامین کننده می تواند با گذاشتن زیرا قابل بازیابی نیست
fr_lu: Échec de la commande SQL d'affichage des fournisseurs:
hr_hr: Dobavljačem detalji nisu mogli biti pronađeni od strane SQL , jer
ja: 仕入先詳細はSQLで検索できませんでした、理由は
lv_lv: SQL nevar iegūt datus par piegādātāju, jo
pl_pl: Dane dostawcy nie mogą być odtworzone ponieważ
vi_vn: các chi tiết về nhà cung cấp không thể tìm lại trên cơ sở dữ liệu SQL vì

source: Aged Supplier Account Analysis - Problem Report
ar: العمر تحليل حساب مورد - تقرير مشكلة
et: Aged Pakkuja Account Analysis - Probleem aruanne
fa: سالمندان تامین کننده حساب تجزیه و تحلیل -- گزارش مشکل
fr_lu: Analyse de compte fournisseur à écheance - Rapport des problèmes
hr_hr: Aged Dobavljač račun Analiza - Problem Prijavi
ja: 経年仕入先勘定分析 - 問題レポート
lv_lv: Analīze par piegādātājiem, kuriem kavēti maksājumi, problēmu atskaite
pl_pl: Analiza Opóźnionych Płatności - Raport Problemów
vi_vn: phân tích tài khoản của nhà cung cấp truyền thống - báo cáo các vấn đề

source: The details of outstanding transactions for Supplier
ar: تفاصيل المعاملات المعلقة ل مزود
et: Tarnijatele tegemata tehingute detailid
fa: جزئیات معاملات برجسته برای تامین
fr_lu: Les détails des transactions à écheance pour le fournisseur
hr_hr: Pojedinosti izvanredne transakcija za dobavljača
ja: 仕入先の未処理トランザクションの詳細
lv_lv: Nepabeitie darījumi ar piegādātāju
pl_pl: Szczegóły Transakcji w toku dla Dostawcy
vi_vn: chi tiết các giao dịch nổi bật cho nhà cung cấp

source: Aged Supplier Analysis
ar: تحليل مزود مسن
et: Aged Pakkuja analüüs
fa: سالمندان تجزیه و تحلیل تامین کننده
fr_lu: Analyse du Fournisseur d'âge
hr_hr: Aged Dobavljač Analiza
ja: 経年仕入先分析
lv_lv: Analīze par piegādātājiem, kuriem kavēti maksājumi
pl_pl: Analiza Opóźnionych Płatności
vi_vn: phân tích nhà cung cấp truyền thống

source: There are no results so the PDF is empty
ar: لا توجد نتائج حتى PDF فارغة
ja: この品目に設定される価格がありません

source: From Supplier Code
ar: من مزود رمز
et: Tarnijakoodist
fa: از کد کارپرداز
fr_lu: À partir du code
hr_hr: Od šifre dobavljača
ja: 開始仕入先コード
lv_lv: No piegādātāja koda
pl_pl: Od Kodu Dostawcy
vi_vn: From Vendor Code

source: To Supplier Code
ar: إلى مزود رمز
et: Tarnijakoodi
fa: به کد کارپرداز
fr_lu: Jusqu'au code
hr_hr: Do šifre dobavljača
ja: 終了仕入先コード
lv_lv: Līdz piegādātaja kodam
pl_pl: Do Kodu Dostawcy
vi_vn: To Vendor Code
