Repository: timschofield/KwaMoja-Medical
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar, et, fa, fr_lu, hr_hr, ja, lv_lv, pl_pl, vi_vn

source: was uploaded to the server in the /tmp directory and has been renamed temp
ar: تم تحميلها على الخادم في الدليل / تمة و تمت إعادة تسمية درجة الحرارة
et: oli üles laadida serverisse sisse/ tmp kataloogi ja on ümber nimetatud temp
fa: به سرور در شاخه / tmp آپلود شده است و دما تغییر یافته است
fr_lu: a été transféré sur le serveur dans le répertoire /tmp et a été renommé temp
hr_hr: je učitao na poslužitelj u direktorij / tmp i preimenovan je temp
ja: / tmpディレクトリ内のサーバーにアップロードされたと一時改名されました
lv_lv: tika augšupielādēti serveri / tmp direktorijā , un tika pārdēvēta temp
pl_pl: został umieszczony na serwerze w katalogu /tmp pod nazwą temp
vi_vn: đã được tải lên máy chủ trong thư mục / tmp và đã được đổi tên tạm thời

source: New Language
ar: لغة جديدة
et: uus keel
fr_lu: Nouvelle langue
hr_hr: Novi jezik
ja: 新しい言語
lv_lv: jauns valodu
pl_pl: Nowy Język
vi_vn: Ngôn ngữ mới

source: Back to the translation menu
ar: عودة إلى القائمة ترجمة
et: Tagasi tõlge menüü
fr_lu: Retour au menu de traduction
hr_hr: Povratak u prijevodu izbornik
ja: 翻訳メニューに戻る
lv_lv: Atpakaļ uz tulko&#353;anas moduli
pl_pl: Powrót do Menu Tłumaczeń
vi_vn: Quay lại Menu Dịch

source: Utility to create a new language file
ar: الأداة المساعدة لإنشاء ملف لغة جديدة
et: Utility luua uue keele faili
fa: ابزار برای ایجاد یک فایل زبان جدید
fr_lu: Utilitaire pour créer un nouveau fichier de langue
hr_hr: Utility za stvaranje nove jezične datoteke
ja: 新しい言語ファイルを作成するためのユーティリティ
lv_lv: Lietderība, lai izveidotu jaunu valodas failu
pl_pl: Aby utworzyć nowy plik językowy
vi_vn: Tiện ích để tạo ra một tập tin ngôn ngữ mới

source: Current language is
ar: اللغة الحالية هي
et: Praegune keel
fr_lu: langue courante est
hr_hr: Trenutni jezik
ja: 現在の言語です
lv_lv: Aktīvā valoda ir
pl_pl: Aktualny język to
vi_vn: Ngôn ngữ hiện tại là

source: Languages must be in the format of a two character country code an underscore _ and a two character language code in upper case
ar: يجب أن تكون اللغات في شكل رمز البلد حرف اثنين تسطير _ و رمز اللغة حرف اثنين في حالة العلوي
et: Keeled olema vormistatikahekohaline riigi koodalakriips _ jakaks iseloomu keelekood suurtähed
fa: زبان باید در قالب دو شخصیت کد کشورتاکید _ و یک کد زبان دو شخصیت در مورد بالا باشد
fr_lu: Langues doit être dans le format d'un code à deux caractères de soulignement _ pays et un code à deux caractères de langues en majuscules
hr_hr: Jezici mora biti u obliku dva znaka oznake zemljenaglašavaju _ i dva lika kodu jezika u gornjem slučaju
ja: 言語は大文字で_を強調する2文字の国コードの形式と2文字の言語コードである必要があります
lv_lv: Valodas jābūt formātā divu zīmju valsts kodupasvītrotu _ un divu rakstzīmju valodas kodu ar lielajiem burtiem
pl_pl: Język musi być podany w formie: dwuliterowy kod kraju podkreślenie (_) i dwuliterowy kod języka
vi_vn: Ngôn ngữ phải được định dạng của một mã quốc gia hai nhân vật một gạch dưới _ và một mã số ngôn ngữ hai trong trường hợp trên

source: Attempting to create the new language file
ar: محاولة لخلق ملف لغة جديدة
et: Üritan luua uue keele faili
fr_lu: Essayer de créer le nouveau fichier de langue
hr_hr: Pokušaj stvoriti novi jezik datoteku
ja: 新しい言語ファイルを作成しようとし
lv_lv: Mēģinot izveidot jaunu valodas failu
pl_pl: Próba utworzenia nowego pliku językowego
vi_vn: Cố gắng để tạo ra các tập tin ngôn ngữ mới

source: This language cannot be added because it already exists!
ar: هذه اللغة لا يمكن أن تضاف لأنه موجود بالفعل !
et: See keel ei saa lisada , sest see on juba olemas!
fr_lu: Cette langue ne peut être ajoutée car il existe déjà!
hr_hr: Taj se jezik ne može se dodati jer već postoji !
ja: それは既に存在するため、この言語を追加することはできません！
lv_lv: Šo valodu nevar pievienot, jo tas jau pastāv !
pl_pl: Ten język już istnieje w systemie
vi_vn: Ngôn ngữ này không thể được thêm vào bởi vì nó đã tồn tại!

source: Done. You should now change to your newly created language from the user settings link above. Then you can edit the new language file header and use the language module editor to translate the system strings
ar: القيام به.
et: Valmis.
fa: انجام می شود.
fr_lu: Terminé. Vous devez maintenant modifier votre langue nouvellement créé à partir des paramètres utilisateur sur le lien ci-dessus. Ensuite, vous pouvez modifier l'en-tête nouvelle langue de fichier et utiliser l'éditeur de module de langue à traduire les chaînes de système
hr_hr: Gotovo.
ja: 完了。
lv_lv: Darīts.
pl_pl: Gotowe. Teraz możesz przełączyć program na nowy język klikając link powyżej, zmienić nagłówek pliku językowego i używając edytora modułów językowych przetłumaczyć.teksty systemowe.
vi_vn: Thực hiện .

source: This utility will create a new language and a new language translation file for it from the system default
ar: وهذه الأداة خلق لغة جديدة وملف ترجمة لغة جديدة ل انها من النظام الافتراضي
et: See utiliit loob uue keele ja uue tõlke faili seda süsteemi vaikimisi
fa: این برنامه یک زبان جدید و ایجادفایل ترجمه زبان جدیدی را برای آن به طور پیش فرض سیستم
fr_lu: Cet utilitaire va créer une nouvelle langue et un nouveau fichier de langue de traduction pour elle de la valeur par défaut du système
hr_hr: Ovaj program će stvoriti novi jezik i novi jezik prijevod datoteku za njega iz matične defaultu
ja: このユーティリティは、システムのデフォルトから新しい言語とそれのための新しい言語の翻訳ファイルを作成します
lv_lv: Šī lietderība būs izveidot jaunu valodu un jaunu valodas tulkošanas failu par to no sistēmas noklusējuma
pl_pl: To narzędzie utworzy nowy język i nowy plik językowy na podstawie pliku wzorcowego
vi_vn: Tiện ích này sẽ tạo ra một ngôn ngữ mới và một tập tin bản dịch ngôn ngữ mới cho nó từ hệ thống mặc định

source: If the language already exists then you cannot recreate it
ar: إذا كانت اللغة موجودة مسبقا ثم لا يمكنك إعادة إنشائها
et: Kui keel on juba olemas , siis sa ei saa uuesti luua
fa: اگر این زبان در حال حاضر وجود دارد و سپس شما می توانید آن را از نو خلق کردن
fr_lu: Si la langue existe déjà, alors vous ne pouvez pas le recréer
hr_hr: Akojezik već postoji onda ne može ga ponovno
ja: 言語がすでに存在していれば、あなたはそれを再作成することはできません
lv_lv: Javaloda jau ir , tad jūs nevarat atjaunot to
pl_pl: Jeśli plik już istnieje nie można utworzyć go ponownie
vi_vn: Nếu ngôn ngữ đã tồn tại thì bạn không thể tái tạo nó

source: Full code of the new language in the format en_US
ar: رمز الكامل للغة جديدة في شكل en_US
et: Full kood uue keeleformaat et_EE
fa: کد کامل از زبان های جدید در فرمت en_US
fr_lu: Code complet de la nouvelle langue au format en_US
hr_hr: Cijeli kod novog jezika u formatu hr
ja: フォーマットen_USので新しい言語の完全なコード
lv_lv: Pilns kods jaunās valodas formāta lv
pl_pl: Pełny kod nowego języka w formacie en_US
vi_vn: Đầy đủ mã của các ngôn ngữ mới trong các vi định dạng

source: UTILITY PAGE
ar: PAGE UTILITY
fa: صفحه UTILITY
fr_lu: UTILITAIRE PAGE
hr_hr: UTILITY STRANICA
ja: ユーティリティPage
lv_lv: UTILITY LAPA
pl_pl: STRONA SERWISOWA
vi_vn: UTILITY TRANG

source: that helps maintain language files
ar: أن يساعد في الحفاظ على ملفات اللغة
et: mis aitab säilitada keel failid
fa: که کمک می کند تا حفظ فایل های زبان
fr_lu: qui aide à maintenir les fichiers de langue
hr_hr: koji pomaže u održavanju jezičnih datoteka
ja: それは言語ファイルを維持するのに役立ちます
lv_lv: kas palīdz uzturēt valodas failus
pl_pl: które pomaga zarządzać plikami językowymi
vi_vn: giúp duy trì tập tin ngôn ngữ

source: gettext is not installed on this system
ar: لم يتم تثبيت gettext على هذا النظام
et: Reaalne pole installitud selles süsteemis
fa: gettext بر روی این سیستم نصب نشده است
fr_lu: gettext n'est pas installé sur ce système
hr_hr: Gettext nije instaliran na ovom sustavu
ja: gettextをこのシステムにインストールされていません
lv_lv: gettext nav instalēts šajā sistēmā
pl_pl: gettext nie jest zainstalowany na tym systemie
vi_vn: gettext không được cài đặt trên hệ thống này

source: You cannot use the language files without it
ar: لا يمكنك استخدام ملفات اللغة بدونها
et: Te ei saa kasutada keele failid ilma selleta
fa: شما می توانید فایل های زبان بدون استفاده از آن نمی
fr_lu: Vous ne pouvez pas utiliser les fichiers de langue sans
hr_hr: Ne možete koristiti datoteke language bez njega
ja: あなたはそれなしで言語ファイルを使用することはできません
lv_lv: Jūs nevarat izmantot valodas failus bez tā
pl_pl: Nie możesz używać plików językowych bez jego instalacji
vi_vn: Bạn không thể sử dụng các tập tin ngôn ngữ mà không có nó

source: You do not have write access to the required files please contact your system administrator
ar: ليس لديك حق الوصول إلى الملفات المطلوبة يرجى الاتصال بمسؤول النظام
et: Sul ei ole kirjutada juurdepääsu vajalikud failid palun võta ühendust oma süsteemiadministraatoriga
fr_lu: Vous n'avez pas accès en écriture aux fichiers requis s'il vous plaît contactez votre administrateur système
hr_hr: Ne morate pisati pristup potrebnim datotekama obratite se administratoru sustava
ja: あなたは、必要なファイルへの書き込みアクセス権を持っていないと、システム管理者にお問い合わせください
lv_lv: Jums nav tiesības saglabāt datus. Lūdzu sazinieties as sistēmas administrātoru
pl_pl: Nie masz prawa zapisu do wymaganych plików skontaktuj się z administratorem systemu
vi_vn: Bạn không có quyền ghi vào các tập tin cần thiết xin vui lòng liên hệ với quản trị hệ thống của bạn

source: Rebuild the System Default Language File
ar: إعادة بناء النظام الافتراضي ملف اللغة
et: SuurustSüsteemi Vaikimisi keel faili
fa: بازسازی سیستم فایل زبان پیش فرض
fr_lu: Reconstruire le fichier de langue par défaut du système
hr_hr: Posloži jezik File zadani sustav
ja: システムのデフォルトの言語ファイルを再構築
lv_lv: Atjaunot sistēmas noklusējuma valodu File
pl_pl: Aktualizacja Wzorcowego Pliku Językowego
vi_vn: Xây dựng lại hệ thống Ngôn ngữ hiển thị tập tin

source: Add a New Language to the System
ar: إضافة لغة جديدة إلى النظام
et: Lisauus keel , etsüsteem
fa: اضافه کردنزبان جدید به سیستم
fr_lu: Ajouter une nouvelle langue au système
hr_hr: Dodavanje novog jezika na Sustav
ja: システムに新しい言語を追加する
lv_lv: Pievienot jaunu valodu Sistēmai
pl_pl: Dodaj Nowy Język
vi_vn: Thêm một ngôn ngữ mới vào hệ thống

source: Edit a Language File Header
ar: تحرير رأس ملف اللغة
et: Muudakeel faili päis
fa: زبان هدر فایل را ویرایش کنید
fr_lu: Modifier un en-tête du fichier de langue
hr_hr: Uređivanje datoteka zaglavlja jezik
ja: 言語ファイルヘッダーの編集
lv_lv: Rediģēt valodas faila galvenes
pl_pl: Edycja Nagłówka Pliku Językowego
vi_vn: Chỉnh sửa Tiêu đề tệp tin ngôn ngữ

source: Edit a Language File Module
ar: تعديل وحدة نمطية ملف اللغة
et: Muudakeel Faili Module
fa: ماژول فایل زبان را ویرایش کنید
fr_lu: Modifier un module de fichier de langue
hr_hr: Uređivanje modul File jezik
ja: 言語ファイルモジュールの編集
lv_lv: Rediģēt valodas failu modulis
pl_pl: Edycja Modułu Pliku Językowego
vi_vn: Chỉnh sửa một tập tin ngôn ngữ Mô-đun

source: Edit Remaining Strings For This Language
ar: تحرير السلاسل المتبقية ل هذه اللغة
et: Muuda Ülejäänud Strings selle keele
fa: ویرایش رشته های باقی مانده برای این زبان
fr_lu: Modifier cordes restantes pour cette langue
hr_hr: Uredi OSTANUVAAT Strings Za ovaj jezik
ja: この言語の残りの文字列を編集します
lv_lv: Labot Atlikušās Strings šo valodu
pl_pl: Edytuj Strings Pozostałe w tym języku
vi_vn: Sửa Strings còn lại Đối với ngôn ngữ này

source: Download messages.po file
ar: تحميل ملف messages.po
et: Lae messages.po fail
fa: دانلود فایل messages.po
fr_lu: Télécharger le fichier messages.po
hr_hr: Preuzmite messages.po datoteku
ja: messages.poファイルをダウンロード
lv_lv: Lejupielādēt messages.po failu
pl_pl: Pobierz plik messages.po
vi_vn: Tải về tập tin messages.po

source: Download messages.mo file
ar: تحميل ملف messages.mo
et: Lae messages.mo fail
fa: دانلود فایل messages.mo
fr_lu: Télécharger le fichier messages.mo
hr_hr: Preuzmite messages.mo datoteku
ja: messages.moファイルをダウンロード
lv_lv: Lejupielādēt messages.mo failu
pl_pl: Pobierz plik messages.mo
vi_vn: Tải xuống tệp messages.mo

source: Edit Header
ar: تعديل رأس
fa: سربرگ
fr_lu: Modifier en-tête
hr_hr: Uredi zaglavlje
ja: ヘッダーの編集
lv_lv: rediģēt galveni
pl_pl: Edycja Nagłówka
vi_vn: Biên tập tiêu đề

source: Utility to edit a language file header
ar: فائدة لتحرير رأس ملف اللغة
et: Utility muuta keele faili päis
fa: ابزار برای ویرایش یک هدر فایل زبان
fr_lu: Utilitaire pour modifier un en-tête du fichier de langue
hr_hr: Alat za uređivanje glavom jezične datoteke
ja: 言語ファイルのヘッダを編集するためのユーティリティ
lv_lv: Utility , lai rediģētu valodas faila galvene
pl_pl: Narzędzie do edycji nagłówka pliku językowego
vi_vn: Tiện ích để chỉnh sửa một ngôn ngữ tiêu đề tập tin

source: Writing the language file header
ar: كتابة رأس ملف اللغة
et: Kirjutaminekeel faili päis
fa: نوشتن هدر فایل زبان
fr_lu: Ecriture de la tête de fichier de langue
hr_hr: Pisanje zaglavlje datoteke jezika
ja: 言語ファイルのヘッダを書く
lv_lv: Writing valodas faila galvenes
pl_pl: Zapis nagłówka pliku językowego
vi_vn: Viết tiêu đề tập tin ngôn ngữ

source: Writing the rest of the language file
ar: كتابة ما تبقى من ملف اللغة
et: Kirjutamine ülejäänud keele fail
fa: نوشتن بقیه فایل زبان
fr_lu: La rédaction du reste du fichier de langue
hr_hr: Pisanje ostatak jezične datoteke
ja: 言語ファイルの残りの部分を書く
lv_lv: Writing pārējo valodas failu
pl_pl: Zapis reszty pliku językowego
vi_vn: Viết phần còn lại của tập tin ngôn ngữ

source: Done
ar: فعلت
et: tehtud
fr_lu: Fait
hr_hr: Gotovo
ja: 完了
pl_pl: Gotowe
vi_vn: Ðã hoàn thành

source: To change language click on the user name at the top left, change to language desired and click Modify
ar: لتغيير اللغة اضغط على اسم المستخدم في أعلى اليسار ، تغيير إلى اللغة المطلوبة و انقر فوق تعديل
et: Keele vahetamiseks klõpsa kasutaja nime ülaosas vasakul , valige sobiv keel ja klõpsake nuppu Muuda
fa: برای تغییر زبان کلیک کنید بر روی نام کاربر در سمت چپ بالای صفحه ، به زبان مورد نظر تغییر دهید و بر روی اصلاح کردن کلیک کنید
fr_lu: Pour changer langue, cliquez sur le nom d'utilisateur en haut à gauche, changer de langue de votre choix et cliquez sur Modifier
hr_hr: Za promjenu jezika klik na korisničko ime u gornjem lijevom kutu , promijeniti u željeni jezik , a zatim kliknite Izmijeni
ja: 左上にユーザー名の言語をクリックを変更するには、希望の言語に変更し、 [変更]をクリックします
lv_lv: Lai mainītu valodas noklikšķiniet uz lietotāja vārda augšējā kreisajā pusē , mainīt uz vēlamo valodu un noklikšķiniet uz Mainīt
pl_pl: Aby zmienić język kliknij na nazwę użytkownika po lewej u góry, wybierz właściwy język i kliknij przycisk Zmień
vi_vn: Để thay đổi ngôn ngữ nhấp chuột vào tên người dùng ở trên cùng bên trái , thay đổi ngôn ngữ mong muốn và nhấp vào Sửa đổi

source: Make sure you have selected the correct language to translate!
ar: تأكد من أنك قد اخترت اللغة الصحيحة لترجمة !
et: Veenduge, et olete valinud õige keele tõlkida !
fa: اطمینان حاصل کنید که شما زبان درست انتخاب کرده اید برای ترجمه !
fr_lu: Assurez-vous d'avoir sélectionné la bonne langue à traduire
hr_hr: Provjerite jeste li odabrali odgovarajući jezik prevesti !
ja: あなたが変換する適切な言語を選択していることを確認してください！
lv_lv: Pārliecinieties, ka esat izvēlējies pareizo valodu tulkot !
pl_pl: Upewnij się, że wybrałeś właściwy język tłumaczenia!
vi_vn: Hãy chắc chắn rằng bạn đã chọn ngôn ngữ chính xác để dịch !

source: When finished modifying you must click on Modify at the bottom in order to save changes
ar: عند الانتهاء من تعديل يجب عليك النقر على تعديل في الجزء السفلي من أجل حفظ التغييرات
et: Kui olete lõpetanud muutes tuleb klõpsata Muuda allosas , et salvestada muudatused
fa: هنگامی که به پایان رسید اصلاح شما باید در مورد اصلاح کردن در پایین به منظور ذخیره ی تغییرات کلیک کنید
fr_lu: Lorsque vous avez terminé la modification vous devez cliquer sur Modifier au bas de manière à enregistrer les modifications
hr_hr: Kada ste gotovi s mijenjanjem morate kliknuti na Promijeni na dnu kako bi se spremili promjene
ja: 変更が終了したら、変更を保存するために下部に変更をクリックする必要があります
lv_lv: Kad pabeigts mainot jums ir noklikšķiniet uz Modificēt apakšā , lai saglabātu izmaiņas
pl_pl: Po zakończeniu musisz zapisać zmiany klikając przycisk Zmień na dole strony.
vi_vn: Khi đã hoàn thành sửa đổi , bạn phải nhấn vào Modify ở phía dưới để lưu các thay đổi

source: Your existing translation file (messages.po) will be backed up as messages.po.old
ar: وسوف يتم دعم ملف الترجمة الموجودة ( messages.po ) على النحو messages.po.old
et: Teie olemasolevad tõlkefaili ( messages.po ) käiks nagu messages.po.old
fa: ترجمه فایل های موجود شما ( messages.po ) خواهد شد تا به عنوان messages.po.old حمایت است
fr_lu: Votre fichier de traduction existant (messages.po) seront sauvegardés comme messages.po.old
hr_hr: Vaš postojeći prijevod sliku ( messages.po ) će biti podupirač gore , kao messages.po.old
ja: 既存の翻訳ファイル（ messages.po ）はmessages.po.oldとしてバックアップされます
lv_lv: Jūsu esošais tulkojums fails ( messages.po ) būs jāpapildina kā messages.po.old
pl_pl: Aktualny plik messages.po zostanie zachowany jako messages.po.old
vi_vn: Tập tin dịch hiện tại của bạn ( messages.po ) sẽ được sao lưu như messages.po.old

source: Make sure you know what you are doing BEFORE you edit the header
ar: تأكد من أنك تعرف ما تقومون به قبل تحرير رأس
et: Veenduge, et teate , mida teete enne redigeerida kaudu
fa: اطمینان حاصل کنید که شما می دانید آنچه شما انجام می دهند قبل از هدر را ویرایش کنید
fr_lu: Assurez-vous de savoir ce que vous faites avant de modifier l'en-tête
hr_hr: Pobrinite se da znate što radite prije uređivanja zaglavlje
ja: あなたは、ヘッダーを編集する前に何をしているか知っていることを確認してください
lv_lv: Pārliecinieties, ka jūs zināt, ko jūs darāt, pirms jūs rediģēt galveni
pl_pl: Zastanów się, czy wiesz co robisz ZANIM zmienisz nagłówek pliku
vi_vn: Hãy chắc chắn rằng bạn biết những gì bạn đang làm trước khi bạn chỉnh sửa tiêu đề

source: Language File Header for
ar: لغة رأس الملف لل
et: Keel Faili päis
fa: زبان هدر فایل برای
fr_lu: En-tête de fichier de langue pour les
hr_hr: Jezik datoteke zaglavlja za
ja: ための言語ファイルヘッダー
lv_lv: Valoda faila galvene
pl_pl: Nagłówek Pliku Językowego dla
vi_vn: Ngôn ngữ tiêu đề tập tin cho

source: Header Line
ar: خط رأس
et: Päise Line
fr_lu: En-tête de ligne
hr_hr: Linija zaglavlja
ja: ヘッダー行
lv_lv: galvene Line
pl_pl: Linia Nagłówka
vi_vn: Dòng tiêu đề

source: Edit Module
ar: تعديل وحدة
et: Muuda mooduli
fr_lu: Modifier le module
hr_hr: Uredi modul
ja: モジュールの編集
lv_lv: Labot modulis
pl_pl: Edycja Modułu
vi_vn: chỉnh sửa Mô-đun

source: Utility to edit a language file module
ar: الأداة المساعدة ل تعديل وحدة نمطية ملف اللغة
et: Utility muutakeele fail moodul
fa: ابزار برای ویرایش یک فایل زبان ماژول ها
fr_lu: Utilitaire pour modifier un module de fichier de langue
hr_hr: Program za uređivanje datoteke s prijevodom
ja: 言語ファイルのモジュールを編集するためのユーティリティ
lv_lv: Lietderība, lai rediģētu valodas failu moduli
pl_pl: Narzędzie do edycji moduł pliku językowego
vi_vn: Tiện ích để chỉnh sửa một mô-đun tập tin ngôn ngữ

source: Writing the language file
ar: كتابة ملف اللغة
et: Kirjutaminekeele fail
fa: نوشتن فایل زبان
fr_lu: Ecriture du fichier de langue
hr_hr: Zapisivanje datoteke s prijevodom
ja: 言語ファイルの書き方
lv_lv: Writing valodas failu
pl_pl: Zapis pliku językowego
vi_vn: Viết một tệp tin ngôn ngữ

source: Your existing translation file (messages.po) will be saved as messages.po.old
ar: سيتم حفظ الملف الخاص بك ترجمة القائمة ( messages.po ) كما messages.po.old
et: Teie olemasolevad tõlkefaili ( messages.po ) salvestatakse messages.po.old
fa: ترجمه فایل های موجود شما ( messages.po ) خواهد شد به عنوان messages.po.old نجات داد
fr_lu: Votre fichier de traduction existant (messages.po) sera enregistré en tant que messages.po.old
hr_hr: Vaša postojeća datoteka s prijevodom (messages.po) će biti pohranjena kao messages.po.old
ja: 既存の翻訳ファイル（ messages.po ）はmessages.po.oldとして保存されます
lv_lv: Jūsu esošais tulkojums fails ( messages.po ), tiks saglabāts kā messages.po.old
pl_pl: Aktualny plik messages.po zostanie zachowany jako messages.po.old
vi_vn: Tập tin dịch hiện tại của bạn ( messages.po ) sẽ được lưu như messages.po.old

source: Language File for
ar: ملف اللغة لل
et: Keel Faili jaoks
fr_lu: Fichier de langue pour les
hr_hr: Datoteka s prijevodom za
ja: ための言語ファイル
lv_lv: Valoda File
pl_pl: Plik Językowy dla
vi_vn: Tệp tin ngôn ngữ cho

source: Module
ar: وحدة
et: moodul
hr_hr: Modul
ja: モジュール
lv_lv: modulis
pl_pl: Moduł
vi_vn: mô-đun

source: Default text
ar: النص الافتراضي
et: vaikimisi tekst
fr_lu: Texte par défaut
hr_hr: Početni tekst
ja: デフォルトのテキスト
lv_lv: noklusējuma teksts
pl_pl: Domyślny tekst
vi_vn: Dòng chữ mặc định

source: Translation
ar: ترجمة
et: tõlkimine
fr_lu: Traduction
hr_hr: Prijevod
ja: 翻訳
lv_lv: tulkojums
pl_pl: Tłumaczenie
vi_vn: Dịch

source: Exists in
ar: موجود في
et: olemas
fa: موجود در
fr_lu: Existe en
hr_hr: Postoji u
ja: に存在する
lv_lv: pastāv
pl_pl: Istnieje w
vi_vn: Tồn tại trong

source: Select the module to edit
ar: حدد الوحدة النمطية لتحرير
et: Valige moodul muuta
fr_lu: Sélectionner le module à modifier
hr_hr: Izbor modula za uređivanje
ja: 編集するモジュールを選択
lv_lv: Izvēlieties moduli , lai rediģētu
pl_pl: Wybierz moduł do edycji
vi_vn: Chọn mô-đun để chỉnh sửa

source: Refresh messages with latest strings
ar: رسائل تحديث مع أحدث السلاسل
et: Värskenda sõnumite uusimaid stringid
fa: پیام های تازه کردن با همه رشته ها
fr_lu: Actualiser les messages avec les dernières chaînes
hr_hr: Osvježi poruke s najnovijim tekstom
ja: 最新の文字列でリフレッシュメッセージ
lv_lv: Atsvaidzināt sludinājumi ar jaunākajiem stīgām
pl_pl: Odświeżanie komunikatów najnowszą wersją napisów
vi_vn: Thông điệp làm mới với chuỗi mới nhất

source: Edit Remaining Items
ar: تعديل البنود المتبقية
et: Muuda Ülejäänud valikud
fr_lu: Modifier les éléments restants
hr_hr: Uredi preostale stavke
ja: 残りの項目を編集する
lv_lv: Labot Atlikušās preces
pl_pl: Edycja pozostałych pozycji
vi_vn: Chỉnh sửa các mặt hàng còn lại

source: Rebuild
ar: إعادة بناء
et: taastama
hr_hr: Preradi
ja: 再構築する
lv_lv: pārbūvēt
pl_pl: Regeneracja
vi_vn: xây dựng lại

source: Utility page to rebuild the system default language file
ar: الصفحة الأداة المساعدة ل إعادة بناء ملف اللغة الافتراضية للنظام
et: Utility leht taastada süsteemi vaikimisi keele fail
fa: صفحه ابزار برای بازسازی سیستم فایل زبان پیش فرض
fr_lu: page Utilitaire pour reconstruire le fichier de langue par défaut du système
hr_hr: Pomoćna stranica za preradu početne sustavne datoteke s prijevodom
ja: ユーティリティ·ページには、システムのデフォルトの言語ファイルを再構築する
lv_lv: Utility lapu, lai atjaunotu sistēmas noklusējuma valodas failu
pl_pl: Narzędzie do aktualizacji wzorcowego pliku językowego
vi_vn: Trang tiện ích để xây dựng lại hệ thống tập tin ngôn ngữ mặc định

source: Rebuilding the default language file
ar: إعادة بناء ملف اللغة الافتراضية
et: Ümberehitused vaikekeele fail
fa: بازسازیفایل زبان پیش فرض
fr_lu: Reconstruire le fichier de langue par défaut
hr_hr: Prerada početne datoteke s prijevodom
ja: デフォルトの言語ファイルを再構築
lv_lv: Atjaunošanas noklusējuma valodas failu
pl_pl: Aktualizacja domyślnego pliku językowego
vi_vn: Xây dựng lại các tập tin ngôn ngữ mặc định

source: You should now edit the default language file header
ar: يجب عليك الآن تحرير رأس ملف اللغة الافتراضية
et: Sa peaksid nüüd muuta vaikimisi keel faili päis
fa: شما هم اکنون می باید ویرایش زبان پیش فرض هدر فایل
fr_lu: Vous devez maintenant éditer l'entête du fichier de langue par défaut
hr_hr: Potrebno je urediti zaglavlje početne datoteke s prijevodom
ja: これでデフォルトの言語ファイルのヘッダーを編集する必要があります
lv_lv: Jums tagad vajadzētu rediģēt noklusējuma valodas faila galvene
pl_pl: Teraz powinieneś zaktualizować nagłówek domyślnego pliku językowego
vi_vn: Bây giờ bạn nên chỉnh sửa ngôn ngữ mặc định phần đầu tập tin

source: Every new language creates a new translation file from the system default one
ar: كل لغة جديدة بإنشاء ملف الترجمة الجديدة من الافتراضي نظام واحد
et: Iga uus keel loob uue tõlke faili süsteemi vaikimisi
fa: هر زبان جدید ایجاد یک فایل جدید ترجمه از یک سیستم به طور پیش فرض
fr_lu: Chaque nouvelle langue crée un nouveau fichier de traduction à partir de la valeur par défaut du système
hr_hr: Svaki novi prijevod stvara novu datoteku s prijevodom iz početne sustavne datoteke
ja: すべての新しい言語は、システムのデフォルトのものから新しい翻訳ファイルを作成します
lv_lv: Katru jaunu valodu rada jaunu tulkošanas failu no sistēmas noklusējuma vienu
pl_pl: Każdy nowy język generuje nowy plik tłumaczenia z pliku wzorcowego
vi_vn: Mỗi ngôn ngữ mới tạo ra một tập tin bản dịch mới từ một trong những hệ thống mặc định
