Repository: timschofield/KwaMoja-Medical
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar, et, fa, fr_lu, hr_hr, ja, lv_lv, pl_pl, vi_vn

source: If check quantity charged vs delivery quantity is set to yes then this proportion determines the percentage by which invoices can be overcharged with respect to delivery
ar: إذا تم تعيين التحقق من كمية دفع مقابل كمية التسليم إلى نعم ثم يحدد هذه النسبة النسبة المئوية التي الفواتير يمكن المفرطه فيما يتعلق التسليم
et: Kui kontroll kogus laetud vs tarne kogus on Jah , siis see osa määrab protsendi , mille arveid saab enammakstud suhtes tarne
fa: اگر مقدار چک شارژ مقدار تحویل در مقابل به بله تنظیم و سپس این نسبت تعیین درصد که توسط آن فاکتورها را می توان با توجه به تحویل بسیارهزینه
fr_lu: Si le paramètre "Vérifier les quantités facturées par rapport au quantités livrées" est à "Oui" alors ce nombre détermine le pourcentage avec lequel les factures peuvent être majorées
hr_hr: Ako provjera količina naplaćuje vs isporučena količina postavljena na da onda taj postotak utvrđuje postotak prema kojem se fakture mogu prepunjen s obzirom na isporuku
ja: 請求数量と納品数量チェックが「Yes」に設定されるならば、この割合は請求書が納品に関して超過請求できるパーセンテージを決定します
lv_lv: Ja pārbaude daudzums jāmaksā vs piegādes daudzums ir iestatīts uz jā, tad šī daļa , nosaka procentuālo daļu , ar kuru rēķinus var pārmaksāti attiecībā uz piegādi
pl_pl: Jeśli sprawdzana jest zgodność ilości zafakturowanych z ilościami przyjętymi na magazyn, ta wartość dopuszczalne przekroczenie ilości zamówienia w procentach
vi_vn: Nếu kiểm tra số lượng tính số lượng giao hàng vs được thiết lập để có thì tỷ lệ này xác định tỷ lệ phần trăm mà hoá đơn có thể được quá tải đối với giao hàng

source: Purchase Order Allows Same Item Multiple Times
ar: أمر الشراء يسمح البند نفسه في أوقات متعددة
et: Ostutellimuse Võimaldab sama objekti mitu korda
fr_lu: Redondance d'articles autorisée dans les commandes fournisseur
hr_hr: Narudžbenica Omogućuje istu stavku više puta
ja: 複数回、同一品目購買発注を許可
lv_lv: Pasūtījuma Ļauj pašu elementu vairākas reizes
pl_pl: Zamówienie Dostawy dopuszcza zdublowane pozycje
vi_vn: Mua hàng Cho phép cùng mục Nhiều lần

source: If a purchase order can have the same item on the order several times this parameter should be set to yes
ar: إذا كان أمر الشراء يمكن أن يكون لها نفس البند بناء على أمر عدة مرات يجب تعيين هذه المعلمة إلى نعم
et: Kui tellimus võib olla sama elemendi kohta , et mitu korda see parameeter tuleks määrata jah
fa: اگر سفارش خرید می تواندمورد همین منظور چندین بار این پارامتر باید به بله تنظیم
fr_lu: "Oui" pour autoriser la saise d'un même article dans une commande fournisseur
hr_hr: Akonarudžbenica mogu imati istu stavku na red nekoliko puta ovaj parametar bi trebao biti postavljen na yes
ja: 注文書は、注文に数回同じ項目を持つことができる場合は、このパラメータをyesに設定する必要があります
lv_lv: Japirkuma pasūtījums var būt pašu pozīciju par kārtību vairākas reizes, šis parametrs ir iestatīts uz Yes
pl_pl: Jeślizamówienie może mieć taką samą pozycję na zamówienie kilka razy ten parametr powinien być ustawiony na yes
vi_vn: Nếu một đơn đặt hàng có thể có cùng một mục trên theo thứ tự nhiều lần tham số này nên được thiết lập để có

source: Automatically authorise purchase orders if user has authority
ar: تأذن تلقائيا أوامر الشراء إذا كان المستخدم لديه سلطة
et: Automaatselt lubada ostutellimused , kui kasutaja on asutuse
fa: به صورت خودکار اجازه سفارشات خرید اگر کاربر دارای قدرت
fr_lu: Autoriser automatiquement les commandes si l'utilisateur en a le pouvoir
hr_hr: Automatski odobri narudžbe , ako korisnik ima ovlasti
ja: ユーザーが権限を持つ場合は、自動的に注文書を承認
lv_lv: Automātiski atļaut pirkuma pasūtījumu , ja lietotājs ir pilnvaras
pl_pl: Automatycznie autoryzacji zleceń zakupu , jeśli użytkownik ma uprawnienia
vi_vn: Tự động cho phép các đơn đặt hàng nếu người dùng có thẩm quyền

source: If the user changing an existing purchase order or adding a new puchase order is set up to authorise purchase orders and the order is within their limit, then the purchase order status is automatically set to authorised
ar: إذا تم تعيين مستخدم تغيير و أمر الشراء القائمة أو إضافة أمر puchase مجرد مطابق أن يأذن أوامر الشراء و النظام هو في أقصى حدودها ، ثم يتم تعيين حالة أمر الشراء تلقائيا إلى المأذون
et: Kui kasutaja olemasolevat muuta ostutellimuse või lisades uue puchase Selleks on loodud lubada ostutellimused ja selleks on oma piir , siis ostutellimuse staatus automaatselt volitatud
fa: اگر کاربر تغییرسفارش خرید موجود و یا اضافه کردن یک سفارش puchase جدید قرار است تا اجازه سفارشات خرید و سفارش شده است در حد خود ، و سپس وضعیت سفارش خرید به طور خودکار به مجاز
fr_lu: Si l'utilisateur a la permission d'autoriser les commandes et qu'une commande est dans les limites permises, alors le statut de cette commande sera "autorisée" lors de sa modification ou de sa création
hr_hr: Akokorisnik mijenja postojeći narudžbenice ili dodavanja novog puchase red je postavljen za odobrenje narudžbe , akako je u okviru svoje granice , onda je status narudžbenica automatski se postavlja ovlašten
ja: 既存の購入注文を変更したり、新しいpuchaseの注文を追加するユーザーが注文書を承認するように設定され、注文が彼らの限界内にある場合は、その注文書のステータスが自動的に認可に設定されています
lv_lv: Jalietotājs maina esošo pirkšanas rīkojumu vai pievienojot jaunu IEGĀDE rīkojumu ir izveidota atļaut pirkuma pasūtījumu , unpasūtījums ir robežās savas robežas , tadpirkuma pasūtījuma statuss tiek automātiski iestatīts uz atļauto
pl_pl: Jeśliużytkownik zmienia istniejącego zamówienia zakupu lub dodanie nowego porządku kupnie jest skonfigurowany do autoryzacji zleceń kupna iporządek jest w ich granicach , status zamówienie jest automatycznie ustawiany na autoryzowanej
vi_vn: Nếu người dùng thay đổi một đơn đặt hàng hiện tại hoặc thêm một trật tự puchase mới được thiết lập để cho phép đơn đặt hàng và theo thứ tự là trong giới hạn của họ , sau đó tình trạng đơn đặt hàng được tự động thiết lập để được ủy quyền

source: January
ar: يناير
et: jaanuar
fa: ژانویه
fr_lu: Janvier
hr_hr: siječanj
ja: １月
lv_lv: janvārī
pl_pl: Styczeń
vi_vn: Tháng Giêng

source: February
ar: فبراير
et: veebruar
fa: فوریه
fr_lu: Février
hr_hr: veljača
ja: ２月
lv_lv: februārī
pl_pl: Luty
vi_vn: Tháng Hai

source: March
ar: مارس
et: märts
fr_lu: Mars
hr_hr: ožujak
ja: ３月
lv_lv: martā
pl_pl: Marzec
vi_vn: Tháng Ba

source: April
ar: أبريل
et: aprill
fa: آوریل
fr_lu: Avril
hr_hr: travanj
ja: ４月
lv_lv: aprīlī
pl_pl: Kwiecień
vi_vn: Tháng Tư

source: May
ar: مايو
et: mai
fr_lu: Mai
hr_hr: svibanj
ja: ５月
lv_lv: maijā
pl_pl: Maj
vi_vn: Tháng Năm

source: June
ar: يونيو
et: juuni
fa: ژوئن
fr_lu: Juin
hr_hr: lipanj
ja: ６月
lv_lv: jūnijā
pl_pl: Czerwiec
vi_vn: Tháng Sáu

source: July
ar: يوليو
et: juuli
fr_lu: Juillet
hr_hr: srpanj
ja: ７月
lv_lv: jūlijā
pl_pl: Lipiec
vi_vn: Tháng Bảy

source: August
ar: أغسطس
fa: همایون
fr_lu: Août
hr_hr: kolovoz
ja: ８月
lv_lv: augustā
pl_pl: SierpieńKlient
vi_vn: Tháng Tám

source: September
ar: سبتمبر
fr_lu: Septembre
hr_hr: rujan
ja: ９月
lv_lv: septembrī
pl_pl: Wrzesień
vi_vn: Tháng Chín

source: October
ar: أكتوبر
et: oktoober
fr_lu: Octobre
hr_hr: listopad
ja: 10月
lv_lv: oktobrī
pl_pl: Październik
vi_vn: Tháng Mười

source: November
ar: نوفمبر
fr_lu: Novembre
hr_hr: studeni
ja: 11月
lv_lv: novembrī
pl_pl: Listopad
vi_vn: Tháng Mười Một

source: December
ar: ديسمبر
et: detsember
fr_lu: Décembre
hr_hr: prosinac
ja: 12月
lv_lv: decembrī
pl_pl: Grudzień
vi_vn: Tháng Mười Hai

source: Financial Year Ends On
ar: السنة المالية تنتهي في
et: Majandusaasta lõpeb
fr_lu: Clôture d'exercice
hr_hr: Financijska godina završava sa
ja: 会計年度末
lv_lv: Finan&#353;u gads beidzas
pl_pl: Rok podatkowy kończy się w
vi_vn: Năm tài chính kết thúc vào

source: Defining the month in which the financial year ends enables the system to provide useful defaults for general ledger reports
ar: تحديد الشهر الذي تنتهي السنة المالية تمكن هذا النظام لتوفير الافتراضية مفيدة لل تقارير دفتر الأستاذ العام
et: Defineerimine selles kuus, mille majandusaasta lõpeb võimaldab süsteemi kasulikku vaikeväärtused pearaamat aruanded
fa: تعریف ماه که در آن سال به پایان می رسد مالی سیستم را قادر می سازد تا ارائه پیش فرض های مفید برای گزارش دفتر کل عمومی
fr_lu: Clôture de l'exercice. De multiples rapports du GL en dépendent
hr_hr: Definiranje mjeseca u kojemu završava financijska godina omogućava sustavu da osigura korisne polazne parametre za izvješća glavne knjige
ja: 会計年度末の月を定義することは、デフォルトで有用な総勘定元帳レポートを提供するシステムを可能にします
lv_lv: Definēšana mēneša, kurā finanšu gads beidzas ļauj sistēmu, lai sniegtu noderīgu noklusējumus par vispārējo virsgrāmatu ziņojumus
pl_pl: Określenie miesiąca kończącego rok finansowy umożliwia tworzenie użytecznych wartości domyślnych do raportów księgowych
vi_vn: Xác định tháng mà kết thúc năm tài chính cho phép hệ thống để cung cấp mặc định hữu ích cho các báo cáo sổ cái chung

source: Report Page Length
ar: تقرير ل طول
et: Teata Page pikkus
fr_lu: Longueur des pages de rapport
hr_hr: Dužina stranice izvješća
ja: レポート頁長
lv_lv: Atskai&#353;u lapas garums
pl_pl: Rozmiar Strony Wydruków
vi_vn: Báo cáo độ dài trang

source: Default Maximum Number of Records to Show
ar: الحد الأقصى ل عدد السجلات الافتراضي إلى مشاهدة
et: Vaikimisi maksimaalne kirjete arv Show
fa: پیش فرض حداکثر تعداد رکوردها به نمایش
fr_lu: Nombre maximal d'enregistrements à afficher par défaut
hr_hr: Predodređen maksimalni broj zapisa koji će biti prikazan
ja: 表示レコードのデフォルト最大数
lv_lv: Default Maksimālais skaits Records Show
pl_pl: Domyślna Maksymalna Ilość Wyświetlanych Pozycji
vi_vn: Mặc định tối đa số các hồ sơ để hiển thị

source: When pages have code to limit the number of returned records - such as select customer, select supplier and select item, then this will be the default number of records to show for a user who has not changed this for themselves in user settings.
ar: عندما يكون صفحات التعليمات البرمجية لتحديد عدد السجلات التي يتم إرجاعها - مثل العملاء ، حدد المورد و حدد البند، ثم وهذا سوف يكون الرقم الافتراضي من السجلات لإظهار لمستخدم الذي لم يتغير هذا لأنفسهم في إعدادات المستخدم .
et: Kui lehed on kood arvu piirata tagastatud andmed - näiteks vali klient valida tarnija ja valige objekt, siis seedefault kirjete arv näitab kasutaja, kes ei ole muutnud seda ise seadeid .
fa: هنگامی که صفحه را کد برای محدود کردن تعدادی از پرونده بازگشت - مانند مشتری را انتخاب کنید ، منبع را انتخاب کنید و آیتم استفاده کنید را انتخاب کنید ، پس از آن این خواهد بود تعداد پیش فرض از سوابق برای یک کاربر است که این کار را برای خود در تنظیمات کاربر تغییر نکرده است ، نشان می دهد .
fr_lu: Paramètre par défaut du nombre d'enregistrement affichés tant qu'un utillisateur n'a pas changé ce paramètre dans sa propre configuration utilisateur
hr_hr: Kada stranice imaju ograničenje broja zapisa - kao što su: izbor kupcaa, izbor dobavljača i izbor artikla - onda će ovo biti predodređeni broj zapisa za prikaz ukoliko korisnik sam ne definira drukčiju vrijednost.
ja: ページが返されたレコード数を制限するコード持つとき、 - 選ばれた得意先、選ばれた仕入先と選ばれた品目のような、これはユーザー設定でこれを変更しなかったユーザーが表示されるレコードのデフォルト数です。
lv_lv: When pages have code to limit the number of returned records - such as select customer, select vendor and select item, then this will be the default number of records to show for a user who has not changed this for themselves in user settings.
pl_pl: Ta domyślna wartość jest ilością wyświetlanych pozycji w zestawieniach klientów,towarów itp, o ile użytkownik nie wybrał innej wartości.
vi_vn: Khi các trang có mã để hạn chế số lượng hồ sơ trả lại - chẳng hạn như chọn khách hàng, chọn nhà cung cấp và chọn mặt hàng, khi đó đây sẽ là số mặc định của hồ sơ để hiển thị cho người dùng nếu người dùng không thay đổi số này trong cài đặt riêng.

source: Show Stockid on images
ar: مشاهدة Stockid على الصور
et: Näita Stockid piltidele
hr_hr: Pokaži Stockid na slikama
ja: 在庫使用表示

source: Show the code inside the thumbnail image of the items
ar: عرض التعليمات البرمجية داخل صورة مصغرة من البنود
et: Näitakood seespisipildi esemed
fa: نمایش کد داخل تصویر کوچک از اقلام
fr_lu: Afficher le code à l'intérieur de la vignette des articles
hr_hr: Pokaži kod unutar sličicu predmeta
ja: アイテムのサムネイル画像内のコードを表示
lv_lv: Rādīt kodu iekšpusē sīktēlu posteņiem
pl_pl: Pokaż kod wewnątrz miniatury z pozycji
vi_vn: Các mã bên trong các hình ảnh thu nhỏ của các mục

source: Maximum Size in KB of uploaded images
ar: الحد الأقصى لحجم في KB من الصور التي تم تحميلها
et: Maksimaalne Suurus KB üles laetud pildid
fa: حداکثر حجم در تصاویر آپلود KB
fr_lu: Taille maximale des images en Ko
hr_hr: Makssimalna veličina u KB postavljene datoteke
ja: アップロードされたイメージの最大KBサイズ
lv_lv: Maksimālais lielums , kas KB augšupielādēto attēlu
pl_pl: Maksymalny rozmiar ładowanych obrazków
vi_vn: Dung lượng tối đa cho hình ảnh tải lên (tính bằng KB)

source: Picture files of items can be uploaded to the server. The system will check that files uploaded are less than this size (in KB) before they will be allowed to be uploaded. Large pictures will make the system slow and will be difficult to view in the stock maintenance screen.
ar: يمكن تحميلها ملفات الصور من البنود إلى الملقم.
et: Pilt failide punkte saab üles laadida serverisse .
fa: فایل های تصویر از اقلام را می توان به سرور ارسال می شود.
fr_lu: Des images / photos d'articles peuvent être téléchargées sur le serveur.</br>Le système vérifie la taille des fichiers avant le transfert.</br> De grosses images ralentiront le système et seront difficiles à visualiser dans la gestion du stock
hr_hr: Datoteke sa slikama artikala mogu se postaviti na server. Sustav će provjeriti da su te datoteke veličinom (u KB) manje od navedene vrijednosti prije nego dopusti njihovo postavljanje. Velike slike bi usporile sustav te bi bilo poteškoća pri pregledu stranica za održavanje skladišta.
ja: 品目の画像ファイルは、サーバーにアップロードができます。システムはアップロードされる前に、アップロードされるファイルがこのサイズ（KBで）より小さいことを確認します。大きな画像はシステムを遅くして、在庫のメンテナンス画面で表示が困難です。
lv_lv: Attēlu failus posteņi var augšupielādēt uz serveri .
pl_pl: Na serwerze mogą być umieszczane pliki obrazkowe. System sprawdza przed załadowaniem rozmiar plików w kB. Duże obrazki spowalniają system i mogą utrudniać przeglądanie danych pozycji magazynu.
vi_vn: Tập tin hình ảnh của các mặt hàng có thể được tải lên máy chủ .

source: Number Of Month Must Be Shown
ar: عدد شهر يجب توخي
et: Number kuu tuleb näidata
fa: شماره ماه باید نمایش داده می شود
fr_lu: "Nombre de mois" doit être affiché
hr_hr: Broj u mjesecu mora biti prikazano
ja: 今月の数が示されなければならない
lv_lv: Numurs mēneša jāuzrāda
pl_pl: Ilość Miesiąc muszą być wykazane
vi_vn: Số tháng phải được hiển thị

source: Number of month must be shown on report can be changed with this parameters ex: in CustomerInquiry.php
ar: يجب أن تظهر عددا من الشهر على تقرير ويمكن ان تتغير مع هذا السابقين المعلمات : في CustomerInquiry.php
et: Arv kuus tuleb näidata aruande saab muuta selle parameetrid ex : in CustomerInquiry.php
fa: تعداد ماه باید در گزارش نشان داده شده است را می توان با این پارامترهای سابق تغییر : در CustomerInquiry.php
fr_lu: "Nombre de mois" à afficher dans un rapport</br>Exemple: dans CustomerInquiry.php
hr_hr: Broj mjesecu mora biti prikazan na izvješću može se mijenjati s ovim parametrima ex : u CustomerInquiry.php
ja: 月の数は、このパラメータの元で変更することができ、レポートに表示されている必要があります。 CustomerInquiry.phpで
lv_lv: Skaits mēnesī ir jānorāda uz ziņojumu, var mainīt ar šo parametru ex : in CustomerInquiry.php
pl_pl: Liczba miesięcy musi być podana na raport może być zmienione w parametrach np.: w CustomerInquiry.php
vi_vn: Số tháng phải được thể hiện trên báo cáo có thể được thay đổi với các thông số này ví dụ: trong CustomerInquiry.php

source: The directory where images are stored
ar: الدليل حيث يتم تخزين الصور
et: Kataloog , kuhu pildid salvestatakse
fa: دایرکتوری که در آن تصاویر ذخیره می شود
fr_lu: Répertoire où sont stockées les images
hr_hr: Katalog u kojem su pohranjene slike
ja: イメージが保存されるディレクトリ
lv_lv: Direktoriju , kad attēli tiek saglabāti
pl_pl: Katalog przechowujący pliki obrazków
vi_vn: Các thư mục hình ảnh được lưu trữ

source: The directory under which all image files should be stored. Image files take the format of ItemCode.jpg - they must all be .jpg files and the part code will be the name of the image file. This is named automatically on upload. The system will check to ensure that the image is a .jpg file
ar: الدليل بموجبها يجب أن يتم تخزين جميع ملفات الصور .
et: Kataloogi alusel , mis kõik pildifailid tuleb hoida .
fa: دایرکتوری که بر اساس آن تمام فایل تصویر باید ذخیره می شود.
fr_lu: Répertoire de stockage de tous les fichiers image au format .jpg.</br>ces images seront nommées,automatiquement, selon le code de l'article au moement du téléchargement. Une vérification de l'extension .jpg sera aussi effectuée
hr_hr: Katalog pod kojima sve slikovne datoteke bi trebao biti pohranjen .
ja: すべての画像ファイルが保存されるディレクトリ。画像ファイルは品目コード.jpgのフォーマットになります - 全てが.jpgファイルでありませす、部品コードは画像ファイルの名前です。これはアップロードで自動的に名をつけられます。システムは画像が.jpgファイルであることを確実にするためチェックします
lv_lv: Katalogs , saskaņā ar kuru visi attēlu faili ir saglabāti.
pl_pl: Katalog w którym przechowywane są obrazki. Nazwa pliku ma formę IdentyfikatorTowaru.jpg - musi być plikem jpg i mieć nazwę zgodną z kodem towaru. Nazwa jest ustawiana automatycznie w czasie załadowania obrazka. System sprawdza również prawidłowość formatu jpg.
vi_vn: Thư mục , theo đó tất cả các tập tin hình ảnh sẽ được lưu.

source: The directory where reports are stored
ar: الدليل حيث يتم تخزين التقارير
et: Kataloog, kus aruanded salvestatakse
fa: دایرکتوری که در آن ذخیره می شود
fr_lu: Répertoire de stockage des rapports
hr_hr: Direktorij u kojemu su pohranjeni izvješća
ja: レポートが保存されるディレクトリ
lv_lv: Direktoriju, kur ziņojumi tiek glabāti
pl_pl: Katalog raportów
vi_vn: Thư mục mà các báo cáo được lưu trữ

source: The directory under which all report pdf files should be created in. A separate directory is recommended
ar: ينصح الدليل والتي بموجبها يجب إنشاء جميع ملفات PDF التقرير فيها دليل منفصل
et: Kataloogi alusel , mis kõik aruanne pdf failid tuleks luua sisseeraldi kataloog on soovitatav
fa: دایرکتوری است که بر اساس آن تمام فایل های پی دی اف گزارش باید وارد یک پوشه جداگانه ایجاد شده است توصیه می شود
fr_lu: Répertoire de stockage de tous les rapports PDF
hr_hr: Katalog pod kojima svi izvješće pdf datoteka treba biti izrađen u. odvojeni direktorij preporuča
ja: すべてのレポートpdfファイルがつくられなければならないディレクトリ。別々のディレクトリが推薦されます
lv_lv: Katalogs , saskaņā ar kuru visi ziņojumā pdf faili ir izveidoti iekšā atsevišķā direktorijā ieteicama
pl_pl: Katalog w którym powinny być zapisywane pliki raportów pdf. Zalecane jest wybranie oddzielnego katalogu.
vi_vn: Thư mục theo đó tất cả các tập tin pdf báo cáo phải được tạo ra in Một thư mục riêng biệt được khuyến khích

source: Only allow secure socket connections
ar: يسمح فقط اتصالات مأخذ التوصيل الآمنة
et: Luba ainult secure socket ühendused
fa: فقط سوکت اتصال امن را اجازه می دهد
fr_lu: N'autoriser que les connexions sécurisées
hr_hr: Samo omogućuju sigurne veze socket
ja: 安全なソケットだけ接続許可
lv_lv: Tikai ļauj Secure Socket savienojumus
pl_pl: Tylko połączenia szyfrowane
vi_vn: Chỉ cho phép các kết nối ổ cắm an toàn

source: Force connections to be only over secure sockets - ie encrypted data only
ar: فرض اتصالات لتكون فقط أكثر من مآخذ التوصيل الآمنة - أي البيانات المشفرة فقط
et: Misega , et ainult üle Secure Sockets - st krüpteeritud andmeid ainult
fa: نیروی اتصال به بیش از سوکت های امن - یعنی داده های رمزگذاری شده تنها
fr_lu: "Oui": Imposer la sécurisation des connexions</br>"Non": les connexions ne seront pas forcément sécurisées
hr_hr: Prisilno priključci se samo nad Secure Sockets - tj. šifrirane podatke samo
ja: 効力は安全なソケットだけに接続する効力 - すなわち暗号化データだけ
lv_lv: Force savienojumi ir tikai pār Secure Sockets - ti šifrētu datus tikai
pl_pl: Wymuszanie kontaktu z serwerem tylko przez połączenie szyfrowane SSL.
vi_vn: Buộc các kết nối được chỉ trên ổ cắm an toàn - tức là dữ liệu được mã hóa chỉ

source: Never
ar: أبدا
et: mitte kunagi
fr_lu: Jamais
hr_hr: Nikada
ja: しない
lv_lv: Nekad
pl_pl: Nigdy
vi_vn: Không bao giờ

source: Allow SysAdmin Access Only
ar: السماح بالوصول مسؤول النظام فقط
et: Laske Sysadmin juurdepääs ainult
fa: فقط اجازه دسترسی به sysadmin عضو
fr_lu: Laisser SysAdmin Access Only
hr_hr: Dopusti pristup samo sysadmin
ja: システム管理者のアクセスを許可するだけ
lv_lv: Atļaut sysadmin piekļūt tikai
pl_pl: Zezwalaj na dostęp SysAdmin Only
vi_vn: Cho phép quản trị hệ thống truy cập Chỉ

source: Uses the function DB_Maintenance defined in ConnectDB_XXXX.inc to perform database maintenance tasks, to run at regular intervals - checked at each and every user login
ar: يستخدم الدالة DB_Maintenance المعرفة في ConnectDB_XXXX.inc لتنفيذ مهام صيانة قاعدة البيانات ، لتشغيل على فترات منتظمة - فحص في كل و تسجيل دخول المستخدم
et: Kasutab funktsiooni DB_Maintenance määratletud ConnectDB_XXXX.inc täita andmebaasi hooldustööde käivitada regulaarselt - kontrollida iga kasutaja sisselogimine
fa: با استفاده از تابع DB_Maintenance در ConnectDB_XXXX.inc تعریف شده برای انجام وظایف نگهداری پایگاه داده، به اجرا در فواصل منظم - بررسی در هر ورود کاربر
fr_lu: Utilise la fonction définie dans DB_Maintenance ConnectDB_XXXX.inc pour effectuer les tâches de maintenance de base de données à exécuter à intervalles réguliers.</br>Vérification effectuée à chaque connexion de l'utilisateur
hr_hr: Koristi funkcije DB_Maintenance definirano u ConnectDB_XXXX.inc da obavlja poslove održavanja baze podataka , za rad u redovitim razmacima - provjeravati u svakom korisničkom prijavu
ja: ConnectDB_XXXX.incで定めた機能DB_Maintenanceを使用してデータベースメンテナンス作業を実行（定期的に走るために） - どのユーザーログインでもチェックされます
lv_lv: Izmanto funkciju DB_Maintenance noteikts ConnectDB_XXXX.inc veikt datu bāzes uzturēšanas uzdevumus , lai palaistu regulāri - jāpārbauda katru lietotāja login
pl_pl: Używa funkcji DB_Maintenance zdefiniowanej w pliku ConnectDB_XXXX.inc do porządkowania bazy danych w regularnych odstępach czasu sprawdzanych przy każdorazowym zalogowaniu dowolnego użytkownika
vi_vn: Sử dụng DB_Maintenance chức năng xác định trong ConnectDB_XXXX.inc để thực hiện công việc bảo trì cơ sở dữ liệu , chạy đều đặn - kiểm tra tại mỗi và mọi người dùng đăng nhập

source: DokuWiki
ar: دوكي ويكي
fa: DokuWiki با
fr_lu: Wiki
ja: DokuWikiの

source: Wiki application
ar: يكي التطبيق
et: Wiki taotlus
fa: ویکی برنامه
fr_lu: Wiki
hr_hr: Wiki aplikacija
ja: Wikiアプリケーション
lv_lv: wiki pieteikumu
pl_pl: stosowania Wiki
vi_vn: wiki ứng dụng

source: The path to the wiki installation to form the basis of wiki URLs - or the full URL of the wiki.
ar: الطريق إلى التثبيت ويكي لتشكيل أساس من عناوين المواقع يكي - أو عنوان URL الكامل ل يكي .
et: Teewiki paigaldus aluseks wiki URLid - või täielikku URLwiki .
fa: مسیر به نصب و راه اندازی ویکی به شکل اساس ویکی URL ها - یا URL کامل از ویکی .
fr_lu: Le chemin d'accès à l'installation de wiki pour former la base de wiki URL - ou l'URL complète du wiki .
hr_hr: Put na wiki instalacije čine osnovu wiki URL - ili potpuni URL wikiju .
ja: またはウィキの完全なURL - wikiのURLの基礎を形成するためのwikiのインストールへのパス。
lv_lv: Ceļš uz wiki iekārtas, lai veidotu pamatu wiki URL - vai pilnu URL no wiki .
pl_pl: Ścieżka do instalacji wiki stanowić podstawę adresów URL wiki - lub pełny adres URL wiki .
vi_vn: Đường dẫn đến việc cài đặt wiki để hình thành cơ sở của URL wiki - hoặc URL đầy đủ của wiki.

source: Geocode Customers and Suppliers
ar: الزبائن الترميز الجغرافي و موردون
et: Geocode klientide ja hankijate
fr_lu: Géo-référencement
hr_hr: Geokodirati korisnika i dobavljača
ja: 経年得意先残高/期限切れレポート
lv_lv: Ģeokoda Klienti un piegādātāji
pl_pl: Osoby Geocode i Dostawcy
vi_vn: Khách hàng mã địa lý và nhà cung cấp

source: Geocode Integration Enabled
ar: تمكين تكامل الترميز الجغرافي
et: Geocode Integratsiooni Enabled
fr_lu: activée
hr_hr: Geokodiranja integracija Omogućeno
ja: ジオコードの統合が有効
lv_lv: Ģeokoda Integrācija Enabled
pl_pl: Integracja Geocode Enabled
vi_vn: Tích hợp mã địa lý Bật

source: Geocode Integration Disabled
ar: تكامل الترميز الجغرافي معطل
et: Geocode Integration puudega
fr_lu: désactivé
hr_hr: Geokodiranja integracija invalidima
ja: ジオコードの統合は無効
lv_lv: Ģeokoda Integrācija Disabled
pl_pl: Integracja Geocode niepełnosprawnych
vi_vn: Tích hợp mã địa lý tàn tật
