Repository: timschofield/KwaMoja-Medical
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar, et, fa, fr_lu, hr_hr, ja, lv_lv, pl_pl, vi_vn

source: There is no preferred supplier data for the item
ar: لا توجد بيانات المورد المفضل للعنصر
et: Ei ole eelistatud tarnija andmedkirje
fa: اطلاعات موجود نیست منبع ارجح برای آیتم وجود ندارد
fr_lu: Il n'y a pas de données de fournisseur privilégié pour l'article
hr_hr: Nema preferirani dobavljač podaci za stavke
ja: 優先仕入先の設定がありません
lv_lv: there is no purchasing data set up for this vendor
pl_pl: Nie ma preferowanego dostawcy danych dla elementu
vi_vn: Không có dữ liệu nhà cung cấp ưu tiên cho các mục

source: prices will not be updated for this item
ar: لن يتم تحديث الأسعار لهذا البند
et: hindu ei uuendas seda eset
fa: قیمت برای این آیتم استفاده کنید نمی شود به روز شده
fr_lu: les prix ne seront pas mis à jour pour cet article
hr_hr: Cijene neće biti ažurirana za tu stavku
ja: 価格は、この項目のために更新されません
lv_lv: Cenas nvar labot, jo
pl_pl: ceny nie będą aktualizowane w przypadku tej pozycji
vi_vn: giá cả sẽ không được cập nhật cho mặt hàng này

source: There is more than a single preferred supplier data for the item
ar: هناك ما هو أكثر من واحد بيانات المورد المفضل للعنصر
et: Seal on rohkem kui üks eelistatud tarnija andmedkirje
fa: بیش از یک منبع داده مورد نظر برای آیتم وجود ندارد
fr_lu: Il ya plus d'une base de données unique fournisseur privilégié pour l'article
hr_hr: Postoji više od jednog preferirani dobavljač podataka za stavku
ja: 優先仕入先の設定がありません
lv_lv: Ir vairāk nekā vienu vēlamo piegādātāju datus par objektu
pl_pl: Jest więcej niż jednego preferowanego dostawcy danych dla elementu
vi_vn: Có nhiều hơn một nhà cung cấp dữ liệu ưa thích duy nhất cho mục

source: Could not get the base price for the item
ar: لم أستطع الحصول على السعر الأساسي للعنصر
et: Ei saanudalghindkirje
fa: تونه به قیمت پایه برای آیتم نمی
fr_lu: Impossible d'obtenir le prix de base pour l'article
hr_hr: Ne može se dobiti cijenu bazu za tu stavku
ja: 品目の払出が取出しできませんでした理由は
lv_lv: Nevar noteikt pēdējo datumu izvēlētajam periodam
pl_pl: Nie udało się uzyskać cenę podstawową pozycję
vi_vn: Không thể có được mức giá cơ bản cho các mục

source: from the price list
ar: من لائحة الأسعار
et: alates hinnakirja
fa: از لیست قیمت
fr_lu: à partir de la liste de prix
hr_hr: iz cjenika
ja: 価格表
lv_lv: cenrādis
pl_pl: z cennika
vi_vn: từ bảng giá

source: There is no default price defined in the base price list for the item
ar: لا يوجد سعر افتراضي محدد في لائحة الأسعار قاعدة للعنصر
et: Puudub vaikimisi määratletud hind baasi hinnakirjakirje
fa: هیچ قیمت پیش فرض در لیست پایه قیمت برای آیتم معرفی کنند
fr_lu: Il n'y a pas de prix défini par défaut dans la liste des prix de base pour l'article
hr_hr: Nema zadana cijena definirana u osnovnu cijenu za stavku
ja: この品目に設定されたデフォルトの価格はありません
lv_lv: Nav noklusējuma cena noteikts bāzes cenrādī postenim
pl_pl: Nie ma ceny domyślnej określonych w wykazie cen bazowych dla danej pozycji
vi_vn: Không có giá mặc định trong bảng giá cơ sở cho các mục

source: The cost for this item is not set up or is set up as less than or equal to zero - no price changes will be made based on zero cost items. The item concerned is:
ar: لم يتم تعيين تكلفة هذا البند يصل أو تم إعدادها على أنها أقل من أو تساوي الصفر - سيتم إجراء أي تغيرات الأسعار استنادا إلى بنود التكلفة صفر .
et: Kulu see toode ei ole loodud või luuakse väiksem või võrdne nulliga - ei hinda muudatused tehakse põhineb null kuluartiklid.
fa: هزینه برای این آیتم تنظیم نشده است و یا به عنوان کمتر یا مساوی صفر مجموعه -- بدون تغییر قیمت خواهد شد بر اساس صفر اقلام هزینه ساخته شده است. قلم دوم از اقلام نگران است :
hr_hr: Trošak za ovu stavku nije postavljen ili je postavljen kao manji ili jednak nuli - nema promjene cijena će se temeljiti na nula trošak stavke .
ja: このアイテムのコストが設定されていないか、または以下のように設定するか、ゼロに等しい - ない価格変化はゼロコストの項目に基づいて行われることはありません。
lv_lv: Šī posteņa izmaksas nav izveidota vai ir izveidots kā mazāks vai vienāds ar nulli - nav cenu izmaiņas tiks veiktas , pamatojoties uz nulles izmaksu posteņiem .
pl_pl: Koszt tej pozycji nie jest skonfigurowana lub jest skonfigurowana jako mniejsza lub równa zeru - nie ma zmiany cen będą dokonywane w oparciu o zerowych kosztach przedmiotów. Danej pozycji jest:
vi_vn: Chi phí cho mặt hàng này không được thiết lập hoặc được thiết lập là ít hơn hoặc bằng số không - không có thay đổi giá sẽ được thực hiện dựa trên không hạng mục chi phí .

source: Error updating prices for
ar: حدث خطأ أثناء تحديث الأسعار لل
et: Viga ajakohastamine hinnad
fa: خطا در به روز رسانی قیمت
fr_lu: Erreur lors de la mise à jour des prix des
hr_hr: Pogreška u ažuriranju cijene za
ja: の価格を更新中にエラーが発生しまし
lv_lv: Kļūda atjaunināšana cenas
pl_pl: Błąd przy zmianie cen dla
vi_vn: Lỗi khi cập nhật giá cho

source: Error inserting new price for
ar: خطأ إدخال السعر الجديد لل
et: Viga lisada uus hind
fr_lu: Erreur à l'insertion du nouveau prix de
hr_hr: Pogreška umetanjem nove cijene za
ja: のための新しい価格を挿入エラー

source: Inserting new price for
ar: إدخال السعر الجديد لل
et: Lisada uus hind
fa: وارد کردن قیمت های جدید برای
fr_lu: Insertion nouveau prix pour
hr_hr: Umetanje novu cijenu za
ja: 新品目追加
lv_lv: Ievadīt jaunu piegādātāju
pl_pl: Wstawianie nowa cena
vi_vn: Chèn một giá mới cho

source: Update of Prices By A Multiple Of Cost
ar: تحديث من الأسعار بنسبة متعددة من التكلفة
et: Uuenda HindadeMitu kulude
fr_lu: Mise à jour de prix d'un multiple de coûts
ja: コストの複数のことで価格の更新

source: Update Price By Cost
ar: تحديث للسعر بحسب التكلفة
et: Uuenda Hinna järgi Cost
fa: قیمت به روز رسانی توسط هزینه
fr_lu: Prix mise à jour par le coût
hr_hr: Ažuriranje cijena po cijeni
ja: 標準原価更新
lv_lv: Atjaunināt Cena ar izmaksu
pl_pl: Cena aktualizacji za koszt
vi_vn: Cập nhật về giá theo chi phí

source: category
ar: فئة
et: kategooria
fa: رده
fr_lu: catégorie
hr_hr: kategorija
ja: カテゴリ
lv_lv: kategorija
pl_pl: kategorii
vi_vn: Chủng loại

source: all Categories
ar: جميع الفئات
et: kõik kategooriad
fa: همه مجموعه ها
fr_lu: toutes les catégories
hr_hr: sve kategorije
ja: 税カテゴリ
lv_lv: visas kategorijas
pl_pl: wszystkie kategorie
vi_vn: Tất cả các mục

source: Items in
ar: العناصر الموجودة في
et: toodet
fa: مندرجات در
fr_lu: Articles dans
hr_hr: Proizvodi u
ja: 品目
lv_lv: preces
pl_pl: Przedmioty w
vi_vn: các mặt hàng trong

source: With Prices
ar: مع الأسعار
et: hinnad
fa: با قیمت
fr_lu: Avec les prix
hr_hr: S cijenama
ja: 単価
lv_lv: ar Cenas
pl_pl: Z cenami
vi_vn: với giá

source: times
ar: مرات
et: korda
fa: بار
fr_lu: fois
hr_hr: puta
ja: 注釈
lv_lv: reizes
pl_pl: razy
vi_vn: Số lần

source: Cost in Price List
ar: تكلف في قائمة الأسعار
et: Kulu Hinnakiri
fa: هزینه در لیست قیمت
fr_lu: Coût dans la liste des prix
hr_hr: Troškovi u Cjenika
ja: 得意先価格表
lv_lv: Izmaksu Cenrādī
pl_pl: Koszt w Cenniku
vi_vn: Chi phí trong bảng giá

source: Price Proposed
ar: السعر المقترح
et: Hind Kavandatud
fa: قیمت پیشنهادی
fr_lu: Prix proposé
hr_hr: Cijena Predloženi
ja: 価格更新
lv_lv: piedāvātā cena
pl_pl: Cena proponowana
vi_vn: Giá đề xuất

source: List Price
ar: قائمة الأسعار
et: börsihind
fa: لیست قیمت
fr_lu: Liste de prix
hr_hr: Popis Cijena
ja: 単価
lv_lv: saraksta cena
pl_pl: Cennik
vi_vn: Liệt kê giá

source: If the prices above do not have a commencement date as today, this will create new prices with commencement date of today at the entered figures and update the existing prices with historical start dates to have an end date of yesterday. Are You Sure?
ar: إذا كانت الأسعار فوق لم يكن لديك موعد بدء كما هو الحال اليوم ، وهذا سيخلق الأسعار الجديدة مع تاريخ بدء من اليوم في الأرقام دخلت وتحديث الأسعار الحالية مع تواريخ بدء التاريخية أن يكون لها تاريخ انتهاء من أمس .
et: Kui ülaltoodud hinnad ei olealguskuupäev nagu täna , see loob uusi hindu alguskuupäev tänasisestatud arvud ja ajakohastada kehtivaid hindu ajalooline algusaegadega onlõppkuupäeva eile.
fa: اگر قیمت بالا یک تاریخ شروع و امروز را نداشته باشند، این قیمت های جدید را با تاریخ شروع از امروز در ارقام وارد شده ایجاد و به روز رسانی قیمت موجود با تاریخ شروع تاریخی بهتاریخ پایان از دیروز .
fr_lu: Si les prix ci-dessus n'ont pas pour date de début - aujourd'hui - alors de nouveaux prix seront créés avec pour date de début - aujourd'hui - et les prix seront mis à jour avec une date de début qui sera remplacée par la date de fin - hier- . Êtes-vous sûr de vouloir continuer?
hr_hr: Ako su cijene navedene nemaju datum početka kao danas , to će stvoriti nove cijene s datumom početka od danas na unesenih brojki i ažurirati postojeće cijene s povijesnim početnim datumima imati datum završetka jučer .
ja: 上記の価格は、今日のように開始日を持っていない場合、これは入力した数字で、今日の開始日と新しい価格を作成して、昨日の終了日を持っている歴史的な開始日を持つ既存の価格を更新します。
lv_lv: Ja cenas iepriekš nav sākuma datuma , kā šodien , tas radīs jaunas cenas ar sākuma datumu šodien pie ievadītajiem datiem , un atjaunināt esošās cenas ar vēsturiskiem sākuma datumu , kas ir beigu datums vakar.
pl_pl: Jeżeli ceny powyżej nie mają daty rozpoczęcia , jak dzisiaj , to stworzy nowe ceny z rozpoczęciem dzisiaj na wprowadzonych danych i aktualizacji obowiązujących cen z historycznymi datami rozpoczęcia mieć datę zakończenia wczoraj.
vi_vn: Nếu giá trên không có một ngày bắt đầu như hiện nay , điều này sẽ tạo ra mức giá mới với ngày bắt đầu ngày hôm nay tại con số đã nhập và cập nhật giá hiện tại với ngày bắt đầu lịch sử có một ngày kết thúc của ngày hôm qua .

source: There were no prices meeting the criteria specified to review
ar: لم تكن هناك أسعار تفي بالمعايير المحددة لمراجعة
et: Puudusid hinnad kriteeriumidele vastavat vaadata
fa: هیچ قیمت جلسه معیار های مشخص شده به بررسی وجود دارد
fr_lu: Il y avait pas de prix répondant aux critères spécifiés à l'examen
hr_hr: Tu su još nema cijene ispunjavanju kriterija za ocjenu navedene
ja: 指定される基準に一致している得意先がリストにありません
lv_lv: Nebija cenas atbilst kritērijiem , lai pārskatītu
pl_pl: Nie było ceny spełniających kryteria określone dla przeglądu
vi_vn: Có được không giá đáp ứng các tiêu chuẩn quy định để xem xét

source: Prices can be displayed based on their relation to cost
ar: يمكن عرض الأسعار على أساس علاقتها تكلف
et: Hinnad saab kuvada põhineb nende suhtes maksma
fa: قیمت ها را می توان بر اساس ارتباط آنها نمایش داده شده به هزینه
fr_lu: Les prix peuvent être affichées en fonction de leur rapport au coût
hr_hr: Cijene mogu biti prikazani na temelju njihove odnosu na trošak
ja: 価格はコストとの関係に基づいて表示することができます
lv_lv: Cenas var parādīt , pamatojoties uz to attiecībā uz izmaksu
pl_pl: Ceny mogą być wyświetlane na podstawie ich stosunku do kosztów
vi_vn: Giá cả có thể được hiển thị dựa trên mối quan hệ với chi phí

source: Less than or equal to
ar: أقل من أو يساوي
et: Väiksem või võrdne
fa: کمتر یا مساوی
fr_lu: Inférieur ou égal à
hr_hr: Manji od ili jednak
ja: より小さいか等しい
lv_lv: Mazāks par vai vienāds ar
pl_pl: Mniej niż lub równe
vi_vn: Nhỏ hơn hoặc bằng

source: Greater than or equal to
ar: أكبر من أو يساوي
et: Suurem või võrdne
fa: بزگتر یا مساوی با
fr_lu: Supérieur ou égal à
hr_hr: Veći od ili jednak
ja: より大きいか等しい
lv_lv: Lielāks vai vienāds ar
pl_pl: Większe lub równe
vi_vn: Lớn hơn hoặc bằng

source: Average Cost
ar: متوسط ​​التكلفة
et: Keskmine kulu
fa: هزینه متوسط
fr_lu: Coût moyen
hr_hr: Prosječna cijena
ja: 移動平均原価
lv_lv: vidējā maksa
pl_pl: Średni koszt
vi_vn: Chi phí trung bình

source: Standard Cost
ar: التكلفة القياسية
fa: هزینه استاندارد
fr_lu: Coût standard
hr_hr: Standardna cijena
ja: 標準原価
lv_lv: pēc standarta izmaksām
pl_pl: Koszt Standard
vi_vn: Chi phí tiêu chuẩn

source: Special Prices for
ar: اسعار خاصة لل
et: Erihinnad
fa: قیمت ویژه برای
fr_lu: Prix spéciaux pour
hr_hr: Posebne cijene za
ja: のための特別価格
lv_lv: Ipa&#353;as canas
pl_pl: Ceny Specjalne dla
vi_vn: Giá đặc biệt cho

source: A customer must be selected from the customer selection screen
ar: عميل يجب تحديد من شاشة اختيار العملاء
et: Klient tuleb valida kliendi valiku ekraan
fa: مشتری باید از روی صفحه نمایش مشتری انتخاب انتخاب
fr_lu: Un client doit être choisi parmi ceux de l'écran de sélection
hr_hr: Kupac mora biti izabran iz zaslonu odabira kupca
ja: 顧客は、顧客の選択画面から選択する必要があります
lv_lv: Klientam ir jāizvēlas no klienta izvēles ekrānu
pl_pl: Trzeba wybrać firmę na stronie wyboru klienta
vi_vn: Một khách hàng phải được lựa chọn từ màn hình lựa chọn của khách hàng

source: then an item must be selected before this page is called
ar: ثم يجب تحديد عنصر قبل أن يتم استدعاء هذه الصفحة
et: siistoode tuleb valida enne seda lehte nimetatakse
fa: سپس یک آیتم باید قبل از انتخاب این صفحه نامیده می شود
fr_lu: puis un élément doit être sélectionné avant cette page est appelée
hr_hr: zatimstavka mora biti odabran prije ovu stranicu naziva
ja: このページが呼び出される前に、その項目を選択する必要があります
lv_lv: tadpostenis ir jāizvēlas pirms šī ​​lapa ir sauc
pl_pl: po czym należy wybrać toawr zanim wywoła się tą stronę
vi_vn: sau đó một mục phải được lựa chọn trước khi trang này được gọi là

source: Special Customer Prices
ar: الأسعار العملاء الخاصة
et: Special Klienditeenindus Hinnad
fa: قیمت مشتریان ویژه
fr_lu: Prix clients particuliers
hr_hr: Posebne cijene za kupca
ja: 特別得意先価格
lv_lv: Īpa&#353;ās klienta cenas
pl_pl: Ceny Specjalne Klienta
vi_vn: Giá khách hàng đặc biệt

source: The branch code entered is not currently defined
ar: لم يتم تعريف رمز الفرع دخل حاليا
et: Filiaali kood sisestatakse praegu ei määratletud
fa: کد شعبه وارد شده است در حال حاضر مشخص نشده است
fr_lu: Le code succursale saisi n'est pas défini
hr_hr: Podružnici ušao trenutno nije definirana
ja: 入力した支店コードは、現在定義されていません
lv_lv: Filiāle ieraksta kodu pašlaik nav definēts
pl_pl: Wprowadzony kod oddziału nie jest aktualnie zdefiniowany
vi_vn: Mã ngành vào không hiện đang được xác định

source: Price Updated
ar: سعر التحديث
et: Hind uuendatud
fa: قیمت به روز شده
fr_lu: Prix mise à jour
hr_hr: Cijena ažurirana
ja: 価格更新
lv_lv: Cenas saglabātas
pl_pl: Ceny Zmienione
vi_vn: Giá đã được cập nhật

source: Price added
ar: واضاف السعر
et: Hind lisatud
fa: قیمت ارسال
fr_lu: Prix ajouté
hr_hr: Cijena dodano
ja: 価格追加
lv_lv: Cenas pievienotas
pl_pl: Cena dodana
vi_vn: Giá đã được thêm vào

source: The price could not be updated because
ar: لا يمكن أن يتم تحديث الأسعار لأن
et: Hinnas ei saa ajakohastada , sest
fa: قیمت نمی تواند به دلیل به روز شده
fr_lu: Le prix n'a pas pu être mis à jour car
hr_hr: Cijena ne može biti ažurirana , jer
ja: 価格は更新できませんでしたので、
lv_lv: Cenas nvar labot, jo
pl_pl: Cena nie może być zaktualizowana ponieważ
vi_vn: Không cập nhật được giá bởi vì

source: This price has been deleted
ar: تم حذف هذا السعر
et: See hind on kustutatud
fa: این قیمت حذف شده است
fr_lu: Ce prix a été supprimé
hr_hr: Ova cijena je izbrisan
ja: この価格は削除されました
lv_lv: Cenas tika izdzēstas
pl_pl: Ta cena została usunięta
vi_vn: Giá này đã được thêm vào

source: Could not retrieve the normal prices set up because
ar: لا يمكن استرداد الأسعار العادية ل إعداد
et: Ei saa laadida tavahinnad loodud sest
fa: آیا قیمت های عادی می توان بازیابی نیست ، زیرا
fr_lu: Impossible de récupérer le prix normal mis en place parce
hr_hr: Ne mogu dohvatiti normalne cijene postavila
ja: のでセットアップ正常価格を取得できませんでした
lv_lv: Nevar paņemt normālu cenu , kas uz augšu, jo
pl_pl: Nie można odtworzyć cen standardowych ponieważ
vi_vn: Không thể lấy giá bình thường thiết lập bởi vì

source: The SQL used to retrieve these records was
ar: و SQL المستخدمة لاسترداد هذه السجلات كان
et: SQL kasutatud laadida need andmed oli
fa: گذاشتن استفاده برای بازیابی این پرونده شد
fr_lu: Commande SQL d'affichage de ces fiches:
hr_hr: SQL se koristi za dohvaćanje tih zapisa je
ja: 構成部品を取り戻すのにSQLは用いられた
lv_lv: Meklējot lietots sekojo&#353;s SQL
pl_pl: SQL używany do pobierania tych zapisów było
vi_vn: Dữ liệu SQL dùng để truy xuất các hồ sơ là

source: There are no default prices set up for this part
ar: لا يوجد أسعار الافتراضية التي أنشئت من أجل هذا الجزء
et: Puuduvad default hindade luua selles osas
fa: هیچ قیمت ها به طور پیش فرض برای این بخش مجموعه ای وجود دارد
fr_lu: Il n'y a pas de prix par défaut pour cette partie
hr_hr: Nema zadane cijene postavili za taj dio
ja: この品目に設定されたデフォルトの価格はありません
lv_lv: Nav izveidota noklusētā cenas &#353;ai precei
pl_pl: Nie ustalono cen standardowych dla tego towaru
vi_vn: Không có giá mặc định thiết lập cho phần này

source: Normal Price
ar: السعر العادي
et: tavahind
fa: عادی قیمت
fr_lu: Prix normal
hr_hr: Normalno Cijena
ja: 標準価格
lv_lv: Parasta cena
pl_pl: Cena Normalna
vi_vn: giá thường

source: Could not retrieve the special prices set up because
ar: لا يمكن استرداد الأسعار الخاصة التي شكلت ل
et: Ei saa laadida erihinnad loodud sest
fa: آیا قیمت های ویژه می توان بازیابی نیست ، زیرا
fr_lu: Impossible de récupérer le prix spécial mis en place parce
hr_hr: Ne mogu dohvatiti posebne cijene postavila
ja: のでセットアップお得な価格を取得できませんでした
lv_lv: Nevar paņemt īpašas cenas , kas uz augšu, jo
pl_pl: Nie można odtworzyć ustawień cen specjalnych ponieważ
vi_vn: Không thể lấy giá đặc biệt thiết lập bởi vì

source: There are no special prices set up for this part
ar: لا توجد أسعار خاصة أنشئت ل هذا الجزء
et: Puuduvad erihinnad loonud selle osa
fa: هیچ قیمت خاصی برای این بخش مجموعه ای وجود دارد
fr_lu: Il n'y a pas de prix spécial mis en place pour cette partie
hr_hr: Nema posebne cijene postavili za taj dio
ja: この品目に特別価格の設定はありません
lv_lv: Nav izveidota īpa&#353;ā cenas &#353;ai precei
pl_pl: Nie ma cen specjalnych dla tego towaru
vi_vn: Không có giá đặc biệt thiết lập cho phần này

source: Special Price
ar: سعر خاص
et: eelishind
fa: قیمت ویژه
fr_lu: Prix spécial
hr_hr: Posebna Cijena
ja: 特別価格
lv_lv: īpa&#353;a cena
pl_pl: Cena Specjalna
vi_vn: giá đặc biệt

source: All Branches
ar: جميع الفروع
et: Kõik filiaalid
fa: تمام شاخه
fr_lu: Toutes les succursales
hr_hr: Svi Podružnice
ja: 全支店
lv_lv: Visas filiāles
pl_pl: Wszystkie Rejony
vi_vn: Tất cả các chi nhánh

source: All branches
ar: جميع الفروع
et: Kõik oksad
fr_lu: Toutes les succursales
ja: 全支店

source: Something was wrong without an identifier, please ask administrator for help
ar: كان شيئا خاطئا دون معرف ، يرجى اطلب من مسؤول للحصول على مساعدة
et: Midagi oli valesti ilmatunnus , paluge abi administraatoriga
fa: چیزی اشتباه بدونشناسه بود ، لطفا به مدیر برای کمک بپرسید
fr_lu: Problème d'identifiant. Consulter votre service d'assistance
hr_hr: Nešto nije u redu , bez identifikatora , pitajte administratora za pomoć
ja: 何かが識別子なしで間違っていた、ヘルプの管理者に依頼してください
lv_lv: Kaut kas bija nepareizi bez identifikatoru , lūdzu, jautājiet administratoram palīdzību
pl_pl: Coś było nie tak , bez identyfikatora , poproś administratora o pomoc
vi_vn: Có điều gì đó sai mà không có một định danh, xin vui lòng yêu cầu quản trị để được giúp đỡ

source: Print Cheque
ar: طباعة الشيكات
et: Prindi Tšekk
fa: نسخه قابل چاپ چک
fr_lu: Imprimer des chèques
hr_hr: Ispis Ček
ja: 小切手印刷
lv_lv: Drukāt Čeku
pl_pl: Wydruk Czeku
vi_vn: in séc

source: Can not get hundreds name
ar: لا يمكن الحصول على اسم مئات
et: Ei saa sadu nimi
fa: می توانید نام صدها نیست
fr_lu: Impossible d'obtenir le nom de centaines
hr_hr: Ne mogu dobiti stotine ime
ja: この注文行が入力できない
lv_lv: Nevar iegūt simtiem vārdu
pl_pl: Nie można uzyskać nazwę setki
vi_vn: Không có thể nhận được hàng trăm tên

source: DatePaid
fr_lu: DateDePaiement
ja: 支払日
pl_pl: Data Zapłaty
vi_vn: ngày trả

source: Vendor No.
ar: بائع رقم
et: Vendor Ei
fa: فروشنده شماره
fr_lu: Fournisseur n °
hr_hr: Prodavač Broj
ja: ベンダー番号
lv_lv: Pārdevējs Nē
pl_pl: Nr Dostawcy
vi_vn: Mã số người bán hàng

source: Cheque No.
ar: شيك رقم
et: Tšekk Ei
fa: چک شماره
fr_lu: Chèque n°
hr_hr: Ček br
ja: 小切手番号
lv_lv: Čeku Nē
pl_pl: Nr czeku
vi_vn: Số séc

source: Number is out of the range of numbers that can be expressed in words
ar: الرقم هو خارج نطاق من الأرقام التي يمكن التعبير عنها في كلمات
et: Number on väljaerinevaid numbreid , mida saab väljendada sõnades
fa: شماره خارج از محدوده ای از اعداد است که می تواند در قالب کلمات بیان
fr_lu: Nombre incorrect
hr_hr: Broj je izvan raspona od brojeva koji se mogu izraziti riječima
ja: 数字、言葉で表現できる数値の範囲外である
lv_lv: Skaits ir ārpus diapazona skaitļu , kas var izteikt vārdos
pl_pl: Numer jest z zakresu liczb , które mogą być wyrażone w słowach
vi_vn: Số là ra khỏi phạm vi của con số đó có thể được thể hiện bằng lời nói

source: error
ar: خطأ
et: viga
fr_lu: erreur
hr_hr: pogreška
ja: 地域

source: million
ar: مليون
et: miljon
fr_lu: Emillion
hr_hr: milijuna kuna
ja: 100万
lv_lv: miljons

source: thousand
ar: ألف
et: tuhat
fr_lu: mille
hr_hr: tisuća kuna
ja: 千
lv_lv: tūkstotis

source: one
ar: واحد
fr_lu: un
ja: 決済

source: two
ar: اثنان
fr_lu: deux
ja: 終了

source: three
ar: ثلاثة
et: kolm
fr_lu: trois
ja: テーマ

source: four
ar: أربعة
fr_lu: quatre
ja: 以前

source: seven
ar: سبعة
fr_lu: sept
ja: レベル

source: eight
ar: ثمانية
et: kaheksa
fr_lu: hauteur
hr_hr: osam
ja: 重量

source: nine
ar: تسعة
fr_lu: neuf
ja: in

source: eleven
fr_lu: onze
ja: 削除

source: eighteen
ar: ثمانية عشر
et: kaheksateist
fr_lu: dix-huit
hr_hr: osamnaest
ja: 重量

source: twenty
ar: عشرون
et: kakskümmend
fr_lu: vingt
hr_hr: dvadeset
ja: 送付

source: forty
ar: أربعون
fr_lu: quarante
ja: 短い

source: seventy
ar: سبعون
et: seitsekümmend
fr_lu: soixante-dix
ja: 在庫

source: eighty
ar: ثمانون
et: kaheksakümmend
fr_lu: quatre-vingt
ja: 重量

source: ninety
ar: تسعون
fr_lu: quatre-vingt-dix
ja: 単位

source: zero
ar: صفر
et: null
fr_lu: zéro
hr_hr: nula
ja: 期間

source: There was a problem retrieving the details for Order Number
ar: كانت هناك مشكلة استرداد تفاصيل ل رقم الطلب
et: Tekkis probleem allalaadimiseandmed järjekorranumbriga
fa: بود مشکل بازیابی اطلاعات بیشتر برای سفارش شماره وجود دارد
fr_lu: Il y avait un problème se rappeler les détails de l'ordonnance numéro
hr_hr: Došlo je doproblema prilikom preuzimanja pojedinosti za broj narudžbe
ja: 注文番号の詳細を取得する問題が発生しました
lv_lv: Radāsproblēma, atjaunojot informāciju ar kārtas numuru
pl_pl: Wystąpił problem z odczytaniem pozycji dla Zamówienia nr
vi_vn: Có một vấn đề lấy các chi tiết cho số thứ tự

source: Customer Packing Slip
ar: التعبئة العملاء زلة
et: Kliendi pakkesedel
fa: مشتری لغزش بسته بندی
fr_lu: Bordereau d'emballage à la clientèle
hr_hr: Kupac odreskom
ja: 顧客パッキングスリップ
lv_lv: Klientu iepakošanas slīdēšanas
pl_pl: Lista wysyłkowa
vi_vn: Đóng gói trượt khách hàng

source: Packing slip for order
ar: التعبئة زلة لأمر
et: Pakendi etiketil selleks
fa: لغزش بسته بندی برای سفارش
fr_lu: bordereau d'envoi de la commande
hr_hr: Odreskom za redom
ja: 注文伝票をパッキング
lv_lv: Iepakošanas slīdēšanas pasūtīšanai
pl_pl: Lista wysyłkowa dla zamówienia
vi_vn: Đóng gói phiếu đặt hàng

source: There were no outstanding items on the order to deliver. A dispatch note cannot be printed
ar: لم تكن هناك البنود المعلقة على أجل تسليم .
et: Puudusid tasumata objektide kohta , et pakkuda .
fa: هیچ اقلام برجسته در جهت ارائه وجود دارد. توجه داشته باشید اعزام مجاز به چاپ نیستند
fr_lu: Il n'y avait pas les points en suspens de l'ordre de livrer. Un bordereau d'expédition ne peuvent pas être imprimés
hr_hr: Tu nema otvorenih stavki na nalogu za isporuku .
ja: 提供するためには優れたアイテムはありませんでした。
lv_lv: Nebija izcilu posteņi , lai piegādāt .
pl_pl: Nie było żadnych zaległych pozycji na celu dostarczenia. Wysyłkowego nie można drukować
vi_vn: Không có mục xuất sắc trên để cung cấp .

source: Print Another Packing Slip/Order
ar: طباعة آخر التعبئة زلة / ترتيب
et: Prindi Teine pakkesedel / tellimine
fa: نسخه قابل چاپ بسته بندی یکی دیگر از لغزش / سفارش
fr_lu: Imprimer un autre bordereau d'envoi ou une commande
hr_hr: Ispišite još jedno odreskom / red
ja: もう納品書/注文を印刷
lv_lv: Izdrukāt Vēl iepakošanas slīdēšanas / pasūtījums
pl_pl: Wydrukuj Inną Listę Wysyłkową/Zamówienie
vi_vn: In Một trượt Đóng gói / Đặt hàng

source: Customer Laser Packing Slip
ar: التعبئة ليزر العملاء زلة
et: Kliendi Laser pakkesedel
fa: مشتری لیزر لغزش بسته بندی
fr_lu: Bordereau d'emballage client
hr_hr: Kupac Laser odreskom
ja: 顧客レーザーパッキングスリップ
lv_lv: Klientu Laser iepakošanas slīdēšanas
pl_pl: Wydruk Listy Wysyłkowej
vi_vn: Laser khách hàng đóng gói trượt
