Repository: timschofield/KwaMoja-Medical
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar, et, fa, fr_lu, hr_hr, ja, lv_lv, pl_pl, vi_vn

source: Full Description
ar: الوصف الكامل
fa: توضیحات کامل
fr_lu: Description complète
hr_hr: Puni Opis
ja: 内容
lv_lv: Pilns apraksts
pl_pl: Pełny opis
vi_vn: Mô tả đầy đủ

source: Effective As At
ar: فعالة في
et: Tõhus seisuga
fa: موثر در
fr_lu: Effectif
hr_hr: Na učinkovit kao
ja: 効力開始
lv_lv: Efektīva kā At
pl_pl: Obowiązujące na
vi_vn: Hiệu quả Như Tại

source: Prices for Categories
ar: الأسعار بالنسبة لفئات
et: Hinnad Kategooriad
fa: قیمت برای ردههای صفحه
hr_hr: Cijene za kategorije
ja: 税カテゴリ確認
lv_lv: Cenas Kategorijas
pl_pl: Ceny za kategorie
vi_vn: Giá cả cho các mục

source: Prices For Categories
ar: الأسعار بالنسبة لفئات
et: Hinnad Kategooriad
fa: قیمت برای ردههای صفحه
hr_hr: Cijene za kategorije
ja: 税カテゴリ確認
lv_lv: Cenas par kategoriju
pl_pl: Ceny za kategorie
vi_vn: Giá cả các kho mục

source: Effective Date Range
ar: مدى التاريخ فعالة
et: Jõustumiskuupäev Range
fa: محدوده تاریخ موثر
fr_lu: Périodes en vigueur
hr_hr: Datum stupanja na snagu Raspon
ja: 効力開始
lv_lv: Spēkā stāšanās datums diapazons
pl_pl: Zasięg Data
vi_vn: Phạm vi Ngày hiệu quả

source: Product Image / Description
ja: 品目内容

source: GP
fa: پزشک عمومی
ja: 粗利
pl_pl: Marża

source: The Price Labels could not be retrieved by the SQL because
ar: لا يمكن استرجاع التسميات السعر من قبل SQL لأن
ja: 得意先詳細はSQLで検索ができませんでした、というのは

source: There were no price labels to print out for the category specified
ar: لم تكن هناك تسميات السعر لطباعة ل تصنيف معين
et: Puudusid hinnasildid välja printida jaoks ettenähtud kategooria
hr_hr: Nije bilo cijena naljepnice za ispis za kategoriju navedenom
ja: 指定されたカテゴリの印刷出力に在庫チェックシートがありません

source: Price Labels
ar: تسميات السعر
ja: 価格表

source: Print Price Labels
ar: طباعة ملصقات السعر
et: Trüki hinnasiltidel
fa: نسخه قابل چاپ برچسب قیمت
fr_lu: Imprimer des étiquettes de prix
hr_hr: Ispis cijenu naljepnice
ja: 価格表印刷
lv_lv: Izdrukāt cenu zīmes
pl_pl: Drukowanie etykiet Cena
vi_vn: In Nhãn Giá

source: Labels to print
ar: تسميات لطباعة
et: Labels printida
fa: برچسب برای چاپ
fr_lu: Étiquettes à imprimer
hr_hr: Naljepnica za ispis
ja: 印刷するラベル
lv_lv: Uzlīmes drukāt
pl_pl: Etykiety do druku
vi_vn: Nhãn để in

source: Set all to
ar: كل مجموعة ل
et: Määra kõik
fa: تنظیم همه به
fr_lu: Réglez tous
hr_hr: Postavite sve
ja: にすべてを設定
lv_lv: Uzstādīt visus
pl_pl: Ustaw wszystko na
vi_vn: Thiết lập tất cả mọi người

source: Qty To Print
ar: الكمية لل طباعة
et: Kogus printida
fa: تعداد نسخه قابل چاپ
fr_lu: Quantité Pour Imprimer
hr_hr: Količina za ispis
ja: 印刷するには数量
lv_lv: Daudz Lai Drukāt
pl_pl: Ilość Drukowanie
vi_vn: Số lượng để in

source: There are no labels selected to print
ar: لا توجد تسميات اختيارها لطباعة
ja: 印刷する明細書がありません

source: Price_Labels
ja: 価格

source: Label to print
ar: التسمية لطباعة
et: Valmistaja printida
hr_hr: Oznaka za ispis
ja: 最終印刷

source: For Currency
ar: بالنسبة للعملة
ja: 通貨

source: Show Labels
ar: تظهر تسميات
ja: 全表示

source: Select Quotation To Print
ar: اختر اقتباس لطباعة
et: Vali tsitaat Prindi
fa: عبارت را انتخاب کنید تا نسخه قابل چاپ
fr_lu: Sélectionner un devis à imprimer
hr_hr: Odaberite ponudu za ispis
ja: 印刷するには引用を選択してください
lv_lv: Izvēlēties piedāvājumu izdrukai
pl_pl: Wybierz oferty do wydrukowania
vi_vn: Chọn báo giá để in

source: Select a Quotation to Print before calling this page
ar: اختر اقتباس ل طباعة قبل استدعاء هذه الصفحة
et: Vali tsitaat Prindi enne kutsudes seda lehte
fa: انتخاب عبارت به چاپ قبل از فراخوانی این صفحه
fr_lu: Sélectionner un devis à imprimer avant d'appeler cette page
hr_hr: Odaberite ponudu za ispis prije nego što nazovete ovu stranicu
ja: このページを呼び出す前に、印刷するための引用を選択してください
lv_lv: Izvēlieties citāts Drukāt pirms aicinot šo lapu
pl_pl: Wybierz ofertę do wydrukowania przed otworzeniem tej strony
vi_vn: Chọn một bảng báo giá để in trước khi gọi trang này

source: Quotations
ar: الاقتباسات
et: Tsitaadid
fa: نقل قول
fr_lu: Devis
hr_hr: Citati
ja: 見積り
lv_lv: Piedāvājumi
pl_pl: Oferty
vi_vn: Các báo giá

source: There was a problem retrieving the quotation header details for Order Number
ar: كانت هناك مشكلة استرداد تفاصيل رأس اقتباس ل رقم الطلب
et: Tekkis probleem allalaadimisetsitaat header detailid järjekorranumbriga
fa: بود مشکل بازیابی نقل قول جزئیات هدر برای سفارش شماره وجود دارد
fr_lu: Porblème d'affichage du devis pour la commande n°
hr_hr: Došlo je doproblema prilikom preuzimanja pojedinosti navodnih kolektora za broj narudžbe
ja: 注文番号のために引用​​ヘッダの詳細情報を取得する問題が発生しました
lv_lv: Radāsproblēma, ielādējot pēdiņas galvenes informāciju ar kārtas numuru
pl_pl: Problem z odczytaniem nagłówka oferty dla zamówienia nr
vi_vn: Có một vấn đề lấy các chi tiết tiêu đề báo giá cho số thứ tự

source: Print Quotation Error
ar: طباعة خطأ اقتباس
et: Trüki Tsitaat viga
fa: نسخه قابل چاپ خطا در عین
fr_lu: Erreur d'impression du devis
hr_hr: Ispis za ponudu Greška
ja: 引用エラーを印刷
lv_lv: Drukāt citāts kļūda
pl_pl: Błąd wydruku oferty
vi_vn: In các lỗi báo giá

source: Unable to Locate Quotation Number
ar: غير قادر على تحديد عدد اقتباس
et: Leidmine nurjus Tsitaat arv
fa: قادر به تعیین محل شماره عبارت
fr_lu: Impossible de trouver le numéro du devis
hr_hr: Nije moguće pronaći za ponudu broj:
ja: 見積番号を検索することができません
lv_lv: Nevar atrast citāts skaits
pl_pl: Nie można zlokalizować tego numeru oferty
vi_vn: Không thể Xác định vị trí số báo giá

source: Outstanding Quotations
ar: الاقتباسات المعلقة
et: tasumata tsitaadid
fa: نقل قول برجسته
fr_lu: Devis en cours
hr_hr: Izvanredna Citati
ja: 卓越した名言
lv_lv: Neapstiprinātie piedāvājumi
pl_pl: Oferty niezrealizowane
vi_vn: Báo giá xuất sắc

source: Customer Quotation
ar: اقتباس العملاء
et: Kliendi Tsitaat
fa: مشتری عبارت
fr_lu: Devis
hr_hr: Kupac kotacija
ja: カスタマー引用
lv_lv: Piedāvājumi klientiem
pl_pl: Oferta dla klienta
vi_vn: Báo giá của khách hàng

source: Quotation
ar: اقتباس
et: tsitaat
fa: نقل قول
fr_lu: Devis
hr_hr: citat
ja: 見積り表
lv_lv: Piedāvājums
pl_pl: Oferta
vi_vn: Báo giá

source: There was a problem retrieving the quotation line details for quotation Number
ar: كانت هناك مشكلة استرداد تفاصيل خط الاقتباس ل عدد الاقتباس
et: Tekkis probleem allalaadimisetsitaat line andmed tsitaat arv
fa: بود مشکل بازیابی نقل قول جزئیات خط برای عین شماره وجود دارد
fr_lu: Problème d'affichage des info du devis n°
hr_hr: Došlo je doproblema prilikom preuzimanja pojedinosti navodnih linija za ponudu broj
ja: 見積番号のために引用​​行の詳細を取得する問題が発生しました
lv_lv: Radāsproblēma, ielādējot pēdiņas līniju informāciju par citāts numurs
pl_pl: Wystąpił problem z odczytaniem pozycji oferty numer
vi_vn: Có một vấn đề lấy các chi tiết dòng báo giá cho số báo giá

source: Quotation Excluding Tax
ar: اقتباس باستثناء ضريبة
et: Tsitaat ilma käibemaksuta
fa: عین به استثنای مالیات
fr_lu: Devis H.T.
hr_hr: Ponuda bez uključenog poreza
ja: 税別合計
lv_lv: Piedāvājums kopā pirms PVN
pl_pl: Oferta bez podatku
vi_vn: Báo giá không bao gồm thuế

source: Total Tax
ar: مجموع الضرائب
et: Maksud kokku
fa: مجموع مالیات
fr_lu: Total taxe
hr_hr: Ukupan porez
ja: 消費税合計
lv_lv: Kopā
pl_pl: Razem podatek
vi_vn: Tổng số Fax

source: Quotation Including Tax
ar: اقتباس بما في ذلك الضرائب
et: Tsitaat sh maksu
fa: عبارت شامل مالیات
fr_lu: Devis T.T.C
hr_hr: Citat uključujući porez
ja: 税込み合計
lv_lv: Tikai piedāvājums
pl_pl: Oferta w tym podatku
vi_vn: Báo giá có bao gồm thuế

source: There were no items on the quotation
ar: لم تكن هناك بنود الاقتباس
et: Puudusid punkte tsitaat
fa: هیچ آیتمی در عین وجود داشت
fr_lu: Il n'y a pas d'article dans ce devis
hr_hr: Nema stavki na Kotaciji
ja: 引用には項目がありませんでした
lv_lv: Nav ievadīta neviena prece piedāvājumā
pl_pl: Nie znaleziono pozycji w tej ofercie
vi_vn: Không có mặt hàng nào trong báo giá

source: The quotation cannot be printed
ar: لا يمكن طباعتها الاقتباس
et: Tsitaat ei saa printida
fa: نقل قول را نمی توان چاپ
fr_lu: Le devis ne peut pas être imprimé
hr_hr: Citat ne može se ispisati
ja: 引用は印刷できません
lv_lv: Piedāvājumu nevar izdrukāt
pl_pl: Oferta nie może być wydrukowana
vi_vn: Không in được báo giá

source: Print Another Quotation
ar: طباعة اقتباس آخر
et: Prindi Teine tsitaat
fa: نسخه قابل چاپ یکی دیگر از عین
fr_lu: Imprimer un autre devis
hr_hr: Ispis ponovni citat
ja: もう一つの引用を印刷
lv_lv: Drukāt citu piedāvājumu
pl_pl: Wydrukuj inną ofertę
vi_vn: In báo giá khác

source: Notes:
ar: ملاحظات:
et: Märkused:
fa: یادداشت ها :
hr_hr: Bilješke:
ja: 注釈
lv_lv: Piezīmes
pl_pl: Uwagi:
vi_vn: Ghi chú

source: Sales Receipt
ar: إيصال المبيعات
et: ostukviitung
fa: فروش رسید
fr_lu: Reçu de ventes
hr_hr: Račun
ja: 受取
lv_lv: pārdošanas saņemšana
pl_pl: Odbiór sprzedaży
vi_vn: Biên lai bán hàng

source: Customer Receipt Number
ar: العميل رقم الإيصال
et: Klientide vastuvõtmine arv
fa: شماره مشتری رسید
fr_lu: Numéro de reçu client
hr_hr: Kupac Prijem Broj
ja: 得意先受取
lv_lv: Klienta saņemšana skaits
pl_pl: Liczba otrzymania przez Klienta
vi_vn: Số hóa đơn của khách hàng

source: Received From
ar: وردت من
et: saadud
fa: دریافتی از
fr_lu: Reçu de
hr_hr: Od primljeni
ja: 受入場所
lv_lv: saņemti no
pl_pl: Otrzymane od
vi_vn: Nhận được từ

source: The Sum Of
ar: مجموع
et: Summa
fa: مجموع
fr_lu: La somme de
hr_hr: Zbroj
ja: 払出 of
lv_lv: Summa
vi_vn: Tổng của

source: Details
ar: تفاصيل
et: detailid
fa: جزئیات
fr_lu: Détails
hr_hr: Detalji
ja: 詳細
lv_lv: Sīkāka informācija
pl_pl: Szczegóły
vi_vn: Các chi tiết

source: Signed On Behalf Of
ar: وقع الاتفاقية عن الجانب
et: Nimel alla kirjutada,
fa: امضا شده از طرف
fr_lu: Signé au nom de
hr_hr: Potpisali u ime
ja: と 範囲
lv_lv: Vārdā parakstīja
pl_pl: Podpisano w imieniu
vi_vn: Kí thay mặt cho

source: Print Remittance Advices Error
ar: طباعة التحويلات نصائح خطأ
et: Trüki rahaülekannete Nõuanded viga
fa: نسخه قابل چاپ وجوه خطا توصیه
fr_lu: Imprimer remise Conseils erreur
hr_hr: Ispis Remittance Savjeti Error
ja: 御請求書
lv_lv: Drukāt Pārskaitījums padomus kļūda
pl_pl: Porady Drukuj Wpłata błąd
vi_vn: In chuyển tiền lời khuyên Lỗi

source: There were no remittance advices to print out for the supplier range and payment date specified
ar: لم تكن هناك النصائح التحويلات لطباعة لمجموعة المورد و تاريخ الدفع المحدد
et: Puudusid rahaülekannete kasulik välja printida tarnija valikut ja makse kuupäeval
fa: هیچ پول توصیه برای چاپ را برای محدوده تامین کننده و تاریخ پرداخت مشخص شده وجود دارد
fr_lu: Il n'y avait aucun avis de paiement d'imprimer pour la plage de fournisseur et la date de paiement indiquée
hr_hr: Nije bilo doznaka savjete za ispis za dobavljača raspona i datum plaćanja naveden
ja: 指定されたカテゴリの印刷出力に在庫チェックシートがありません
lv_lv: Nebija pārvedumu padomus, lai izdrukāt uz piegādātāju diapazonu un maksājumu norādītajā datumā
pl_pl: Nie było rady przekazów wydrukować dla zakresu dostawca i data płatności określonego
vi_vn: Không có báo chuyển tiền để in ra cho nhiều nhà cung cấp và ngày thanh toán quy định

source: Remmitance Advice
ar: المشوره Remmitance
et: Remmitance Nõuanded
fa: Remmitance مشاوره
hr_hr: Remmitance Savjeti
ja: 御請求書
lv_lv: Remmitance Konsultācijas
pl_pl: Remmitance Porady
vi_vn: Tư vấn Remmitance

source: Remittance Advice
ar: المشوره التحويلات
et: Saldoteatis
fa: وجوه مشاوره
fr_lu: Avis de paiement
hr_hr: Naznake
ja: 御請求書
lv_lv: Pārskaitījums Advice
pl_pl: Awizo Zapłaty
vi_vn: Tư vấn chuyển tiền

source: suppliers from
ar: موردين من
et: tarnijate
fa: تامین کنندگان از
fr_lu: fournisseurs de
hr_hr: dobavljača iz
ja: サプライヤーから
lv_lv: piegādātājiem no
pl_pl: dostawcy od
vi_vn: nhà cung cấp từ

source: and Paid On
ar: وتدفع في
et: ja Paide
fa: و پرداخت
fr_lu: et payés sur
hr_hr: i plaća na
ja: 支払日
lv_lv: un maksā par
pl_pl: i płatna na
vi_vn: và được trả vào

source: Remittance Advice Problem Report
ar: المشوره التحويلات تقرير مشكلة
et: Siirdeaviis probleem aruanne
fa: وجوه مشاوره گزارش مشکل
fr_lu: Remise conseils Problem Report
hr_hr: Naznake Problem Prijavi
ja: 御請求書
lv_lv: Pārskaitījums Advice Problēma pārskats
pl_pl: Porady Wpłata Zgłoś problem
vi_vn: Nộp Báo cáo vấn đề Tư vấn

source: The details of the payment to the supplier could not be retrieved because
ar: لا يمكن استرجاع على تفاصيل الدفع إلى المورد لأن
et: Üksikasjad makse tarnija ei õnnestunud , sest
fa: جزئیات نحوه پرداخت به تامین کننده قابل بازیابی نیست زیرا
fr_lu: Impossible d'afficher les info de paiement au fournisseur car
hr_hr: Pojedinosti o plaćanju na dobavljača ne može dohvatiti , jer
ja: 在庫品目のコスト詳細は検索できませんでした理由は
lv_lv: No maksājumu piegādātājam informāciju nevarēja izgūt , jo
pl_pl: Szczegóły płatności na rzecz dostawcy nie mógł zostać przywrócony, ponieważ
vi_vn: Các chi tiết của việc thanh toán cho nhà cung cấp không thể được lấy ra bởi vì

source: Total Payment:
ar: مجموع الدفع:
et: Kokku Maksmine:
fa: پرداخت مجموعا :
hr_hr: Ukupna plaćanja :
ja: 合計支払額
lv_lv: Kopējais Apmaksa:
pl_pl: Wszystkich płatności:
vi_vn: Tổng số thanh toán

source: Remittance_Advices
ja: 御請求書

source: Remittance Advices
ar: نصائح التحويلات
et: rahaülekannete nõuanded
fa: توصیه های وجوه
fr_lu: Conseils d'envois de fonds
hr_hr: Savjeti za doznačavanje
ja: 御請求書
lv_lv: pārskaitījumu Padomi
pl_pl: Wpłata Porady
vi_vn: Tư vấn chuyển tiền

source: Date Of Payment
ar: تاريخ الدفع
et: Makse kuupäev
fa: تاریخ پرداخت
fr_lu: Date de paiement
hr_hr: Datum plaćanja
ja: 支払総額
lv_lv: Maksājuma datums
pl_pl: Data płatności
vi_vn: Ngày thanh toán

source: printed:
ar: المطبوعة :
et: trükitud :
fa: چاپ :
hr_hr: ispisati :
ja: 印刷
lv_lv: iespiests :
pl_pl: wydrukowano:
vi_vn: Được in :

source: Our Code:
ar: رمز لدينا:
et: Meie Code :
fa: کد ما :
hr_hr: Naš Code :
ja: バーコード
lv_lv: Mūsu Kods :
pl_pl: Nasz kod:
vi_vn: Mã số của chúng ta:

source: This Payment
ar: هذا الدفع
et: see makse
fa: این پرداخت
fr_lu: Ce paiement
hr_hr: Ovo plaćanja
ja: 支払額
lv_lv: Šis maksājums
pl_pl: To płatności
vi_vn: Thanh toán này

source: Sell Through Support Claims Report
ar: البيع عن طريق تقرير دعم المطالبات
et: Müü toetades Nõuded aruanne
fa: فروش از طریق پشتیبانی گزارش ادعا
fr_lu: Vendre Grâce au rapport sur ​​les revendications de soutien
hr_hr: Prodaja putem potpore tvrdi izvješće
ja: サポートクレーム報告書を通じて販売
lv_lv: Pārdod Caur atbalsta apmēra ziņojums
pl_pl: Sprzedaż poprzez wsparcie roszczeń Raporcie
vi_vn: Bán thông qua hỗ trợ bố Báo cáo

source: Sell Through Support Claim
ar: البيع عن طريق دعم المطالبة
et: Müü toetamise nõue
fa: فروش از طریق ادعای پشتیبانی
fr_lu: Vendre Grâce Demande de soutien
hr_hr: Prodaja Kroz podršku zahtjevu
ja: サポート請求を通じて販売
lv_lv: Pārdod sniedzot atbalstu Claim
pl_pl: Sprzedaż Przez zastrzeżenia Wsparcia
vi_vn: Bán thông qua yêu cầu bồi thường hỗ trợ

source: The sell through support items to claim could not be retrieved by the SQL because
ar: عمليات البيع من خلال وحدات الدعم لل ادعاء لا يمكن استردادها بواسطة SQL لأن
et: Müüa toetades punkte väitega ei saanud need väljaSQL sest
fa: فروش طریق آیتم های پشتیبانی به ادعا می تواند توسط SQL نمی توان بازیابی چون
fr_lu: La vente par des éléments de soutien à l'allégation n'a pas pu être récupéré par le SQL parce que
hr_hr: Prodati preko podrške predmeta za tvrdnju ne može dohvatiti , jer od strane SQL
ja: クレームへの支援項目を通じて販売するには、SQLによって取得することができませんでしたので、
lv_lv: Izmantojot atbalsta preces pārdot uz prasību nevar iegūt, SQL , jo
pl_pl: Sprzedaży za pośrednictwem elementów nośnych do roszczenia nie mogą być pobierane przez SQL , ponieważ
vi_vn: Các bán thông qua các mục hỗ trợ cho tuyên bố không thể được lấy ra bởi SQL vì

source: No sell through support items retrieved
ar: لا بيع من خلال دعم العناصر التي تم استردادها
et: No sell toetades asjade kätte
fa: هیچ فروش از طریق آیتم های پشتیبانی بازیابی
fr_lu: Pas de vente à travers les éléments de soutien récupéré
hr_hr: Ne prodavati putem podrške stavki dohvatiti
ja: サポートアイテムを通じてなし販売は、取得しません
lv_lv: Nē , izmantojot atbalsta vienību pārdot ielādēts
pl_pl: Nie sprzedawać za pośrednictwem elementów nośnych przywrócony
vi_vn: Không bán thông qua các mục hỗ trợ lấy

source: Total Claim:
ar: مجموع المطالبة:
et: Kokku Nõue:
fa: ادعای کل :
hr_hr: Ukupno zahtjeva :
ja: 合計請求：
lv_lv: Kopējais Prasība:
pl_pl: Razem Claim :
vi_vn: Tổng số yêu cầu bồi thường :

source: Create Claims Report
ar: إنشاء تقرير المطالبات
et: Loo Nõuded aruanne
fa: ایجاد یک گزارش ادعا
fr_lu: Créer un rapport sur ​​les revendications
hr_hr: Stvaranje tvrdi izvješće
ja: クレーム報告書の作成
lv_lv: Izveidot apmēra pārskatu
pl_pl: Utwórz raport roszczeń
vi_vn: Tạo bố Báo cáo

source: Check Comparison Report
ar: تحقق مقارنة تقرير
et: Kontrollige võrdleva aruande
fa: اتمام گزارش مقایسه
fr_lu: Vérifier le rapport comparatif
hr_hr: Provjerite usporedbu Prijavi
ja: 比較レポートをチェックして
lv_lv: Pārbaudiet salīdzināšanas ziņojumu
pl_pl: Wydruk Porównania Stanów
vi_vn: Kiểm tra báo cáo so sánh

source: Inventory Check Comparison
ar: جرد تحقق مقارنة
et: Inventuur võrdlus
fa: مقایسه اتمام موجودی
fr_lu: Comparaison de la vérification d'inventaire
hr_hr: Inventar Provjeri Usporedba
ja: 在庫場所
lv_lv: Noliktava
pl_pl: Porównanie Sprawdź wykaz
vi_vn: Hàng tồn kho Kiểm tra so sánh

source: Stock Freeze
ar: تجميد الأوراق المالية
fa: انبار یخ
fr_lu: Gel de stock
ja: 在庫フリーズ
lv_lv: Iesaldēt preci
pl_pl: Zamrożone
vi_vn: cổ đông

source: The inventory check file could not be retrieved because
ar: لا يمكن استرجاع ملف تأكد من المخزون بسبب
et: Inventuur faili ei saa taastada , sest
fa: موجودی فایل چک قابل بازیابی نیست زیرا
fr_lu: Le fichier de vérification de l'inventaire n'a pas pu être récupéré car
hr_hr: File provjeru inventara ne može dohvatiti , jer
ja: 在庫品目のコスト詳細は検索できませんでした理由は
lv_lv: Preču inventerizācijas failu nevar izdrukāt
pl_pl: Plik o zasoby nie mógł zostać przywrócony, ponieważ
vi_vn: Các tập tin kiểm tra hàng tồn kho không thể được lấy ra bởi vì

source: Stock Count Comparison
ar: الأسهم مقارنة عدد
et: Inventuuri võrdlus
fa: مقایسه تعداد سهام
fr_lu: Comparaison de l'inventaire
hr_hr: Stock Count Usporedba
ja: 在庫カウントの比較
lv_lv: Preču daudzumu salīdzinā&#353;ana
pl_pl: Weryfikacja Stanów
vi_vn: Lượt cổ phiếu So sánh

source: The inventory counts file could not be retrieved because
ar: لا يمكن استرجاع ملف الجرد بسبب
et: Varude loendamise faili ei saa taastada , sest
fa: موجودی پرونده تعداد قابل بازیابی نیست زیرا
fr_lu: Le fichier des comptes de l'inventaire n'a pas pu être récupéré car
hr_hr: File inventar broji nije mogao biti pronađen , jer
ja: 設定される銀行口座は取り戻しできませんでした理由は
lv_lv: Preču inventerizācijas failu nevar izdrukāt
pl_pl: Plik inwentaryzacji nie mógł zostać przywrócony, ponieważ
vi_vn: Việc kiểm kê số lượng tập tin không thể được lấy ra bởi vì

source: Inventory Check
ar: جرد تحقق
et: inventuur
fa: اتمام موجودی
fr_lu: Vérification d'inventaire
hr_hr: provjera inventara
ja: チェックインベントリ
lv_lv: Preču pārbaude
pl_pl: Remanent
vi_vn: kiểm kê Kiểm tra

source: Unable to COMMIT transaction while adjusting stock in StockCheckAdjustmet report
ar: غير قادر على ارتكاب الصفقة في حين ضبط الأوراق المالية في تقرير StockCheckAdjustmet
et: Ei saa pühenduda tehing reguleerimise ajal laos StockCheckAdjustmet aruanne
fa: قادر به معامله در حالی که مرتکب تنظیم سهام در StockCheckAdjustmet گزارش
fr_lu: Impossible de commit transaction tout en ajustant le stock en rapport StockCheckAdjustmet
hr_hr: Nije moguće počiniti transakcije dok podešavanje dionice u izvješću StockCheckAdjustmet
ja: StockCheckAdjustmetレポートに株式を調整しながら、トランザクションをコミットすることができません
lv_lv: Nevar izdarīt darījumu vienlaikus pielāgojot krājumu StockCheckAdjustmet ziņojumā
pl_pl: Nie można zapisać transakcji przy korekcie stanu w wydruku StockCheckAdjustment
vi_vn: Không thể thực hiện trong khi điều chỉnh chứng khoán trong báo cáo StockCheckAdjustmet

source: The Inventory Comparison data could not be retrieved because
ar: لا يمكن استرجاع البيانات مقارنة الجرد بسبب
et: Inventory Võrdlus andmeid ei saa taastada , sest
fa: پرسشنامه اطلاعات مقایسه قابل بازیابی نیست زیرا
fr_lu: Impossible d'afficher les données comparatives car
hr_hr: U Inventar Usporedba podataka nije moguće dohvatiti jer
ja: インベントリ比較データを取得できませんでしたので、
lv_lv: Inventāra Salīdzinājums datus nevarēja izgūt , jo
pl_pl: Nie można odtworzyć danych do arkusza porównawczego ponieważ
vi_vn: So sánh dữ liệu hàng tồn kho không thể được lấy ra bởi vì

source: The following SQL to retrieve the Inventory Comparison data was used
ar: تم استخدام SQL التالية لاسترداد البيانات مقارنة الجرد
et: Järgmine SQL laadida Inventory Võrdlusandmed kasutati
fa: گذاشتن زیر را برای بازیابی داده ها پرسشنامه مقایسه مورد استفاده قرار گرفت
fr_lu: Commande SQL d'affichage des données comparatives:
hr_hr: Sljedeći SQL za dohvaćanje podataka zaliha Usporedba je korišten
ja: 在庫比較データを取り出す以下のSQLが使われました
lv_lv: Pēc SQL , lai ielādētu Inventāra salīdzinājums datiem tika izmantota
pl_pl: Użyta fraza SQL
vi_vn: SQL sau đây để lấy dữ liệu so sánh hàng tồn kho đã được sử dụng

source: Inventory Comparison Comparison Report
ar: جرد مقارنة مقارنة تقرير
et: Inventory Võrdlus Võrdlus aruanne
fa: موجودی مقایسه گزارش مقایسه
fr_lu: Rapport de comparaison d'inventaire
hr_hr: Inventar Usporedba Usporedba Prijavi
ja: インベントリ比較比較レポート
lv_lv: Inventarizācijas Salīdzinājums Salīdzinājums ziņojums
pl_pl: Wydruk Porównawczy Magazynu
vi_vn: Báo cáo hàng tồn kho so sánh So sánh

source: There is no inventory check data to report on
ar: لا توجد بيانات تأكد من المخزون أن يقدم تقريرا عن
et: Ei ole inventuuri kontroll andmete kohta aru
fa: هیچ موجودی به بررسی داده در گزارش وجود دارد
fr_lu: Aucune donnée à imprimer
hr_hr: Nema provjera inventara podataka za izvješće o
ja: を報告する在庫確認のデータはありません
lv_lv: Nav inventarizācijas pārbaudes dati, ziņot par
pl_pl: Brak danych do sprawdzenia do wydruku
vi_vn: Không có hàng tồn kho dữ liệu kiểm tra báo cáo về

source: To start an inventory check first run the
ar: لبدء جرد تحقق أولا تشغيل
et: Et alustadainventuuri vaadata esietendus
fa: برای شروع بررسی موجودی اول اجرا
fr_lu: Pour lancer une vérification de l'inventaire, exécuter d'abord les
hr_hr: Za početak , provjerite popis prve vožnje
ja: 在庫を起動するには、最初の実行確認
lv_lv: Lai sāktu uzskaiti pārbaudīt vispirms palaist
pl_pl: Aby rozpocząć sprawdzanie stanu najpierw
vi_vn: Để bắt đầu kiểm tra khoảng không đầu tiên chạy các

source: inventory check sheets
ar: صحائف تأكد من المخزون
et: inventuur lehed
fa: موجودی ورق بررسی
fr_lu: feuilles de contrôle d'inventaire
hr_hr: provjera inventara listova
ja: 在庫チェックシート
lv_lv: inventarizācijas pārbaudes lapas
pl_pl: arkusz spisu magazynowego
vi_vn: Phi?u ki?m tra hàng t?n kho

source: and select the option to create new Inventory Comparison data file
ar: وحدد الخيار لإنشاء مخزون جديد ملف بيانات مقارنة
et: ja valige võimalus luua uusi Inventory Võrdlus andmefaili
fa: و انتخاب این گزینه ، برای ایجاد فایل جدید موجودی مقایسه داده ها
fr_lu: puis sélectionner l'option de créer de nouveaux stocks de comparaison des données du fichier
hr_hr: i odaberite opciju za izradu novog inventara za usporedbu podataka datoteku
ja: と新しいインベントリ比較データファイルを作成するオプションを選択する
lv_lv: un izvēlieties opciju, lai izveidotu jaunu Inventāra Salīdzinājums datu failu
pl_pl: i wybierz opcję utworzenia nowego pliku danych Porównania Stanów
vi_vn: và chọn tùy chọn để tạo ra so sánh hàng tồn kho mới tập tin dữ liệu

source: Inventory Comparison
ar: مقارنة المخزون
et: Inventory võrdlus
fa: موجودی مقایسه
fr_lu: Comparaison d'inventaire
hr_hr: Inventar Usporedba
ja: インベントリ比較
lv_lv: inventarizācijas salīdzinājums
pl_pl: Porównanie Remanentów
vi_vn: So sánh hàng tồn kho

source: The inventory counts could not be retrieved by the SQL because
ar: لا يمكن استرجاع على الجرد من قبل SQL لأن
et: Varude loendamise ei õnnestunud poolt SQL sest
fa: تعداد موجودی را می توان با گذاشتن زیرا قابل بازیابی نیست
fr_lu: Les chiffres des stocks ne pouvait pas être récupéré par le SQL, car
hr_hr: Inventarnih broji ne može dohvatiti , jer od strane SQL
ja: 在庫数は、SQLによって取得することができませんでしたので、
lv_lv: Inventarizācijas skaits nevar iegūt, SQL , jo
pl_pl: Ilości magazynowe nie mogą być odtworzone ponieważ
vi_vn: Được tính hàng tồn kho không thể được lấy ra bởi SQL vì

source: No counts entered
ar: دخلت لا تهم
et: No loeb sisestatud
fa: بدون شمارش وارد
fr_lu: Pas de compte saisi
hr_hr: Nema broji ušao
ja: いいえカウントが入力されていません
lv_lv: Nav skaitu ieraksta
pl_pl: Nie wprowadzono ilości
vi_vn: Không tính vào
