Repository: timschofield/KwaMoja-Medical
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar, et, fa, fr_lu, hr_hr, ja, lv_lv, pl_pl, vi_vn

source: The Image could not be retrieved because it does not exist
ar: لا يمكن استرجاع على الصورة لأنه لا وجود لها
et: Pilt ei õnnestunud , sest seda ei ole olemas
fa: تصویر قابل بازیابی نیست زیرا وجود ندارد
fr_lu: Cette image n'existe pas.
hr_hr: Slika se ne može dohvatiti jer ne postoji
ja: それが存在しないため、画像が取得できませんでした
lv_lv: Image nevarēja izgūt , jo tas neeksistē
pl_pl: Obrazek nie istnieje
vi_vn: Hình ảnh không tồn tại nên không thể truy xuất

source: Receive Purchase Orders
ar: تلقي أوامر الشراء
et: Saada Ostutellimuste
fa: دریافت سفارشات خرید
fr_lu: Recevez des bons de commande
hr_hr: Primanje narudžbenice
ja: 購買発注入庫
lv_lv: Saņemt pirkuma pasūtījumu
pl_pl: Przyjmij Zamówiony Towar
vi_vn: Nhận đơn hàng thu mua

source: Back to Purchase Orders
ar: عودة إلى أوامر الشراء
et: Tagasi Ostu Tellimused
fa: برگشت به خرید سفارشات
fr_lu: Retour aux commandes fournisseurs
hr_hr: Povratak na narudžbenicama
ja: 購買発注へ戻る
lv_lv: Atpakaļ uz Iegādes rīkojumiem
pl_pl: Powrót do Zamówień Zakupu
vi_vn: Quay lại các đơn hàng thu mua

source: Select a purchase order to receive
ar: حدد أمر الشراء لتلقي
et: Vali ostu , et saada
fa: انتخاب برای دریافت سفارش خرید
fr_lu: Sélectionner une commande à réceptionner
hr_hr: Odaberite narudžbenice za primanje
ja: 受信する発注書を選択してください
lv_lv: Izvēlēties iepirkumu rīkojumu, lai saņemtu
pl_pl: Wybierz Zamówienie kupna do przyjęcia towaru
vi_vn: Chọn để nhận đơn hàng thu mua

source: This page can only be opened if a purchase order has been selected. Please select a purchase order first
ar: لا يمكن إلا أن فتح هذه الصفحة إذا تم اختيار أمر الشراء.
et: Seda lehekülge on võimalik avada ainult siis, kuiostutellimus on valitud.
fa: این صفحه تنها می تواند باز شود اگر سفارش خرید انتخاب شده است. لطفا انتخاب کنید سفارش خرید اول
fr_lu: Cette page ne peut être ouvert que si un ordre d'achat a été sélectionné. S'il vous plaît sélectionnez une première commande d'achat
hr_hr: Ova stranica se može otvoriti samo akonarudžbenica je izabran .
ja: 購入注文が選択されている場合は、このページにのみ開くことができる。
lv_lv: Šī lapa var atvērt tikai tad, japirkuma pasūtījums ir izvēlēts .
pl_pl: Tę stronę można otworzyć tylko w przypadku zamówienia została wybrana. Wybierz pierwsze zamówienie
vi_vn: Trang này chỉ có thể được mở ra nếu một đơn đặt hàng đã được lựa chọn .

source: Purchase orders must have a status of Printed before they can be received
ar: يجب أن يكون أوامر الشراء حالة من مطبوع قبل أن يتمكنوا من أن يتم استلام
et: Ostutellimused peab olemaseisund trükitud enne kui neid võib saadud
fa: سفارشات خرید باید به وضعیت قبل از چاپ می توان آنها را دریافت کرده اند
fr_lu: Les bons de commande doivent avoir un statut d'imprimés avant de pouvoir être reçu
hr_hr: Narudžbenica mora imati status tiskana prije nego što se može dobiti
ja: 彼らが受け取ることができる前に、購入注文はプリントの状態を持っている必要があります
lv_lv: Pirkuma pasūtījumiem jābūt statuss drukāts , pirms tie var saņemt
pl_pl: Zamówienia muszą posiadać status drukowane, zanim będą mogły być odbierane
vi_vn: Đơn mua hàng phải có tình trạng \" Đã được in\" trước khi nó được nhận

source: Order number
ar: رقم الطلب
et: järjekorranumber
fa: تعداد سفارش
fr_lu: Commande n°
hr_hr: broj narudžbe
ja: 注文番号
lv_lv: Pārdo&#353;anas rīkojuma nr.
pl_pl: Numer zamówienia
vi_vn: Mã số đơn hàng

source: has a status of
ar: لديه حالة
et: onstaatuse
fa: تا به وضعیت
fr_lu: a un statut de
hr_hr: ima status
ja: のステータスを有している
lv_lv: ir statuss
pl_pl: ma status
vi_vn: có tình tr?ng

source: Receive
ar: تلقى
et: saama
fa: دریافت
fr_lu: Réception
hr_hr: Zaprimi
ja: 入庫先
lv_lv: Saņemt
pl_pl: Przyjęcie
vi_vn: nhận

source: Receive Purchase Order
ar: تلقي أمر شراء
et: Saada ostutellimuse
fa: دریافت سفارش خرید
fr_lu: Recevez bon de commande
hr_hr: Zaprimi nalog za nabavu
ja: 購買発注入庫
lv_lv: Saņemt pirkuma pasūtījumu
pl_pl: Odbiór zamówienia
vi_vn: Nhận đơn hàng thu mua

source: Date Goods/Service Received
ar: تاريخ السلع / الخدمات المتلقاة
et: Kuupäev kaubad / saadud teenuse
fa: تاریخ محصولات / خدمات دریافتی
fr_lu: Date de réception
hr_hr: Datum roba / usluga primljeni
ja: 商品役務受入日
lv_lv: Datums preces / pakalpojuma saņemtā
pl_pl: Data Przyjęcia Usług/Towarół
vi_vn: Ngày nhận được hàng hóa/dịch vụ

source: Supplier Units
ar: وحدات المورد
fr_lu: Unité fournisseur
ja: 仕入先単位

source: Our Receiving Units
ar: لدينا وحدات استقبال
et: Meie saavate üksuste
fr_lu: Nos entrepôts
hr_hr: Naši Primanje Jedinice
ja: 入庫
vi_vn: Các đơn vị nhận của chúng tôi

source: Conversion
ar: تحويل
et: konverteerimine
hr_hr: konverzija
ja: 得意先 担当場所

source: Factor
ar: عامل
et: tegur
fr_lu: Facteur
ja: 価格改定

source: This Delivery
ar: هذا التسليم
et: see tarne
fa: این تحویل
fr_lu: Cette livraison
hr_hr: Ova isporuka
ja: 今回納入
lv_lv: &#352;ī piegāde
pl_pl: Ta Dostawa
vi_vn: Chuyến giao hàng này

source: Total Value
ar: مجموع القيمة
et: koguväärtus
fa: مجموع ارزش
fr_lu: Valeur Totale
hr_hr: Ukupna vrijednost
ja: 合計価格
lv_lv: Kopējā Summa
pl_pl: Wartość Razem
vi_vn: Tổng giá trị

source: Enter Serial Nos
ar: أدخل نص المسلسل
et: Sisesta Serial Nos
fa: یواخیم سریال را وارد کنید
fr_lu: Saisir les numéros de série
hr_hr: Unesite serijski brojeva
ja: 連続番号入力
lv_lv: Ievadiet Serial numuriem
pl_pl: Wprowadż numery ser.
vi_vn: Nh?p s? se-ri

source: Enter Batches
ar: دخول دفعات
et: Sisesta partiid
fa: دسته را وارد کنید
fr_lu: Saisir lots
hr_hr: Unesite Serije
ja: バッチ数入力
lv_lv: Ievadiet partijām
pl_pl: Wprowadź Partie
vi_vn: Nhập vào các lô hàng

source: Total value of goods received
ar: إجمالي قيمة البضائع الواردة
et: Kaupade koguväärtus saanud
fa: ارزش کل کالا را دریافت
fr_lu: La valeur totale des biens reçus
hr_hr: Ukupna vrijednost robe primljene
ja: 商品受領済合計価格
lv_lv: Ko
pl_pl: Ogólna wartość dostarczonych produktów
vi_vn: tổng giá trị hàng hóa đã nhận

source: Receiving a negative quantity that results in negative stock is prohibited by the parameter settings. This delivery of stock cannot be processed until the stock of the item is corrected.
ar: تلقي كمية النتائج السلبية التي في الأوراق المالية السلبية محظور بموجب إعدادات المعلمة .
et: Vastuvõtvadnegatiivne kogus , mille tulemuseks on negatiivne aktsia on keelatud parameetri .
fa: دریافت یک مقدار منفی که منجر به سهام منفی است توسط تنظیمات پارامتر ممنوع است. این زایمان از سهام را نمی توان پردازش تا سهام از قلم دوم از اقلام است اصلاح شود.
fr_lu: Réception d'une quantité négative que les résultats en stock négatif est interdite par le réglage des paramètres. Cette livraison de stock ne peut être traitée tant que le stock de l'article est corrigé.
hr_hr: Primanje negativnu količinu koja rezultira negativnim skladištu je zabranjeno podešenja .
ja: 負の在庫結果はパラメータ設定により禁止されている負の量を受け取る。
lv_lv: Saņemot negatīvu daudzumu , kas rada negatīvu krājumu ir aizliegta ar parametru iestatījumus .
pl_pl: Odbieranie negatywny ilości, która powoduje negatywne czas jest zabronione przez ustawienia parametrów. Ten czas dostawy nie mogą być przetwarzane do zasobów przedmiot został rozwiązany.
vi_vn: Nhận được một số lượng tiêu cực mà kết quả trong cổ phiếu tiêu cực là bị cấm bởi các thông số cài đặt .

source: There is nothing to process
ar: ليس هناك شيء لمعالجة
et: Miski ei töödelda
fa: هیچ چیز وجود دارد به روند
fr_lu: Rien à traité
hr_hr: Ne postoji ništa za obradu
ja: 処理するためのものは何もありません
lv_lv: Nekas , lai apstrādātu
pl_pl: Nie ma nic do przetworzenia
vi_vn: Không có gì d? x? lý

source: Please enter valid quantities greater than zero
ar: الرجاء إدخال كميات صالحة أكبر من الصفر
et: Palun sisesta kehtivad kogused suurem kui null
fa: لطفا وارد مقادیر معتبر بزرگتر از صفر
fr_lu: Les quantités doivent être supérieures à zéro
hr_hr: Unesite važeće količine veće od nule
ja: ゼロより大きい有効な量を入力してください
lv_lv: Lūdzu, ievadiet derīgus daudzumu lielākas par nulli
pl_pl: Wprowadź ilości większe od zera
vi_vn: hãy nhập giá trị số lượng lớn hơn 0

source: Negative stocks would result by processing a negative delivery - quantities must be changed or the stock quantity of the item going negative corrected before this delivery will be processed.
ar: و أسهم سلبية النتيجة عن طريق تجهيز تسليم السلبية - يجب تغيير كميات أو كمية المخزون من هذا البند سوف السلبية تصحيحها قبل وسيتم تجهيز هذا التسليم.
et: Negatiivne varude tooks töödeldesnegatiivne tarne - kogused tuleb muutunud või varude kaubaartikli kogus läheb negatiivne korrigeerida enne selle tulemusi on võimalik töödelda.
fa: سهام منفی را توسط پردازش تحویل منفی نتیجه -- مقدار باید تغییر و یا مقدار سهام مورد رفتن منفی تصحیح پیش از این تحویل خواهد شد پردازش شده است.
fr_lu: stocks négative se traduirait par le traitement d'une prestation négative - des quantités doit être changé ou la quantité en stock de l'élément négatif va corriger avant cette livraison seront traitées.
hr_hr: Negativni dionice će dovesti obradom negativan isporuku - količina mora biti promijenjen iliobavijesti količina predmeta ide negativna ispraviti prije ove dostava će biti obrađen .
ja: 負の株式市場は、負の配信を処理することによってもたらすでしょう - の量を変更したり、アイテムの在庫数は、この配信が処理される前に修正負になるしなければなりません。
lv_lv: Negatīvi krājumi rezultātā apstrādājot negatīvu piegādi - daudzumi jāmaina vaikrājumu daudzums posteņa iet negatīvs izlabotas pirms šī ​​piegāde tiks apstrādāti .
pl_pl: Negatywne zapasów spowoduje negatywnego wyniku przetwarzania dostawy - ilości muszą być zmienione lub ilości zapasów pozycji będzie negatywny skorygowane przed tym stanie będą rozpatrywane.
vi_vn: Cổ phiếu tiêu cực sẽ cho kết quả bằng cách xử lý một giao tiêu cực - số lượng được thay đổi, số lượng cổ phiếu của mặt hàng đó sẽ tiêu cực sửa chữa trước khi giao hàng này sẽ được xử lý .

source: Entered quantities cannot be greater than the quantity entered on the purchase invoice including the allowed over-receive percentage
ar: دخلت كميات لا يمكن أن تكون أكبر من الكمية التي تم إدخالها على فاتورة الشراء بما في ذلك السماح الإفراط في تلقي النسبة المئوية
et: Sisestatud kogused ei tohi olla suurem kui kogus, kandaostuarve sh lubatud üle saada protsent
fa: مقادیر وارد شده نمی تواند بیشتر از مقدار وارد شده بر روی فاکتور خرید از جمله اجازه دریافت بیش از درصد
fr_lu: Les quantités saisies ne peuvent pas être supérieures à la quantité saisie sur la facture d'achat y compris le pourcentage "over-receive" autorisé
hr_hr: Unesena količine ne može biti veća od količine stupio na kupnje proizvoda , uključujući više od dopuštenog - primiti postotak
ja: 入力した数量が許容オーバー受け取る割合を含め、購入請求書に入力した量を超えることはできません
lv_lv: Ievadītie daudzumi nevar būt lielāks par daudzumu, kas norādīts pirkuma rēķina , tostarp atļauto pār- saņem procentos
pl_pl: Wprowadzone ilości nie mogą być większe niż ilości z zamówienia plus dozwolon procentowe przekroczenie ilości
vi_vn: Số lượng nhập vào không phải có thể lớn hơn so với số lượng nhập vào hóa đơn mua hàng trong đó có hơn - nhận được tỷ lệ phần trăm cho phép

source: Modify the ordered items on the purchase invoice if you wish to increase the quantities
ar: تعديل البنود أمر على فاتورة الشراء إذا كنت ترغب في زيادة كميات
et: Muudatellitud punkte ostuarve , kui soovid koguseid suurendada
fa: اصلاح اقلام دستور داد در فاکتور خرید در صورت تمایل به افزایش مقدار
fr_lu: Modifier les articles commandés sur la facture d'achat si vous souhaitez augmenter les quantités
hr_hr: Izmjena dodijeljene stavke na kupnje proizvoda , ako želite povećati količinu
ja: あなたは量を増やしたい場合、購買伝票の発注した項目を変更します
lv_lv: Modificēt pasūtītās priekšmetus pirkuma rēķina , ja jūs vēlaties , lai palielinātu daudzumu
pl_pl: Zmień ilości na fkaturze zakupu jeśli chcesz zwiększyć ilości
vi_vn: Sửa đổi các mục đặt hàng trên hóa đơn mua hàng nếu bạn muốn tăng số lượng

source: Could not check that the details of the purchase order had not been changed by another user because
ar: لا يمكن التحقق من أن تفاصيل أمر الشراء لم تتغير من قبل مستخدم آخر لأن
et: Ei saa kontrollida , et andmed ostutellimuse ei olnud muutunud teise kasutaja poolt , kuna
fa: ممکن است بررسی کنید که جزئیات سفارش خرید به حال توسط کاربر دیگری چون نشده است تغییر نکرده است
fr_lu: Impossible de vérifier que les détails de la commande n'a pas été changé par un autre utilisateur, car
hr_hr: Ne mogu provjeriti kako će detalji narudžbe nije promijenila od strane drugih korisnika , jer
ja: 注文書の詳細があるため、別のユーザーによって変更されていなかったことを確認しませんでした
lv_lv: Nevarēja pārbaudīt, ka pasūtījuma detaļas netika mainīts cits lietotājs , jo
pl_pl: Nie można sprawdzić czy szczegóły zamówienia nie zostały zmienione prze innego użytkownika ponieważ
vi_vn: Không có thể kiểm tra các chi tiết của các đơn đặt hàng đã không được thay đổi bởi người sử dụng vì

source: The following SQL to retrieve the purchase order details was used
ar: تم استخدام SQL التالية لاسترداد تفاصيل أمر الشراء
et: Järgmine SQL laadida ostutellimuse üksikasjad kasutati
fa: گذاشتن زیر را برای بازیابی خرید جزئیات بیشتر به منظور مورد استفاده قرار گرفت
fr_lu: Le SQL suivante pour récupérer les détails de la commande d'achat a été utilisé
hr_hr: Sljedeći SQL dohvatiti podatke narudžbenice je korišten
ja: 購買発注詳細を取り出す以下のSQLが使われました
lv_lv: Pēc SQL , lai ielādētu pirkuma pasūtījuma informāciju tika izmantota
pl_pl: Użyta fraza SQL
vi_vn: SQL sau đây để lấy các chi tiết đơn đặt hàng đã được sử dụng

source: This order has been changed or invoiced since this delivery was started to be actioned
ar: تم تغيير هذا النظام أو فواتير منذ أن بدأ هذا التسليم ل يتم اتخاذ إجراءات بشأن
et: See järjekord on muutunud või arve pärast seda tarnet hakati actioned
fa: این دستور تغییر کرده است و یا صورتحساب از آنجایی که این زایمان به ترتیب actioned شروع شد
fr_lu: Cet ordre a été changé ou facturée depuis cette livraison a été commencé à être actionnée
hr_hr: To bi bio promijenjen ili fakturirana jer dostava je počeo biti actioned
ja: この配信がactionedされ始めていたので、この順序は変更または請求された
lv_lv: Šis rīkojums ir mainījies vai izrakstīts rēķins , jo tas piegāde tika uzsākta , lai actioned
pl_pl: Zamówienie zmieniło się lub zostało zafakturowane od kiedy zaczęto wprowadzać wysyłkę
vi_vn: Đơn hàng này đã được thay đổi hoặc hóa đơn kể từ khi giao hàng này đã được bắt đầu được actioned

source: To enter a delivery against this purchase order
ar: لإدخال التسليم مقابل هذا أمر الشراء
et: Sisestamiseks tarne vastu ostutellimuse
fa: برای وارد شدن به تحویل سفارش خرید در برابر این
fr_lu: Pour entrer une livraison contre ce bon de commande
hr_hr: Za unos dostavu protiv ove narudžbenice
ja: この注文書に対して配信を入力するには
lv_lv: Ievadīt piegādi pret iepirkuma rīkojumu
pl_pl: Aby wprowadzić dostawę do zamówienia zakupu
vi_vn: Để nhập vào một giao hàng theo đơn đặt hàng này

source: it must be re-selected and re-read again to update the changes made by the other user
ar: لا بد من إعادة تحديد و إعادة قراءة مرة أخرى لتحديث التغييرات التي أجراها المستخدم الآخر
et: see tuleb uuesti valida ja uuesti lugema , et uuendada tehtud muudatused teiste kasutajate
fa: باید آن را دوباره انتخاب شده را دوباره بخواند و دوباره برای به روز رسانی تغییرات ایجاد شده توسط کاربر دیگر
fr_lu: elle doit être sélectionnée de nouveau et re-relire pour mettre à jour les modifications apportées par l'autre utilisateur
hr_hr: to mora biti ponovno izabran i ponovno čitati ponovno ažurirati promjene koje su napravljene od strane drugih korisnika
ja: それが再選択され、他のユーザによって行われた変更を更新するために再度再読み込みしなければならない
lv_lv: tā ir atkārtoti izvēlas un atkārtoti lasīt vēlreiz, lai atjauninātu izmaiņas, ko citu lietotāju
pl_pl: musisz je ponownie wybrać i wczytać ze zmianami wprowadzonym przez innego użytkownika
vi_vn: nó phải được tái lựa chọn và đọc lại một lần nữa để cập nhật các thay đổi bởi người sử dụng khác

source: GL Code of the Line Item
ar: كود GL لل بند
et: GL koodrida
fa: کد گرم در بند خط
fr_lu: Code GL du poste
hr_hr: GL Kod stavke retka
ja: 行品目のGLコード
lv_lv: GL kods rindas vienības
pl_pl: Kod KG Pozycji
vi_vn: Mã số sổ cái tài khoản của dòng hàng

source: ShiptRef of the Line Item
ar: ShiptRef لل بند
et: ShiptRef on rida
fa: ShiptRef بند خط
fr_lu: ShiptRef du poste
hr_hr: ShiptRef stavke retka
ja: 行品目の出荷番号
lv_lv: ShiptRef no rindas vienības
pl_pl: Numer Wysyłki Pozycji
vi_vn: ShiptRef của dòng mục

source: Contract Reference of the Line Item
ar: مرجع العقد من بند
et: Leping Viiderida
fa: مرجع قرارداد مورد خط
fr_lu: Référence du contrat du poste
hr_hr: Ugovor Referenca stavke retka
ja: 行品目の契約参照
lv_lv: Līgums Atsauce uz rindas vienības
pl_pl: Numer Kontraktu Pozycji
vi_vn: Hợp đồng tham khảo của dòng mục

source: Quantity Invoiced of the Line Item
ar: الكمية الفواتير الصادرة لل بند
et: Kogus Arve on rida
fa: تعداد مورد از صورتحساب خط
fr_lu: Quantité facturée du poste
hr_hr: Količina Dostavljeni stavke retka
ja: 行品目の請求数量
lv_lv: Daudzums Rēķinā no rindas vienības
pl_pl: Zafakturowana Ilość Pozycji
vi_vn: Số lượng lập hoá đơn của dòng mục

source: Stock Code of the Line Item
ar: قانون الأوراق المالية من بند
et: Stock koodrida
fa: کد بانک از خط مورد
fr_lu: Code stock du poste
hr_hr: Kataloški broj od stavka retka
ja: 行品目の品目コード
lv_lv: Preces kods rindas vienības
pl_pl: Kod Towaru Pozycji
vi_vn: Mã kho cho dòng hàng

source: Order Quantity of the Line Item
ar: الكمية النظام من بند
et: Tellimuse kogusrida
fa: مقدار سفارش از خط مورد
fr_lu: Quantité du poste de la commande
hr_hr: Naručite Količina stavke retka
ja: 行品目の注文数量
lv_lv: Pasūtījuma daudzums no rindas vienības
pl_pl: Zamówiona Ilość Pozycji
vi_vn: Số lượng đặt hàng của các dòng hàng

source: Quantity of the Line Item Already Received
ar: كمية من بند وردت بالفعل
et: Kogusrida juba saanud
fa: تعداد مورد از خط در حال حاضر دریافتی
fr_lu: Quantité du poste "déjà reçu"
hr_hr: Količina od Stavka je već primljeni
ja: 行品目の受入済数量
lv_lv: Daudzums rindas vienības Jau saņemtā
pl_pl: Ilość już dostarczona
vi_vn: Số lượng của dòng mục Đã nhận

source: Select a different purchase order for receiving goods against
ar: حدد أمر الشراء مختلفة لاستقبال البضائع ضد
et: Valige erinev ostutellimuse vastuvõtuks kauba vastu
fa: انتخاب های مختلف برای سفارش خرید کالا در مقابل دریافت
fr_lu: Sélectionner un autre ordre d'achat pour la réception des marchandises en les rapprochant de
hr_hr: Odaberite drugu narudžbu za robu primio od
ja: 異なる購買発注選択 以下の入庫商品
lv_lv: Izvēlēties citu iepirkuma rīkojumu lai saņemtu preci pret to
pl_pl: Wybierz inne zamówienie do wpisania realizacji dostawy
vi_vn: Chọn một đơn đặt hàng khác nhau để tiếp nhận hàng hoá trái với

source: Re-read the updated purchase order for receiving goods against
ar: إعادة قراءة أمر الشراء تحديثها لاستقبال البضائع ضد
et: Uuesti lugeda uuendatud ostutellimuse vastuvõtuks kauba vastu
fa: را دوباره بخواند بههنگام شده در سفارش خرید برای دریافت کالا در مقابل
fr_lu: Re-lire le bon de commande mis à jour pour la réception des marchandises contre
hr_hr: Ponovno pročitatiažurirani narudžbenica za primanje robe od
ja: に対して商品を受け取ったため再読み込み更新発注書
lv_lv: Pārlasījuatjaunināts pirkuma pasūtījums , lai saņemtu preces pret
pl_pl: Wczytaj ponownie zamówienie
vi_vn: Đọc lại các đơn đặt hàng được cập nhật nhận hàng đối với

source: The standard cost of the item being received cannot be retrieved because
ar: التكاليف القياسية في هذا البند التي وردت لا يمكن استرجاعها لأن
et: Standard soetusmaksumust on saanud ei saa taastada , sest
fa: هزینه های استاندارد از آیتم بودن دریافت را نمی توان بازیابی چون
fr_lu: Le coût standard de l'élément en cours de réception ne peut pas être trouvé en raison
hr_hr: Standardni trošak imovine se primili ne mogu dohvatiti , jer
ja: 受信されている項目の標準原価は、取得することはできませんので、
lv_lv: Standarta izmaksu posteņa tiek saņemts nevar iegūt , jo
pl_pl: Nie można znaleźć standardowego kosztu dla dostarczanej pozycji ponieważ
vi_vn: Chi phí tiêu chuẩn của sản phẩm đang được nhận không thể được lấy ra bởi vì

source: The following SQL to retrieve the standard cost was used
ar: تم استخدام SQL التالية لاسترداد التكاليف القياسية
et: Järgmine SQL laadida normkulutuse kasutati
fa: گذاشتن زیر را برای بازیابی هزینه های استاندارد مورد استفاده قرار گرفت
fr_lu: Le SQL suivante pour récupérer le coût standard a été utilisé
hr_hr: Sljedeći SQL dohvatiti standardni trošak je korišten
ja: 標準原価を取り出す以下のSQLが使われました
lv_lv: Pēc SQL , lai iegūtu standarta izmaksas tika izmantota
pl_pl: Użyta fraza SQL:
vi_vn: SQL sau đây để lấy chi phí tiêu chuẩn được sử dụng

source: The purchase order detail record could not be updated with the quantity received because
ar: تعذر تحديث النظام تسجيل تفصيلي الشراء مع الكمية الواردة بسبب
et: Ostutellimus detail rekord ei saa uuendatudkogus saadud, sest
fa: سفارش خرید ضبط جزئیات نمی تواند به روز شده با مقدار دریافت کرد به دلیل
fr_lu: L'enregistrement de détail bon de commande n'a pas pu être mis à jour avec la quantité reçue, car
hr_hr: Pojedinosti narudžbenica zapis nije mogla biti ažurirana skoličinu dobila jer je
ja: 量は、受信したと発注の詳細レコードを更新できませんでしたので、
lv_lv: Pirkuma pasūtījuma detaļas ierakstu nevarēja atjaunināt ardaudzumu, kas saņemts , jo
pl_pl: Pozycje zamówienia nie mogą być zapisane przy dostarczonych ilościach ponieważ
vi_vn: Việc mua bản ghi chi tiết để không có thể được cập nhật với số lượng nhận được bởi vì

source: The following SQL to update the purchase order detail record was used
ar: تم استخدام SQL التالية لتحديث طلب شراء سجل التفاصيل
et: Järgmine SQL uuendada ostutellimuse detail rekord kasutati
fa: گذاشتن زیر برای به روز رسانی خرید منظور ثبت جزئیات مورد استفاده قرار گرفت
fr_lu: Le SQL suivante pour mettre à jour l'enregistrement de détail bon de commande a été utilisée
hr_hr: Sljedeći SQL ažurirati detaljni zapis narudžbenice je korišten
ja: 購買発注詳細レコードを更新する以下のSQLが使われました
lv_lv: Pēc SQL atjaunināt pasūtījuma detaļu ieraksts tika izmantots
pl_pl: Użyta fraza SQL
vi_vn: SQL sau đây để cập nhật các bản ghi chi tiết đơn đặt hàng đã được sử dụng

source: A GRN record could not be inserted
ar: لا يمكن إدراج سجل GRN
et: GRN rekord ei saa sisestatud
fa: ثبت GRN نمی تواند وارد
fr_lu: Échec d'insertion d'une fiche GRN
hr_hr: GRN zapis nije mogao biti umetnut
ja: GRNレコードは挿入することができませんでした
lv_lv: GRN ieraksts nevar tikt ievietots
pl_pl: Rekord dokumentu Pz nie mógł zostać zapisany
vi_vn: Không chèn được hồ sơ GRN

source: This receipt of goods has not been processed because
ar: لم تتم معالجة هذا الإيصال من البضاعة بسبب
et: See kauba kättesaamisest ei ole töödeldud , sest
fa: این رسید کالا نشده است به دلیل پردازش
fr_lu: Cette réception de la marchandise n'a pas été traitée parce
hr_hr: Ovaj zaprimanje robe nije obrađen , jer
ja: この物品の入庫が処理されていないため、
lv_lv: Šo preču saņemšana nav pārstrādāti , jo
pl_pl: Przyjęcie towaru nie zostało prztworzone ponieważ
vi_vn: Nhận hàng hoá này đã không được xử lý bởi vì

source: The following SQL to insert the GRN record was used
ar: تم استخدام SQL التالية لإدراج سجل GRN
et: Järgmine SQL sisestada GRN rekord kasutati
fa: گذاشتن زیر برای وارد کردن رکورد GRN مورد استفاده قرار گرفت
fr_lu: Le SQL suivante pour insérer le record GRN a été utilisée
hr_hr: Sljedeći SQL umetnuti GRN rekord je korišten
ja: GRNレコードを追加する以下のSQLが使われました
lv_lv: Pēc SQL ievietot GRN ieraksts tika izmantots
pl_pl: Użyta fraza SQL
vi_vn: SQL sau đây để chèn các bản ghi GRN được sử dụng

source: stock movement records could not be inserted because
ar: لا يمكن إدراج سجلات حركة المخزون بسبب
et: aktsia liikumise arvestust ei saa lisada , sest
fa: سهام سوابق جنبش نمی تواند به دلیل درج
fr_lu: enregistrements des mouvements de stocks ne pouvait pas être inséré, car
hr_hr: dioničko pokret evidencije ne može umetnuti zbog
ja: 在庫移動レコードが挿入されなかったため
lv_lv: krājumu kustības uzskaites nevarēja ievietota , jo
pl_pl: nie można wprowadzić zmian magazynowych ponieważ
vi_vn: hồ sơ chuyển động cổ phiếu không có thể được chèn vào bởi vì
