Repository: timschofield/KwaMoja-Medical
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar, et, fa, fr_lu, hr_hr, ja, lv_lv, pl_pl, vi_vn

source: A salesman code as returned by the GetSalesmanList function.
ar: مدونة بائع كما يتم إرجاعها بواسطة الدالة GetSalesmanList .
et: Müügimees kood tagastatudGetSalesmanList funktsioon .
fa: کد فروشنده به عنوان توسط تابع GetSalesmanList بازگشت .
fr_lu: Un code vendeur tel que retourné par la fonction "GetSalesmanList".
hr_hr: Prodavač broj već vraćena na GetSalesmanList funkciji .
ja: セールスマンのコードはGetSalesmanList関数によって返される。
lv_lv: Pārdevējs kods, kas atgriezās ar GetSalesmanList funkcijas .
pl_pl: Sprzedawca kod zwrócony przez GetSalesmanList funkcji.
vi_vn: Mã ngu?i bán hàng du?c tr? v? b?ng ch?c nang L?y Danh Sách Ngu?i Bán Hàng

source: This function returns an array of salesman details.
ar: هذه الدالة تقوم بإرجاع صفيف من التفاصيل بائع .
et: See funktsioon tagastab massiivi müügimees detailid .
fa: این تابع یک آرایه از جزئیات فروشنده را بر می گرداند .
fr_lu: Cette fonction retourne un tableau de détails vendeur.
hr_hr: Ova funkcija vraća polje prodavač detaljima .
ja: この機能は、セールスマンの詳細の配列を返します。
lv_lv: Šī funkcija atgriež masīvu pardeveju detaļas.
pl_pl: Funkcja ta zwraca tablicę danych sprzedawcy.
vi_vn: Ch?c nang này tr? v? m?t lo?t chi ti?t v? ngu?i bán

source: This function takes a salesman's name and returns details of that salesman.
ar: هذه الدالة تأخذ اسم بائعا و عوائد تفاصيل هذا بائع .
et: See funktsioon võtabmüüja nimi ja naaseb üksikasjad , et müügimees.
fa: این تابع نام فروشنده و بازده جزئیات آن فروشنده طول می کشد.
fr_lu: Cette fonction prend le nom d'un vendeur et les détails de ce vendeur retourne.
hr_hr: Ova funkcija se prodavač ime i vraća detalje tog prodavač .
ja: この関数は、セールスマンの名前とそのセールスマンの返品の詳細になります。
lv_lv: Šī funkcija tiek pārdevējs vārdu un atgriež informāciju par šo pardeveju .
pl_pl: Funkcja ta pobiera nazwę sprzedawcy i zwraca informacje o tym sprzedawcy.
vi_vn: Chức năng này nhận tên người bán và trả về chi tiết về người bán

source: The name of the salesman of interest.
ar: اسم بائع من الفائدة.
et: Nimi müügimees huvi.
fa: نام فروشنده از علاقه .
fr_lu: Le nom du vendeur d'intérêt.
hr_hr: Ime prodavač interesa .
ja: 単位がもはや存在しません。
lv_lv: Nosaukums pārdevējs interesi.
pl_pl: Nazwa sprzedawcy interesów.
vi_vn: Tên c?a ngu?i bán hàng quan tâm

source: Salesman Details
ar: تفاصيل بائع
et: müügimees Details
fr_lu: Info vendeur
hr_hr: prodavač Brodu
ja: 銀行詳細
lv_lv: pārdevējs Sīkāka informācija
pl_pl: Szczegóły Sprzedawca
vi_vn: chi tiết người bán hàng

source: An array of index/value items describing the salesman to insert.
ar: مجموعة من مؤشر / قيمة البنود واصفا بائع لإدراج.
et: Massiivi indeks / väärtus esemeid kirjeldavad müügimees lisada.
fa: مجموعه ای از اقلام شاخص / ارزش توصیف فروشنده به قرار دادن .
fr_lu: Matrice d'objets / valeur de l'indice décrivant le vendeur à ajouter.
hr_hr: Niz indeksnih / vrijednost stavke koje opisuju prodavač za umetanje .
ja: 挿入するセールスマンを記述する指標/値項目の配列。
lv_lv: Masīva indeksa / vērtība priekšmetu apraksta pārdevējs, lai ievietotu .
pl_pl: Tablica szt. / wartość wskaźnika opisującego sprzedawca wstawić.
vi_vn: M?t lo?t các ch? s?/giá tr? mô t? ngu?i bán hàng d? chèn vào

source: This function returns a list of tax group IDs.
ar: هذه الدالة تقوم بإرجاع قائمة من معرفات مجموعة ضريبة .
et: See funktsioon tagastab loendi maksu grupikoode .
fa: این تابع یک لیست از مالیات بر شناسه گروه را برمی گرداند.
fr_lu: Cette fonction retourne une liste d'identifiants de groupe fiscal.
hr_hr: Ova funkcija vraća popis poreznih grupa ID .
ja: この関数は、税務グループIDのリストを返します。
lv_lv: Šī funkcija atgriež sarakstu ar nodokļu grupas ID .
pl_pl: Funkcja zwraca listę identyfikatorów grupy podatkowej.
vi_vn: Ch?c nang này tr? v? m?t danh sách các ID nhóm thu?

source: This function returns an array of tax group IDs.
ar: هذه الدالة تقوم بإرجاع صفيف من معرفات مجموعة ضريبة .
et: See funktsioon tagastab massiivi maksu grupikoode .
fa: این تابع آرایه ای از مالیات بر شناسه گروه را برمی گرداند.
fr_lu: Cette fonction retourne un tableau d'ID de groupe fiscal.
hr_hr: Ova funkcija vraća niz poreznih grupa ID .
ja: この関数は、税務グループIDの配列を返します。
lv_lv: Šī funkcija atgriež masīvu nodokļu grupas ID .
pl_pl: Funkcja ta zwraca tablicę identyfikatorów grupy podatkowej.
vi_vn: Ch?c nang này tr? v? m?t lo?t các ID nhóm thu?

source: This function takes a tax group ID and returns details of that tax group.
ar: هذه الدالة تأخذ هوية المجموعة الضرائب و العوائد تفاصيل تلك المجموعة ضريبة .
et: See funktsioon võtabmaksu grupi ID ja tagastab andmed selle maksu nimel.
fa: این تابعشناسه گروه مالیاتی و بازده جزئیات آن گروه مالیاتی طول می کشد.
fr_lu: Cette fonction prend un ID de groupe d'intégration fiscale et les détails de ce groupe revient d'impôt.
hr_hr: Ova funkcija ima porezni ID skupine i vraća detalje tog poreza skupine .
ja: この関数は、税務グループIDとその税務グループの返品の詳細になります。
lv_lv: Šī funkcija aizņem nodokļu grupas ID un atgriež informāciju par šo nodokļu grupā .
pl_pl: Funkcja ta pobiera identyfikator grupy podatkowej i zeznaniu szczegóły tej grupy podatkowej.
vi_vn: Ch?c nang này nh?n ID nhóm thu? và tr? v? các chi ti?t v? nhóm thu? dó

source: Tax Group ID
ar: ضريبة معرف المجموعة
et: Maksu Group ID
fr_lu: ID groupe T.V.A.
hr_hr: Porezni ID grupe
ja: 税グループ
lv_lv: Nodokļu Group ID
pl_pl: Grupa NIP
vi_vn: nhóm tên xác định mã thuế

source: A tax group ID as returned by the GetTaxgroupList function.
ar: A معرف مجموعة ضريبة كما يتم إرجاعها بواسطة الدالة GetTaxgroupList .
et: Maks grupp ID nagu tagastabGetTaxgroupList funktsioon .
fa: یک گروه مالیاتی ID توسط تابع GetTaxgroupList بازگشت .
fr_lu: Un ID groupe fiscal (taxe) tel que retourné par la fonction "GetTaxgroupList".
hr_hr: ID porezna grupa već vraćena na GetTaxgroupList funkciji .
ja: 税務グループIDは、 GetTaxgroupList関数によって返される。
lv_lv: Nodokļu grupas ID , kas atgriezās ar GetTaxgroupList funkcijas .
pl_pl: ID grupy podatkowej zwrócony przez GetTaxgroupList funkcji.
vi_vn: M?t ID nhóm thu? du?c tr? v? b?ng ch?c nang L?y Danh Sách Nhóm thu?.

source: This function returns an array of tax group details.
ar: هذه الدالة تقوم بإرجاع صفيف من تفاصيل المجموعة الضرائب .
et: See funktsioon tagastab massiivi maksu rühm täpsustus .
fa: این تابع یک آرایه از جزئیات گروه مالیات را برمی گرداند .
fr_lu: Cette fonction retourne un tableau d'informations sur les groupes d'impôt.
hr_hr: Ova funkcija vraća niz poreznih grupa detaljima .
ja: この関数は、税務グループの詳細の配列を返します。
lv_lv: Šī funkcija atgriež masīvu nodokļu grupas detaļas.
pl_pl: Funkcja ta zwraca tablicę danych grupy podatkowej.
vi_vn: Hàm này tr? v? m?t lo?t các chi ti?t v? nhóm thu?

source: This function returns a list of tax authority IDs.
ar: هذه الدالة تقوم بإرجاع قائمة من معرفات مصلحة الضرائب .
et: See funktsioon tagastab loendi maksuhaldur IDd.
fa: این تابع یک لیست از مالیات بر شناسه اقتدار را بر می گرداند .
fr_lu: Cette fonction retourne une liste d'identifiant de groupe fiscal.
hr_hr: Ova funkcija vraća popis poreznih vlasti iskaznice .
ja: この関数は、税務当局のIDのリストを返します。
lv_lv: Šī funkcija atgriež sarakstu ar nodokļu iestāžu ID .

source: This function takes a tax authority ID and returns details of that tax authority.
ar: هذه الدالة تأخذ هوية مصلحة الضرائب والعوائد تفاصيل ذلك مصلحة الضرائب .
et: See funktsioon võtabmaksuhaldur ID ja tagastab andmed , et maksuhaldurile.
fa: این تابع یک ID اقتدار مالیاتی و بازده جزئیات که قدرت مالیاتی طول می کشد .
fr_lu: Cette fonction prend un ID d'autorité déclarations fiscales et coordonnées de cette autorité fiscale.
hr_hr: Ova funkcija ima porezno tijelo ID i vraća detalje tog poreznog tijela .
ja: この関数は、税務当局のIDとその税務当局の返品の詳細になります。
lv_lv: Šī funkcija aizņem nodokļu iestāde ID un atgriež informāciju par šo nodokļu iestādes .

source: Tax Authority ID
ar: ضريبة ID السلطة
et: Maksuametile ID
fr_lu: ID de l'autorité fiscale
ja: 税務当局

source: A tax Authority ID as returned by the GetTaxAuthorityList function.
ar: A ID مصلحة الضرائب كما يتم إرجاعها بواسطة الدالة GetTaxAuthorityList .
et: Maksuhaldur ID nagu tagastabGetTaxAuthorityList funktsioon .
fa: مالیات اداره ID توسط تابع GetTaxAuthorityList بازگشت .
fr_lu: Un ID autorité fiscale tel que retourné par la fonction "GetTaxgroupList".
hr_hr: ID porezna uprava već vraćena na GetTaxAuthorityList funkciji .
ja: 税局のIDはGetTaxAuthorityList関数によって返される。
lv_lv: Nodokļu iestāde ID , kas atgriezās ar GetTaxAuthorityList funkcijas .

source: This function returns an array of tax authority details.
ar: هذه الدالة تقوم بإرجاع صفيف من التفاصيل مصلحة الضرائب .
et: See funktsioon tagastab massiivi maksuhaldurile andmed.
fa: این تابعمجموعه ای از مالیات بر جزئیات اقتدار را بر می گرداند .
fr_lu: Cette fonction retourne un tableau d' informations de l'administration fiscale .
hr_hr: Ova funkcija vraća niz poreznih vlasti detaljima .
ja: この関数は、税務当局の詳細の配列を返します。
lv_lv: Šī funkcija atgriež masīvu nodokļu iestādes informāciju .

source: This function takes a tax authority ID and returns the rates of tax for the authority.
ar: هذه الدالة تأخذ هوية سلطة الضرائب و ترجع معدلات الضرائب لل سلطة .
et: See funktsioon võtabmaksuhaldur ID ja tagastab maksumääradasutus .
fa: این تابع طول می کشد یک ID اقتدار مالیات و نرخ مالیات برای قدرت می گرداند .
fr_lu: Cette fonction prend un ID de l'autorité fiscale et renvoie les taux d'imposition pour l'autorité .
hr_hr: Ova funkcija ima porezno tijelo ID i vraća stope poreza na vlasti .
ja: この関数は、税務当局のIDを取得し、権威のために税の率を返します。
lv_lv: Šī funkcija aizņem nodokļu iestāde ID un atgriež nodokļu likmes par iestādi .

source: This function returns the tax rates for the authority.
ar: هذه الدالة تقوم بإرجاع معدلات الضرائب للسلطة .
et: See funktsioon tagastab maksumääradasutus .
fa: این تابع نرخ مالیاتی برای قدرت می گرداند.
hr_hr: Ova funkcija vraća poreznih stopa za vlast .
ja: この関数は、権威のために税率を返します。
lv_lv: Šī funkcija atgriež nodokļu likmes iestādes .

source: This function takes a tax group ID and returns the taxes that belong to that tax group.
ar: هذه الدالة تأخذ هوية المجموعة الضرائب وإرجاع الضرائب التي تنتمي إلى تلك المجموعة من الضرائب.
et: See funktsioon võtabmaksu grupi ID ja tagastab makse , mis kuuluvad selle maksu nimel.
fa: این تابع طول می کشد شناسه گروه مالیاتی و مالیات که متعلق به آن گروه مالیاتی می گرداند .
fr_lu: Cette fonction prend un ID de groupe déclarations fiscales et les taxes qui appartiennent à ce groupe d'intégration fiscale .
hr_hr: Ova funkcija ima porezni ID skupine i vraća poreza koji pripadaju toj skupini poreza .
ja: この関数は、税務グループIDを取得し、その納税グループに属している税金を返します。
lv_lv: Šī funkcija aizņem nodokļu grupas ID un atgriež nodokļus , kas pieder pie šīs nodokļu grupai .

source: This function returns a list of customer types.
ar: هذه الدالة تقوم بإرجاع قائمة من أنواع العملاء .
et: See funktsioon tagastab nimekirja klient tüübid.
fr_lu: Cette fonction retourne une liste des types de clients.
hr_hr: Ova funkcija vraća popis kupaca vrste .
ja: この機能は、顧客の種類のリストを返します。
lv_lv: Šī funkcija atgriež sarakstu ar klientu veidiem.
pl_pl: Funkcja ta zwraca listę typów klientów.
vi_vn: Chức năng này trả về danh sách các loại khách hàng

source: This function returns an array of customer types
ar: هذه الدالة تقوم بإرجاع صفيف أنواع العملاء
et: See funktsioon tagastab massiivi kliendi liikide
hr_hr: Ova funkcija vraća niz kupaca vrstama
ja: この機能は、顧客のタイプの配列を返します。
lv_lv: Šī funkcija atgriež masīvu klientu veidiem

source: This function takes a customer type ID and returns details of that customer type.
ar: هذه الدالة تأخذ نوع العميل على معرف وإرجاع تفاصيل من هذا النوع العملاء .
et: See funktsioon võtabkliendi tüüp ID ja tagastab andmed , et kliendi tüüp .
fa: این تابع طول می کشد یک مشتری نوع ID و جزئیات آن نوع مشتری را برمی گرداند .
fr_lu: Cette fonction prend un plus de détails ID client type et retourne de ce type de client.
hr_hr: Ova funkcija ima ID tip korisnika i vraća detalje tog tipa kupaca .
ja: この関数は、顧客タイプIDを取得し、その顧客のタイプの詳細を返します。
lv_lv: Šī funkcija aizņem klienta tipa ID un atgriež informāciju par šo klientu veida .
pl_pl: Funkcja ta pobiera dane i zwraca typ ID klienta tego typu klientów.
vi_vn: chức năng (hàm) khi nhập tên mã khách hàng và trả về chi tiết của khách hàng đó

source: Customer Type ID
ar: العملاء معرف نوع
et: Kliendi tüüp ID
fr_lu: Type d'identification de client
hr_hr: Vrsta klijenta ID
ja: 得意先参照
lv_lv: Klienta tips ID
pl_pl: Typ ID klienta
vi_vn: Mã số loại khách hàng

source: A customer type ID as returned by the GetCustomerTypeList function.
ar: عميل نوع ID كما يتم إرجاعها بواسطة الدالة GetCustomerTypeList .
et: Kliendi liigi ID nagu tagastabGetCustomerTypeList funktsioon .
fa: یک نوع مشتری ID توسط تابع GetCustomerTypeList بازگشت .
fr_lu: Un ID type de client tel que retourné par la fonction "GetCustomerTypeList".
hr_hr: ID vrsta klijenta već vraćena na GetCustomerTypeList funkciji .
ja: 顧客タイプIDは、 GetCustomerTypeList関数によって返される。
lv_lv: Klienta veids ID , kas atgriezās ar GetCustomerTypeList funkcijas .
pl_pl: ID typu klienta zwracane przez GetCustomerTypeList funkcji.
vi_vn: M?t ID lo?i khách hàng du?c tr? v? b?ng ch?c nang L?y Danh Sách Lo?i Khách hàng

source: This function returns an array of customer type details.
ar: هذه الدالة تقوم بإرجاع صفيف من العملاء تفاصيل نوع .
et: See funktsioon tagastab massiivi kliendi tüüp detailid .
fa: این تابع یک آرایه از نوع جزئیات مشتری را بر می گرداند .
fr_lu: Cette fonction retourne un tableau de détails type de client.
hr_hr: Ova funkcija vraća niz vrsta klijenta detaljima .
ja: この関数は、顧客のタイプの詳細の配列を返します。
lv_lv: Šī funkcija atgriež masīvu klientu tipa detaļas.
pl_pl: Funkcja ta zwraca tablicę danych typu klienta.
vi_vn: Hàm này tr? v? m?t lo?t chi ti?t v? lo?i khách hàng

source: Category Details
ar: فئة التفاصيل
et: kategooria üksikasjad
fr_lu: Détails Catégorie
hr_hr: Kategorija Brodu
ja: カテゴリ内容
lv_lv: Kategorija informācija
pl_pl: Szczegóły Kategoria
vi_vn: chi tiết phân loại

source: An array of index/value items describing the stock category to insert.
ar: مجموعة من مؤشر / قيمة البنود التي تصف فئة الأوراق المالية لإدراج.
et: Massiivi indeks / väärtus esemeid kirjeldavad varukategooria lisada.
fa: مجموعه ای از اقلام شاخص / ارزش توصیف رده سهام به قرار دادن .
fr_lu: Matrice d'objets / valeur de l'indice décrivant la catégorie d'actions à ajouter.
hr_hr: Niz indeksnih / vrijednost stavke koje opisuju dionica kategoriju za umetanje .
ja: 挿入する在庫カテゴリを記述する指標/値項目の配列。
lv_lv: Masīva indeksa / vērtība priekšmetu apraksta akciju kategoriju , lai ievietotu .
pl_pl: Tablica szt. / wartość wskaźnika opisującego kategorii czas wstawić.
vi_vn: M?t lo?t các ch? s? m?c / giá tr? hàng mô t? các kho m?c d? chèn vào

source: An array of index/value items describing the stock category to modify.
ar: مجموعة من مؤشر / قيمة البنود التي تصف فئة الأسهم لتعديل .
et: Massiivi indeks / väärtus esemeid kirjeldavad varukategooria muuta .
fa: آرایه از اقلام شاخص / ارزش توصیف رده سهام را تغییر دهید .
fr_lu: Un tableau d'objets / valeur de l'indice décrivant la catégorie d'actions à modifier.
hr_hr: Niz indeksnih / vrijednost stavke koje opisuju dionica kategoriju izmijeniti .
ja: 変更するには、在庫カテゴリを記述する指標/値項目の配列。
lv_lv: Masīva indeksa / vērtība priekšmetu apraksta akciju kategoriju , lai mainītu .
pl_pl: Tablica szt. / wartość wskaźnika opisującego kategorii czas zmienić.
vi_vn: M?t lo?t các ch? s? m?c / giá tr? hàng mô t? các kho m?c d? s?a d?i.

source: This function returns a list of stock category abbreviations.
ar: هذه الدالة تقوم بإرجاع قائمة من الاختصارات فئة الأسهم .
et: See funktsioon tagastab loendi varukategooria lühendeid .
fa: این تابع یک لیست از اختصارات رده سهام را بر می گرداند .
fr_lu: Cette fonction retourne une liste d'abréviations catégorie stock.
hr_hr: Ova funkcija vraća popis zaliha kategorija skraćenica .
ja: この関数は、在庫カテゴリの略語のリストを返します。
lv_lv: Šī funkcija atgriež sarakstu ar akciju kategorijas saīsinājumu .
pl_pl: Funkcja zwraca listę skrótów kategorii fotografia.
vi_vn: Chức năng này trả về một danh sách chữ viết tắt của các kho mục

source: If successful, this function returns an array of stock category ids.
ar: في حال نجاحها ، هذه الدالة تقوم بإرجاع صفيف من فئة IDS الأوراق المالية .
et: Kui see osutub edukaks, tagastab funktsioon massiivi varukategooria IDd.
fa: در صورت موفقیت، این تابع آرایه ای از شناسه های دسته سهام را برمی گرداند.
fr_lu: En cas de succès, cette fonction retourne un tableau des ID de catégorie stock.
hr_hr: Ako uspiju , ova funkcija vraća niz dionica kategorije ids .
ja: 成功した場合、この関数は在庫カテゴリIDの配列を返します。
lv_lv: Ja veiksmīgs , šī funkcija atgriež masīvu akciju kategorijas ID .
pl_pl: Jeśli to się powiedzie, funkcja ta zwraca tablicę identyfikatorów kategorii fotografia.
vi_vn: Nếu thành công, chức năng này sẽ trả về một danh sách ID các kho mục

source: Otherwise an array of error codes is returned and no stock categories are returned.
ar: وإلا يتم إرجاع مجموعة من رموز الخطأ و يتم إرجاع أية فئات الأوراق المالية .
et: Vastasel massiivi veakoodide tagastatakse ja ei stock kategooriad tagastata.
fa: در غیر این صورتمجموعه ای از کدهای خطا بازگردانده میشود و هیچ دسته بندی سهام بازگشت .
fr_lu: Sinon, une matrice de codes d'erreur sera retournée et aucune catégorie ne sera affichée
hr_hr: Inačeniz šifri pogrešaka se vratio i nema zaliha kategorije su se vratili .
ja: そうでない場合はエラーコードの配列が返されず、株式カテゴリは返されません。
lv_lv: Pretējā gadījumāpar kļūdu kodus masīvs tiek atgriezta , un nav akciju kategorijas atgriezta .
pl_pl: W przeciwnym wypadku tablica kodów zwracany jest błąd i nie są zwracane kategorii fotografia.
vi_vn: Nếu không thì một loạt các mã lỗi được trả lại và không có loại hàng trong kho bị trả lại

source: This function takes a stock category ID and returns details of that stock category type.
ar: هذه الدالة تأخذ فئة ID الأسهم وإرجاع تفاصيل تلك الأسهم نوع الفئة.
et: See funktsioon võtabvarukategooria ID ja tagastab andmed kõnealuse aktsia kategooria liik .
fa: این تابع طول می کشد سهام رده ID و جزئیات آن نوع دسته سهام را برمی گرداند .
fr_lu: Cette fonction prend un stock de détails ID de catégorie et les retours de ce type de catégorie d'actions.
hr_hr: Ova funkcija ima ID zaliha kategorija i vraća detalje tog tipa stock kategoriji .
ja: この関数は、在庫カテゴリIDを取得し、その株式のカテゴリタイプの詳細を返します。
lv_lv: Šī funkcija aizņem akciju kategoriju ID un atgriež informāciju par šo akciju kategorijas tipam .
pl_pl: Funkcja ta pobiera dane ID kategorii i zwrotów zapasów tego typu kategorii fotografia.
vi_vn: Chức năng này nhận ID kho mục và trả về chi tiết của các loại kho mục

source: Stock Category ID
ar: الأسهم الفئة معرف
et: Stock kategooria ID
fr_lu: ID catégorie
hr_hr: Stock ID kategorije
ja: 在庫カテゴリ
lv_lv: Preces kategorija ID
pl_pl: Category Stock ID
vi_vn: mã hàng trong kho

source: A Stock Category ID as returned by the *WHAT* function.
ar: مخزون ID الفئة كما عاد من قبل * ما * وظيفة .
et: Stock Kategooria ID on tagastanud * MIS * funktsiooni.
fa: ID سهام رده* آنچه تابع برگردانده می شود.
fr_lu: Un ID catégorie (stock) tel que retourné par la fonction *QU'EST-CE*
hr_hr: ID Stock Kategorija već vraćena od * što * funkcija .
ja: 在庫カテゴリIDは、 *何*関数によって返さ。
lv_lv: Preces kategorija numurs , kā atgriezās ar * KAS * funkciju .
pl_pl: Fotografia Identyfikator kategorii zwracaną przez funkcję * * JAKIE.
vi_vn: M?t ID kho m?c du?c tr? v? b?ng hàm *WHAT*

source: This function returns an array of stock category details.
ar: هذه الدالة تقوم بإرجاع صفيف من فئة من التفاصيل الأوراق المالية .
et: See funktsioon tagastab massiivi varukategooria detailid .
fa: این تابع یک آرایه از جزئیات دسته سهام را برمی گرداند.
fr_lu: Cette fonction retourne une matrice.
hr_hr: Ova funkcija vraća niz dionica kategorije detalje .
ja: この関数は、在庫カテゴリの詳細の配列を返します。
lv_lv: Šī funkcija atgriež masīvu akciju kategorijas detaļas.
pl_pl: Funkcja ta zwraca tablicę danych kategorii akcji.
vi_vn: Hàm này trả về chi tiết về một loại hàng trong kho

source: Label Name
ar: اسم التسمية
et: Valmistaja nimi
fr_lu: Nom étiquette
hr_hr: Oznaka Naziv
ja: フルネーム
lv_lv: Label Vārds
pl_pl: Nazwa Wytwórnia
vi_vn: Tên nhãn hiệu

source: The category label to search on.
ar: التسمية فئة على البحث في .
et: Kategooria silt otsida .
fr_lu: Étiquette de catégorie à rechercher.
hr_hr: Oznaka kategorije pretraživanje na .
ja: カテゴリラベルを検索します。
lv_lv: Kategorijas etiķetes , lai meklētu .
pl_pl: Etykieta kategorii poszukiwania.
vi_vn: Nhãn các m?c d? tìm ki?m

source: This function returns a list of general ledger account codes.
ar: هذه الدالة تقوم بإرجاع قائمة من رموز حساب دفتر الأستاذ العام .
et: See funktsioon tagastab nimekirja pearaamatu konto koodid .
fr_lu: Cette fonction retourne une liste de codes compte du grand livre général.
hr_hr: Ova funkcija vraća popis glavne knjige kodova .
ja: この関数は、総勘定元帳の勘定コードのリストを返します。
lv_lv: Šī funkcija atgriež sarakstu ar virsgrāmatas kontā kodiem.
pl_pl: Funkcja ta zwraca listę ogólnych kodów kont księgi głównej.
vi_vn: Ch?c nang này tr? v? m?t danh sách Mã s? s? cái tài kho?n

source: This function returns an array of general ledger account codes.
ar: هذه الدالة تقوم بإرجاع صفيف من رموز حساب دفتر الأستاذ العام .
et: See funktsioon tagastab massiivi pearaamatu konto koodid .
fr_lu: Cette fonction retourne un tableau de codes compte du grand livre général.
hr_hr: Ova funkcija vraća niz glavne knjige kodova .
ja: この関数は、総勘定元帳の勘定コードの配列を返します。
lv_lv: Šī funkcija atgriež masīvu virsgrāmatas kontā kodiem.
pl_pl: Funkcja ta zwraca tablicę ogólnych kodów kont księgi głównej.
vi_vn: Ch?c nang này tr? v? m?t lo?t mã s? s? cái tài kho?n

source: This function takes a general ledger account code and returns details of that account.
ar: هذه الدالة تأخذ رمز حساب دفتر الأستاذ العام والعوائد تفاصيل هذا الحساب.
et: See funktsioon võtabpearaamatu konto kood ja tagastab andmed selle konto .
fr_lu: Cette fonction prend un code de compte du grand livre général et les détails retourne de ce compte.
hr_hr: Ova funkcija ima račun glavne knjige kôd i vraća detalje tog računa .
ja: この関数は、総勘定元帳の勘定コードと、そのアカウントの返品の詳細になります。
lv_lv: Šī funkcija aizņem virsgrāmatas kontā kodu un atgriež informāciju par šo kontu .
pl_pl: Funkcja ta pobiera ogólnego kodeksu kont księgi głównej i zwraca informacje o tym koncie.
vi_vn: Ch?c nang này nh?n Mã s? cái tài kho?n và tr? v? chi ti?t v? tài kho?n dó

source: General Ledger Account Code
ar: العام ليدجر رمز الحساب
et: Pearaamatu konto Kood
fr_lu: Code général des comptes du grand livre
hr_hr: Glavna knjiga računa kod
ja: 総勘定元帳勘定問合せ
lv_lv: Virsgrāmatas konta numurs
pl_pl: Kod konta Księgi Głównej
vi_vn: Mã số tài khoản sổ cái

source: A general ledger account code as returned by the GetGLAccountList function.
ar: رمز حساب دفتر الأستاذ العام كما يتم إرجاعها بواسطة الدالة GetGLAccountList .
et: Pearaamatu konto kood tagastatudGetGLAccountList funktsioon .
fr_lu: Un code du grand livre général compte tel que retourné par la fonction "GetGLAccountList".
hr_hr: Glavna knjiga računa kod već vraćena na GetGLAccountList funkciji .
ja: この勘定セクションを参照する総勘定元帳勘定グループ
lv_lv: Virsgrāmatas konta numurs , kas atgriezās ar GetGLAccountList funkcijas .
pl_pl: Ogólnego kodeksu kont księgi głównej zwrócony przez GetGLAccountList funkcji.
vi_vn: Mã s? cái tài kho?n du?c tr? v? b?i ch?c nang L?y Danh Sách S? Cái Tài Kho?n

source: This function returns an array of general ledger account details.
ar: هذه الدالة تقوم بإرجاع صفيف من العام تفاصيل حساب دفتر الأستاذ .
et: See funktsioon tagastab massiivi pearaamatu konto andmed .
fr_lu: Cette fonction retourne une matrice d'info générales des comptes du grand livre.
hr_hr: Ova funkcija vraća polje glavnoj knjizi računa.
ja: この関数は、総勘定元帳のアカウントの詳細の配列を返します。
lv_lv: Šī funkcija atgriež masīvu virsgrāmatas konta datus.
pl_pl: Funkcja ta zwraca tablicę ogólne dane kont księgi głównej.
vi_vn: Hàm này tr? v? m?t lo?t chi ti?t v? s? cái tài kho?n
