Repository: timschofield/KwaMoja-Medical
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar, et, fa, fr_lu, hr_hr, ja, lv_lv, pl_pl, vi_vn

source: Discount Percent
ar: نسبة الخصم
et: Allahindlus protsent
fa: درصد تخفیف
fr_lu: remise (%)
hr_hr: Postotak popusta
ja: 値引率(%)
lv_lv: Atlaide procentos
pl_pl: Upust Procent
vi_vn: phần trăm giảm giá

source: Discount Code
ar: رمز الخصم
et: Allahindlus Kood
fa: کد تخفیف
fr_lu: Code remise
hr_hr: Šifra popusta
ja: 値引きコード
lv_lv: Atlaides kods
pl_pl: Kod Upustu
vi_vn: Mã số chiết khấu

source: Payment Discount Percent
ar: الدفع خصم النسبة المئوية
et: Maksmine Allahindlus Protsent
fa: پرداخت درصد تخفیف
fr_lu: Escompte de paiement (%)
hr_hr: % popusta za plaćanje
ja: 支払値引率(%)
lv_lv: Maksājuma atlaide
pl_pl: Upust płatności
vi_vn: phần trăm chiết khấu thanh toán

source: Tax Reference
ar: مرجع الضرائب
et: maksu viide
fa: مالیات مرجع
fr_lu: Réf. T.V.A.
hr_hr: Porezna poveznica
ja: 税参照
lv_lv: PVN reģistrācijas nr.
pl_pl: Numer podatkowy
vi_vn: Tham khảo thuế

source: There are no payment terms currently defined - go to the setup tab of the main menu and set at least one up first
ar: لا توجد شروط الدفع المحددة حاليا - انتقل إلى علامة التبويب الإعداد من القائمة الرئيسية ومجموعة واحدة على الأقل حتى الأول
et: Puuduvad maksetingimused praegu määratletud - minge Setup peamised menüü ja määrata vähemalt üks kuni esimese
fa: هیچ شرایط پرداخت در حال حاضر وجود دارد تعریف شده -- رفتن به زبانه تنظیمات از منوی اصلی و مجموعه ای حداقل یک تا برای اولین بار
hr_hr: Nema uvjeti plaćanja trenutačno definirani - ići na postavljanje kartici glavnom izborniku i postavite barem jedan do prvog
ja: 現在定義されない支払条件はありません - メインメニューの設定]タブに移動し、最初のうち少なくとも一つを設定する
lv_lv: Nav maksāšanas noteikumus pašlaik definēti - doties uz iestatīšanas cilni uz galveno izvēlni un noteikt vismaz vienu līdz pirmās
pl_pl: Jeszcze nie zdefiniowano terminów płatności. Użyj zakładki Ustawienia menu głównego ustal co najmniej jeden
vi_vn: Không có di?u kho?n thanh toán nào du?c xác d?nh - t?i ph?n cài d?t trong Menu chính và cài d?t ít nh?t m?t di?u kho?n

source: Payment Terms
ar: شروط الدفع
et: Maksetingimused
fa: نحوه پرداخت
fr_lu: Conditions de paiement
hr_hr: Uvjeti plaćanja
ja: 支払条件
lv_lv: Maksājumu termiņi
pl_pl: Warunki Płatności
vi_vn: thời hạn thanh toán

source: There are no credit statuses currently defined - go to the setup tab of the main menu and set at least one up first
ar: لا يوجد مركزا و الائتمان المحددة حاليا - انتقل إلى علامة التبويب الإعداد من القائمة الرئيسية ومجموعة واحدة على الأقل حتى الأول
et: Puuduvad krediidi olekud praegu määratletud - minge Setup peamised menüü ja määrata vähemalt üks kuni esimese
fa: هیچ اعتباری در حال حاضر وضعیت های تعریف شده ای وجود -- رفتن به زبانه تنظیمات از منوی اصلی و مجموعه ای حداقل یک تا برای اولین بار
hr_hr: Nema kredit statusi trenutno definirana - ići na postavljanje kartici glavnom izborniku i postavite barem jedan gore prva
ja: 現在定義されてない信用のステータスがありません - メインメニューの設定]タブに移動し、最初に少なくとも一つを設定
lv_lv: Nav kredīta statusi pašreiz noteikts - doties uz iestatīšanas cilni uz galveno izvēlni un noteikt vismaz vienu līdz pirmās
pl_pl: Jeszcze nie zdefiniowano kategorii kredytowych - użyj zakładki Ustawienia menu głównego i zdefiniuj co najmniej jedną
vi_vn: Chua có tình tr?ng ghi chú nào du?c xác d?nh - di t?i m?c thi?t l?p Tab ? Menu chính và thi?t l?p ít nh?t m?t d?i tu?ng

source: There are no currencies currently defined - go to the setup tab of the main menu and set at least one up first
ar: لا يوجد العملات المحددة حاليا - انتقل إلى علامة التبويب الإعداد من القائمة الرئيسية ومجموعة واحدة على الأقل حتى الأول
et: Puuduvad valuutakoodidest määratletud - minge Setup peamised menüü ja määrata vähemalt üks kuni esimese
fa: واحد پول در حال حاضر هیچ تعریف شده ای وجود -- رفتن به زبانه تنظیمات از منوی اصلی و مجموعه ای حداقل یک تا برای اولین بار
hr_hr: Nema valute trenutno definirane - ići na postavljanje kartici glavnom izborniku i postavite barem jedan do prvog
ja: 現在定義されてない通貨がありません - メインメニューの設定]タブに移動し、最初のうち少なくとも一つを設定する
lv_lv: Nav valūtas pašlaik definēti - doties uz iestatīšanas cilni uz galveno izvēlni un noteikt vismaz vienu līdz pirmās
pl_pl: Jeszcze nie zdefiniowano walut - użyj zakładki Ustawienia menu głównego i zdefiniuj co najmniej jedną
vi_vn: Chua có ti?n t? nào du?c xác d?nh - di t?i m?c thi?t l?p Tab ? Menu chính và thi?t l?p ít nh?t m?t d?i tu?ng

source: Customer Currency
ar: العملة العملاء
et: Kliendi Valuuta
fa: مشتری ارز
fr_lu: Devise du client
hr_hr: Valuta kupca
ja: 得意先通貨
lv_lv: Klienta valūta
pl_pl: Waluta Klienta
vi_vn: Tiền tệ của khách hàng

source: Customer PO Line on SO
ar: العملاء PO الأون SO
et: Kliendi PO Line SO
fa: مشتری خط در صندوق پس
hr_hr: Kupćeva PO linija na SO
ja: 受注上の得意先発注行
lv_lv: Klienta Pārdo&#353;anas rīkojuma iekļaut Iepirkuma rīkojuma rindu
pl_pl: Klient na linii PO SO
vi_vn: Khách hàng PO dòng trên SO

source: Invoice Addressing
ar: فاتورة معالجة
et: arve tegelemine
fa: فاکتور خطاب
fr_lu: Adresse de facturation
hr_hr: Adresiranje računa
ja: 請求住所
lv_lv: Rēķinu nosūtīt uz
pl_pl: Ades Siedziby
vi_vn: Hoá đơn biểu

source: Address to HO
ar: معالجة ل HO
et: Aadress, HO
fa: آدرس به هو
fr_lu: Adresse à "HO"
hr_hr: Adresiraj u sjedište
ja: 本社送付
lv_lv: Sūtīt uz galveno mītni
pl_pl: Adres Centrali
vi_vn: Giải quyết đến HO

source: Address to Branch
ar: معالجة ل فرع
et: Aadress Branch
fa: آدرس به شعبه
fr_lu: Adresse de la succursale
hr_hr: Adresiraj u podružnicu
ja: 支店送付
lv_lv: Sūtīt uz filiāli
pl_pl: Adres Oddziału
vi_vn: Giải quyết đến Chi nhánh

source: Add New Customer
ar: إضافة عميل جديد
et: Lisa uus klient
fa: اضافه کردن مشتریان جدید
fr_lu: Ajouter un client
hr_hr: Dodaj novog kupca
ja: 新得意先追加
lv_lv: Pievienot jaunu klientu
pl_pl: Dodaj Nowego Klienta
vi_vn: Thêm khách hàng mới

source: Require Customer PO Line on SO
ar: تتطلب العملاء PO الأون SO
et: Nõua Kliendi PO Line SO
fa: نیاز مشتری در خط صندوق پس
fr_lu: Exiger du client la ligne PO sur le SO
hr_hr: Zahtijevaju Korisnička PO linija na SO
ja: 受注上の得意先発注行問合せ
lv_lv: Uzrādīt Pārdo&#353;anas rīkojumā Iepirkuma rīkojumu
pl_pl: Klient wymaga bezpośredniej PO w SO
vi_vn: Yêu cầu khách hàng PO dòng trên SO

source: Contact Deleted
ar: الاتصال المحذوفة
fr_lu: Contact supprimé
ja: 支店削除済

source: Add Contact
ar: إضافة جهة اتصال
fr_lu: Ajouter un contact
ja: 連絡先

source: Are you sure you wish to delete this customer contact?
ar: هل أنت متأكد أنك تريد حذف هذا الاتصال بالعملاء ؟
et: Oled sa kindel , et soovid kustutada selle kliendi kontakti?
fr_lu: Voulez-vous supprimer ce contact?
hr_hr: Jeste li sigurni da želite izbrisati ovaj kupca kontakt ?
ja: この仕入先価格を削除してもよろしいですか？

source: Update Customer
ar: تحديث العملاء
et: Uuenda Kliendi
fa: به روز رسانی مشتری
fr_lu: Mettre à jour le client
hr_hr: Ažuriraj kupca
ja: 得意先更新
lv_lv: Labot klientu
pl_pl: Aktualizuj Klienta
vi_vn: Cập nhật khách hàng

source: Delete Customer
ar: حذف العملاء
et: Kustuta Kliendi
fa: حذف مشتری
fr_lu: Supprimer un client
hr_hr: Briši kupca
ja: 得意先削除
lv_lv: Dzēst klientu
pl_pl: Usuń Klienta
vi_vn: Xóa khách hàng

source: Bank Transactions Inquiry
ar: بنك معاملات التحقيق
et: Pangatehingute uurimine
fr_lu: Demande de transaction bancaire
ja: トランザクション問合せ

source: Select criteria for inquiry
et: Valige kriteeriumid küsitlus
fa: انتخاب معیار برای پرس و جو
hr_hr: Odaberite kriterije za upit
ja: 照会のための基準を選択します
lv_lv: Izvēlieties kritērijus izmeklēšanu
pl_pl: Wybierz kryteria zapytania
vi_vn: Chọn tiêu chí điều tra

source: Bank Accounts have not yet been defined. You must first
ar: لم يتم تعريف الحسابات المصرفية .
et: Pangakontod ei ole veel kindlaks määratud.
fa: حساب های بانکی نشده است تعریف شده است. شما باید اول
fr_lu: Comptes bancaires n'ont pas encore été défini. Vous devez d'abord
hr_hr: Bankovni računi još nisu definirani .
ja: 銀行口座には、まだ定義されていない。
lv_lv: Bankas konts vēl nav izveidots, Jums vispirms
pl_pl: Konta Bankowe nie zostały jeszcze utworzone. Musisz najpierw
vi_vn: Tài khoản ngân hàng chưa được xác định. Bạn là đầu tiên

source: Transactions Dated From
ar: المعاملات المؤرخة من
et: Tehingud dateeritud
fr_lu: Transactions depuis
ja: トランザクション

source: Transactions Dated To
ar: المعاملات تعود إلى
et: Tehingud dateeritud
fr_lu: Transactions jusqu'au
ja: トランザクション

source: Show transactions
ar: تظهر المعاملات
et: Näita tehingud
fa: معاملات نمایش
fr_lu: Voir les transactions
hr_hr: Pokaži transakcije
ja: トランザクション表示
lv_lv: Rādīt darījumus
pl_pl: Pokaż transakcji
vi_vn: Hiển thị giao dịch

source: Could not retrieve the bank account details
fr_lu: Impossible de récupérer les détails du compte bancaire
ja: 預金口座詳細の取出にSQLは用いられた

source: There are no transactions for this account in the date range selected
ar: لا توجد أي معاملات لهذا الحساب في نطاق التاريخ المحدد
et: Puuduvad tehinguid selle konto valitud ajavahemikus
fr_lu: Il n'y a pas de transactions pour ce compte durant cette période
hr_hr: Nema transakcija za taj račun u odabrano razdoblje
ja: 表示するトランザクションがありません 以降

source: Account Transactions For
ar: المعاملات حساب لل
et: Konto tehingud
fa: معاملات حساب کاربری برای
fr_lu: Transaction de compte
hr_hr: Računima za
ja: 勘定トランザクション問合せ
lv_lv: Konta transakcijas
pl_pl: Z transakcji
vi_vn: Tài khoản giao dịch cho

source: Between
ar: بين
et: vahel
fa: میان
fr_lu: Entre
hr_hr: između
ja: 間に
lv_lv: starp
pl_pl: między
vi_vn: giữa

source: Transaction type
ar: نوع المعاملة
et: tehingu tüüp
fa: نوع معامله
fr_lu: Type de transaction
hr_hr: Vrsta transakcije
ja: トランザクション
lv_lv: darījuma veids
pl_pl: Typ transakcji
vi_vn: Loại giao dịch

source: Amount in
ar: المبلغ في
et: summa
fa: مبلغ در
fr_lu: Montant en
hr_hr: Iznos u
ja: 総額
lv_lv: summa
pl_pl: Kwota w
vi_vn: S? lu?ng

source: Running Total
ar: تشغيل المشاركات
et: Running kokku
fa: تعداد در حال اجرا
fr_lu: total courant
hr_hr: trčanje Ukupno
ja: 行合計
lv_lv: Running Kopā
pl_pl: Uruchamianie Razem
vi_vn: Ch?y toàn b?

source: Select Another Date
ar: تحديد موعد آخر
et: Vali teine ​​kuupäev
fa: انتخاب یکی دیگر از تاریخ
fr_lu: Sélectionner une autre date
hr_hr: Odaberite neki drugi datum
ja: 品目選択
lv_lv: Izvēlētos citu datumu
pl_pl: Wybierz inną datę
vi_vn: Vui lòng chọn ngày khác

source: Daily Sales Inquiry
ar: التحقيق المبيعات اليومية
fa: روزانه استعلام فروش
fr_lu: Ventes journalières
hr_hr: Pregled dnevne prodaje
ja: GLコード問合せ
lv_lv: Ikdienas Sales Izmeklēšanas
pl_pl: Dzienna sprzedaż śledczej
vi_vn: Yêu cầu đặt hàng hàng ngày

source: Daily Sales
ar: المبيعات اليومية
et: päevakäive
fa: فروش روزانه
fr_lu: Les ventes quotidiennes
hr_hr: Dnevna prodaja
ja: 買掛金
lv_lv: ikdienas Sales
pl_pl: Sprzedaż Daily
vi_vn: Lượng bán hàng ngày

source: Select the month to show daily sales for
ar: اختر الشهر لاظهار المبيعات اليومية لل
et: Vali kuu näidata päevas müük
fa: انتخاب ماه برای نشان دادن فروش روزانه به مدت
fr_lu: Sélectionner un mois pour afficher les ventes quotidiennes
hr_hr: Izbor mjeseca za prikaz dnevne prodaje
ja: ために毎日の売上を表示する月を選択してください
lv_lv: Izvēlēties mēnesi lai parādītu ikdienas apgrozījumu
pl_pl: Wybierz miesiąc, aby pokazać codziennie sprzedaży
vi_vn: Chọn tháng để hiện doanh số bán hàng ngày

source: Month to Show
ar: شهر ل مشاهدة
et: Kuu näitamine
fa: ماه نشان
fr_lu: Mois à afficher
hr_hr: Prikaži mjesec
ja: ヵ月間、締月：
lv_lv: Mēnesis uz Rādīt
pl_pl: Miesiąc do Show
vi_vn: Hiển thị tháng

source: Show Daily Sales For The Selected Month
ar: تظهر المبيعات اليومية لشهر مختارة
et: Näita Daily Sales valitud kuu
fa: فروش نمایش روزانه ماه انتخاب شده
fr_lu: Ventes Daily Show pour le mois sélectionné
hr_hr: Prikaži dnevnu prodaju za odabrani mjesec
ja: 選択した月の毎日の売上を表示
lv_lv: Rādīt ikdienas apgrozījumu izvēlētajā mēnesī
pl_pl: Pokaż Daily sprzedaży za wybrany miesiąc
vi_vn: biểu hiện doanh số bán hàng hàng ngày với tháng lựa chọn

source: The sales data could not be retrieved because
ar: لا يمكن استرجاع البيانات المبيعات بسبب
et: Müügiandmed ei õnnestunud , sest
fa: فروش اطلاعات قابل بازیابی نیست زیرا
fr_lu: Les données sur les ventes n'ont pas pu être récupérés en raison
hr_hr: Podaci o prodaji nisu dohvaćeni zbog
ja: 部品構成表は取り戻しができませんでした理由は
lv_lv: Pārdošanas datus nevarēja izgūt , jo
pl_pl: Dane o sprzedaży nie mógł zostać przywrócony, ponieważ
vi_vn: Không truy xuất được dữ liệu bán hàng

source: Sunday
ar: الأحد
et: pühapäev
fa: یکشنبه
fr_lu: Dimanche
hr_hr: Nedjelja
ja: 概要
lv_lv: Kopsavilkums
pl_pl: Niedziela
vi_vn: chủ nhật

source: Monday
ar: يوم الاثنين
et: esmaspäev
fa: دوشنبه
fr_lu: Lundi
hr_hr: Ponedjeljak
ja: 変更
lv_lv: Pirmdiena
pl_pl: Poniedziałek
vi_vn: thứ hai

source: Tuesday
ar: الثلاثاء
et: teisipäev
fa: سه شنبه
fr_lu: Mardi
hr_hr: Utorak
ja: 火曜日
lv_lv: Otrdiena
pl_pl: Wtorek
vi_vn: thưa ba

source: Wednesday
ar: الأربعاء
et: kolmapäev
fa: چهارشنبه
fr_lu: Mercredi
hr_hr: Srijeda
ja: 水曜日
lv_lv: Tre&#353;diena
pl_pl: Środa
vi_vn: thứ tư

source: Thursday
ar: الخميس
et: neljapäev
fa: پنج شنبه
fr_lu: Jeudi
hr_hr: Četvrtak
ja: 木曜日
lv_lv: Ceturtdiena
pl_pl: Czwartek
vi_vn: thứ năm

source: Friday
ar: الجمعة
et: reede
fa: جمعه
fr_lu: Vendredi
hr_hr: Petak
ja: 日間
lv_lv: Piektdiena
pl_pl: Piątek
vi_vn: thứ sáu

source: Saturday
ar: السبت
et: laupäev
fa: شنبه
fr_lu: Samedi
hr_hr: Subota
ja: 土曜日
lv_lv: Sestdiena
pl_pl: Sobota
vi_vn: thứ bẩy

source: Total Sales for month
ar: إجمالي المبيعات للشهر
et: Kogumüük kuu
fa: کل فروش برای ماه
fr_lu: Total des ventes pour le mois
hr_hr: Ukupna prodaja za mjesec
ja: 試算表 月次：
lv_lv: Kopējais Sales mēnesi
pl_pl: Całkowitej sprzedaży miesięcy
vi_vn: tổng doanh số trong tháng

source: GP%
fa: ٪ پزشک عمومی
ja: 粗利

source: Avg Daily Sales
ar: المتوسط ​​اليومي المبيعات
et: Keskmine päevakäive
fa: میانگین فروش روزانه
fr_lu: Note moyenne des ventes quotidiennes
hr_hr: Prosječna dnevna prodaja
ja: 可能数量
lv_lv: Vid Ikdienas Sales
pl_pl: Średnia dzienna sprzedaż
vi_vn: Lu?ng hàng bán trung mình m?i ngày

source: Dashboard
ar: لوحة أجهزة القياس
et: armatuurlaud
fa: داشبورد
fr_lu: Tableau de bord
hr_hr: ploča s instrumentima
ja: ダッシュボード
lv_lv: mērinstrumentu panelis
pl_pl: tablica rozdzielcza
vi_vn: bảng điều khiển

source: Add reports to your dashboard
ar: إضافة التقارير إلى لوحة التحكم الخاصة بك
et: Lisa aruandeid oma armatuurlauale
fa: اضافه کردن گزارش به داشبورد شما
fr_lu: Ajouter des rapports à votre tableau de bord
hr_hr: Dodajte izvješća na nadzornu ploču
ja: ダッシュボードにレポートを追加
lv_lv: Pievienot ziņojumus paneļa
pl_pl: Dodaj raportów do panelu
vi_vn: Thêm báo cáo vào bảng điều khiển của bạn

source: Customer Balance Listing
ar: قائمة العملاء الرصيد
et: Kliendi Balance pakkumist
fa: مشتری مثال تعادل
fr_lu: État des soldes client
hr_hr: Kupac bilanca Oglas
ja: 得意先残高作表
lv_lv: Klienta atlikumu saraksts
pl_pl: Zestawienie Archiwalnych Sald Klienta
vi_vn: Li?t kê cân d?i khách hàng

source: Customer Balances
ar: أرصدة العملاء
et: Kliendi Kaalud
fa: مشتری ترازو
fr_lu: Soldes client
hr_hr: Kupac Vage
ja: 得意先残高
lv_lv: Klienta atlikumi
pl_pl: Archiwalne Sald Klienta
vi_vn: Cân d?i khách hàng

source: Could not get the date of the last day in the period selected
ar: لم أستطع الحصول على تاريخ اليوم الأخير في الفترة الزمنية المحددة
et: Ei saanudalates viimasest päevast perioodi valik
fa: آیا می توانید تاریخ روز گذشته در دوره انتخاب نشده
fr_lu: Impossible d'obtenir la date de la dernière journée de la période sélectionnée
hr_hr: Ne može se dobiti datum posljednjeg dana u razdoblju od odabranog
ja: 選択した期間の最後の日の日付を取得できませんでした
lv_lv: Nevar noteikt no izvēlētā perioda pēdējo datumu
pl_pl: Nie można określić daty ostatniego dnia w wybranym okresie
vi_vn: Không thể có được ngày của những ngày cuối cùng trong giai đoạn lựa chọn

source: The customer details listing has no clients to report on
ar: تفاصيل العملاء قائمة العملاء لا يوجد لديه أن يقدم تقريرا عن
et: Kliendi andmed loetelu ei ole klientidel aru
fa: لیست جزئیات مشتری ندارد به مشتریان گزارش
fr_lu: La liste des clients de détails n'a pas de clients à faire rapport sur
hr_hr: Popis kupaca detalj nema klijenata na izvješće o
ja: 部品構成表リストはレポートする構成表がありません
lv_lv: Klients detaļas sarakstā nav klientus ziņot par
pl_pl: Szczegóły oferty klient nie ma klientów do sprawozdania
vi_vn: Danh sách khách hàng chi tiết không có khách hàng báo cáo

source: Total balances
ar: مجموع الأرصدة
et: kokku nõuded
fa: توازن تعداد
fr_lu: Total des soldes
hr_hr: Ukupno stanja
ja: 合計残高
lv_lv: Kopā prasības
pl_pl: Razem salda
vi_vn: T?ng cân d?i

source: Debtor Balances
ar: أرصدة المدين
et: võlgnik Kaalud
fa: بدهکار ترازو
fr_lu: Soldes débiteur
hr_hr: Dužnicki Vage
ja: 債務残高
lv_lv: Debitoru atlikumi
pl_pl: Rozliczenia z wierzycielami
vi_vn: Cân d?i ngu?i n?

source: Input criteria for report
ar: معايير المدخلات لل تقرير
et: Sisend kriteeriumid aruanne
fa: معیارهای ورودی برای گزارش
fr_lu: Critères d'entrée pour rapport
hr_hr: Ulazni kriteriji za izvješće
ja: レポートの入力基準
lv_lv: Ieejas kritēriji ziņojumu
pl_pl: Kryteria wejścia do raportu
vi_vn: Tiêu chí đầu vào cho báo cáo

source: Balances As At
ar: الأرصدة كما في
et: Saldod seisuga
fa: همانطور که در ایجاد توازن در
fr_lu: Soldes au
hr_hr: Stanja na dan
ja: 残高時期
lv_lv: Atlikumi uz
pl_pl: Rozliczenia na
vi_vn: Cân d?i nhu t?i

source: Could not retrieve period data because
ar: لا يمكن استرداد البيانات ل فترة
et: Ei saanud tuua perioodi andmeid, sest
fa: آیا بازیابی اطلاعات دوره نه به خاطر
fr_lu: Impossible de récupérer les données, car la période
hr_hr: Nije moguće dohvatiti podatke razdoblje , jer
ja: 期間データのため取得できませんでした
lv_lv: Nevar iegūt perioda datus, jo
pl_pl: Nie mogę odtworzyć danych okresu
vi_vn: Không thể lấy dữ liệu thời gian vì

source: The SQL that failed to get the period data was
ar: كان SQL التي فشلت في الحصول على البيانات الفترة
et: SQL et ei saanud perioodi andmed oli
fa: گذاشتن که موفق به دریافت اطلاعات دوره بود
fr_lu: Échec de la commande SQL d'affichage de la période:
hr_hr: SQL koji nisu uspjeli dobiti podatke o razdoblju bio
ja: 期間データ取得に失敗したSQLでした
lv_lv: SQL nevar iegūt datus par periodu
pl_pl: Użyta fraza SQL:
vi_vn: Cơ sở dữ liệu SQ bị lỗi để lấy được những dữ liệu thời gian

source: Order Delivery Details
ar: أمر التسليم التفاصيل
et: Telli Toimetaja detailid
fa: جزئیات سفارش تحویل
fr_lu: Détails de la livraison
hr_hr: Naručite Detalji o isporuci
ja: 注文納品詳細
lv_lv: Piegādes informācija
pl_pl: Raport Wysyłki Zamówień
vi_vn: Chi tiết giao đơn hàng

source: This page can only be read if an order has been entered
ar: لا يمكن إلا أن قراءة هذه الصفحة إذا تم إدخال أمر
et: Sellel lehel saab lugeda ainult siis, kuiselleks on sõlmitud
fa: این صفحه تنها قادر به خواندن بود اگر منظور وارد شده است
fr_lu: Cette page ne peut être rechargée après la création d'une commande.
hr_hr: Ova stranica može se pročitati akobi unesen
ja: 注文が入力されている場合、このページは読み出しのみ可能
lv_lv: Šo lapu var atvērt, ja ir ievadīts rīkojums
pl_pl: Ta strona może być otworzona tylko, jeśli wybrano zamówienie
vi_vn: Trang này chỉ có thể đọc nếu một đơn đặt hàng đã được nhập vào

source: To enter an order select customer transactions then sales order entry
ar: لإدخال النظام معاملات العملاء حدد ثم دخول النظام المبيعات
et: Sisestamiseks, et valige klienditehinguteks siis Müük Telli kanne
fa: برای وارد شدن به منظور معاملات مشتری را انتخاب کنید سپس سفارش فروش ورود
fr_lu: Pour modifier une commande, sélectionner le menu "Comptes client / commandes
hr_hr: Za ulazak nalog Izaberite klijenta transakcije zatim prodaja bi ulazak
ja: その後オーダーセレクト顧客取引の受注エントリを入力するには
lv_lv: Lai ievadītu rīkojumu, izvēlieties klientu darījumus pēc tam pārdošanas rīkojumu ieceļošanas
pl_pl: Aby wprowadzić zamówienie wybierz klienta, po czym Wprowadzanie Zamówienia
vi_vn: Để nhập lệnh giao dịch khách hàng lựa chọn sau đó nhập đặt hàng

source: This page can only be read if an there are items on the order
ar: لا يمكن إلا أن تقرأ هذه الصفحة إذا كان هناك بنود في النظام
et: Sellel lehel saab lugeda ainult siis, kuiseal on elemente, et
fa: این صفحه تنها قادر به خواندن بود اگر آیتم ها در نظم وجود دارد
fr_lu: Cette page ne peut être lu si un il ya des éléments de l'ordre
hr_hr: Ova stranica može se pročitati akopostoje stavke na red
ja: オーダーの項目がある場合は、このページにのみ読み取ることができます
lv_lv: Šī lapa var lasīt tikai tad, jatajā ir objekti uz pasūtījuma
pl_pl: Ta strona może byź otwarta tylko jeśli zamówienie nie jest puste
vi_vn: Trang này chỉ có thể đọc nếu có những mục đúng trình tự

source: You must enter the person or company to whom delivery should be made
ar: يجب عليك إدخال الشخص أو الشركة الذين تسليم ينبغي بذل
et: Peate sisestamaisik või ettevõte, kellele tarne tuleks
fa: شما باید شخص یا شرکت به چه کسی باید تحویل ساخته شده است را وارد کنید
fr_lu: Vous devez entrer la personne ou la compagnie à laquelle la livraison doit être faite
hr_hr: Mora se unijeti osoba ili poduzeće kojemu se isporučuje
ja: あなたは誰に配信する人や会社を入力する必要がなされるべきである
lv_lv: Jāievada persona vai uzņēmums, kam piegāde būtu jāveic
pl_pl: Musisz wybrać osobę lub firmę do której ma być wykonana wysyłka
vi_vn: Bạn phải nhập người hoặc công ty mà giao hàng phải được thực hiện

source: You should enter the street address in the box provided
ar: يجب أن تقوم بإدخال عنوان الشارع في مربع المقدمة
et: Te peaksite sisestamaaadressi kasti ette
fa: شما باید وارد کنید آدرس خیابانی در جعبه ارائه شده
fr_lu: Vous devez entrer l'adresse dans la case prévue
hr_hr: Trebali biste unijeti adresu ulice u okvir
ja: あなたが表示されたボックスに住所を入力する必要があります
lv_lv: Lūdzu ievadiet piegādes adresi
pl_pl: Musisz wprowadzić adres w odpowiednim polu
vi_vn: You should enter the shipping address in the box provided

source: Orders cannot be accepted without a valid street address
ar: لا يمكن أن تقبل الطلبات بدون عنوان شارع صالح
et: Tellimused ei saa nõustuda ilma kehtiva postiaadress
fa: سفارشات می توانید بدون آدرس خیابان معتبر پذیرفته می شود
fr_lu: Les commandes ne peuvent être acceptées sans une adresse correcte
hr_hr: Narudžbe ne mogu biti prihvaćeni bez valjanog ulica
ja: 注文は有効な住所なしでお受けできません
lv_lv: Orders cannot be accepted without a valid shipping address
pl_pl: Zamówienie nie może być przyjęte bez ważnego adresu
vi_vn: Orders cannot be accepted without a valid shipping address

source: The freight cost entered is expected to be numeric
ar: ومن المتوقع أن تكون رقمية تكلفة الشحن دخلت
et: Kaubavedude maksumus kantakse eeldatavasti numbriline
fa: هزینه حمل و نقل وارد شده است انتظار می رود عددی
fr_lu: Le coût du fret est entré devrait être numérique
hr_hr: Tereta troškova ušao očekuje se brojčana
ja: 入力した運賃は、数値であることが期待されている
lv_lv: Piegādes izdevumiem ir jābūt skaitlim
pl_pl: Koszt transportu musi być numeryczny
vi_vn: The Shipping cost entered is expected to be numeric

source: A recurring order cannot be made from a quotation
ar: لا يمكن إصدار أمر متكرر من الاقتباس
et: Korduvad , et ei ole võimalik teha alatestsitaat
fa: منظور تکرار می تواند از یک نقل قول باشد ساخته نشده است
fr_lu: Une commande récurrente ne peut être créée à partir d'un devis
hr_hr: Ponavljajući kako ne mogu biti izrađene od kotaciju
ja: 定期的な順序は、引用から作ることができません
lv_lv: Regulāro rīkojumu nevar izveidot no piedāvājuma
pl_pl: Nie można zrobić zamówienia okresowego z wyceny
vi_vn: Một lệnh định kỳ không thể được làm từ một báo giá

source: You must select the type of packlist to print
ar: يجب عليك تحديد نوع packlist لطباعة
et: Te peate valima tüüpi packlist printida
fa: شما باید نوع packlist برای چاپ را انتخاب کنید
fr_lu: Vous devez sélectionner le type de packlist à imprimer
hr_hr: Morate odabrati vrstu packlist za ispis
ja: あなたが印刷するpacklistの種類を選択する必要があります
lv_lv: Jums ir izvēlēties, kāda veida packlist , lai izdrukātu
pl_pl: Musisz wybrać typ listu przewozowego do wydruku
vi_vn: Bạn phải chọn loại danh sách bao gói để in

source: An invalid date entry was made
ar: تم إدخال تاريخ غير صالح
et: Vigane tehti kanne
fa: تاریخ ورود نامعتبر است و ساخته شد
fr_lu: Date incorrecte
hr_hr: Unešen je nevaljan datum
ja: 無効な日付入力がされました
lv_lv: Nepareizs datuma formāts
pl_pl: Wprowadzono nieprawidłową datę
vi_vn: đã nhập vào Một ngày không hợp lệ
