Repository: timschofield/KwaMoja-Medical
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar, et, fa, fr_lu, hr_hr, ja, lv_lv, pl_pl, vi_vn

source: There are no tax authorities defined to allocate to this tax group
ar: لا يوجد السلطات الضريبية المحددة لتخصيص ل هذه المجموعة الضريبية
et: Puuduvad maksuhalduri määratud eraldada selle maksu grupp
fr_lu: Il n'y a pas les autorités fiscales définies à affecter à ce groupe d'impôt
hr_hr: Nema poreznim vlastima definirane izdvojiti za ovu skupinu poreznih
ja: この納税グループに割り当てるために定義されない税務当局はありません
lv_lv: Nav nodokļu iestādēm, kas noteiktas piešķirt šai nodokļu grupā
pl_pl: Nie ma organów podatkowych powiązanych z tą grupą podatkową
vi_vn: Không có cơ quan thuế xác định để phân bổ vào nhóm thuế này

source: Are you sure you wish to remove this tax authority from the group?
ar: هل أنت متأكد أنك ترغب في إزالة هذه السلطة الضريبية من المجموعة؟
fr_lu: Voulez-vous supprimer cette taxe de ce groupe?
ja: この仕入先価格を削除してもよろしいですか？

source: The tax province name cannot contain any of the illegal characters
ja: 地域税名は文字列を含むことができません

source: The tax province name may not be empty
ar: قد لا يكون اسم محافظة ضريبة فارغة
et: Maks provintsi nimi ei tohi olla tühi
fr_lu: Le nom de la région ne doit pas être vide
hr_hr: Naziv pokrajina porez ne može biti prazan
ja: 地方税名は空白にできない
lv_lv: Nodokļu provinces nosaukums nedrīkst būt tukšs
pl_pl: Nazwa obszaru podatkowego nie może być pusta
vi_vn: Tên tỉnh thuế có thể không có sản phẩm nào

source: The tax province cannot be renamed because another with the same name already exists.
ar: محافظة ضريبة لا يمكن إعادة تسمية ل آخر مع نفس الاسم موجود بالفعل .
et: Maks provints ei saa ümber nimetada , sest teine ​​sama nime juba olemas.
fr_lu: La province d'impôt ne peut pas être renommé car une autre avec le même nom existe déjà.
hr_hr: Porez pokrajina ne može preimenovati jer je drugi s istim imenom već postoji .
ja: 同じ名前がすでに存在するため、地域税は名前を変更できません。
lv_lv: Nodokļu province nevar pārdēvēt , jo cits ar tādu pašu nosaukumu jau eksistē .
pl_pl: Nazwa obszaru podatkowego nie może być zmieniona ponieważ obszar o takiej nazwie już istnieje
vi_vn: Tỉnh thuế không có thể được đổi tên bởi vì khác với cùng tên đã tồn tại.

source: Could not update tax province
ar: تعذر تحديث محافظة الضرائب
et: Pole võimalik uuendada maksu maakond
fr_lu: Impossible de mettre la province d'impôt
hr_hr: Ne može se ažurirati porezne pokrajinu
ja: 地方税更新不可
lv_lv: Nevarēja atjaunināt nodokļu province
pl_pl: Nie można zmienić obszaru podatkowego ponieważ
vi_vn: Không thể cập nhật tỉnh thuế

source: Tax province name changed
ar: تغيير اسم محافظة الضرائب
et: Maksu provintsi nimi muudetud
fa: تغییر نام استان مالیاتی
fr_lu: Le nom de la région T.V.A. a changé
hr_hr: Porezna pokrajina ime promijenjeno
ja: 地方税名称変更済
lv_lv: Nodokļu provinces nosaukums mainīts
pl_pl: Nazwa obszaru podatkowego zmieniona
vi_vn: Thuế tỉnh thay đổi tên

source: The tax province no longer exists
ar: محافظة الضرائب لم يعد موجودا
et: Maks provintsis ei ole enam olemas
fr_lu: La province d'impôt n'existe plus
hr_hr: Porez pokrajina više ne postoji
ja: 地域税は、もはや存在しません
lv_lv: Nodokļu province vairs nepastāv
pl_pl: Obszar podatkowy nie istnieje
vi_vn: Tỉnh thuế không còn tồn tại

source: The tax province cannot be created because another with the same name already exists
ar: لا يمكن إنشاء محافظة الضرائب لأنه مع آخر بنفس الاسم موجود بالفعل
et: Maks provints ei saa luua, sest teine ​​sama nime juba olemas
fr_lu: La province d'impôt ne peut pas être créé parce qu'un autre avec le même nom existe déjà
hr_hr: Porez pokrajini ne može biti stvorena jer je drugi s istim imenom već postoji
ja: 同じ名前がすでに存在するので、地域税は作成できません
lv_lv: Nodokļu province nevar izveidot, jo cits ar tādu pašu nosaukumu jau eksistē
pl_pl: Obszar podatkowy nie może być utworzony ponieważ obszar o takiej nazwie już istnieje
vi_vn: Tỉnh thuế không có thể được tạo ra bởi vì khác với cùng tên đã tồn tại

source: Could not add tax province
ar: لا يمكن أن تضيف محافظة الضرائب
et: Ei saa lisada käibemaksu maakond
fr_lu: Impossible d'ajouter province d'impôt
hr_hr: Ne može se dodati porez pokrajinu
ja: 地方税追加不可
lv_lv: Neizdevās pievienot nodokļu province
pl_pl: Nie mogę dodać nowego obszaru podatkowego
vi_vn: Không có thêm tỉnh thuế

source: Could not add tax authority rates for the new dispatch tax province. The rates of tax will not be able to be added - manual database interaction will be required to use this dispatch tax province
ar: لا يمكن إضافة أسعار مصلحة الضرائب للمحافظة ضريبة الإرسال الجديدة .
et: Ei saa lisada maksuhaldur määrad uue lähetamise maksu provintsis.
fa: می تواند میزان قدرت مالیاتی برای اعزام استان مالیاتی جدید را اضافه نمی کند .
fr_lu: Impossible d'ajouter taux administration fiscale de la province taxe de dédouanement de nouvelles. Les taux d'impôt ne sera pas en mesure d'être ajouté - l'interaction de base de données manuelle sera nécessaire d'utiliser cette dépêche province d'impôt
hr_hr: Ne može se dodati stope porezno tijelo za novog poreznog otpreme pokrajini .
ja: 新しい発送地域税の税率を追加できませんでした。税率は追加できません - マニュアルデータベースインタラクションはこの発送地域税の使用を要求されます
lv_lv: Neizdevās pievienot nodokļu iestāde likmes jaunajām nosūtīšanas nodokļu provincē .
pl_pl: Nie można dodać stawek podatkowych dla nowego obszaru podatkowego. Nie będzie możliwe dodanie nowych stawek dla wysyłek do tego regionu. Konieczna będzie ręczna ingerencja w bazę danych aby móc używać tego obszaru.
vi_vn: Không thể thêm các tỉ giá cơ quan thuế cho các tỉnh thuế công văn mới .

source: Errors were encountered adding this tax province
ar: تمت مصادفة أخطاء مضيفا هذه المحافظة ضريبة
et: Vead tekkisid lisades selle maksu maakond
fa: اضافه کردن خطاهای این استان مالیاتی مواجه شدند
fr_lu: Erreurs lors de l'ajoût de cette taxe régionale
hr_hr: Pogreške su naišli dodao ovu pokrajinu poreza
ja: この地域税を追加してエラーに直面しました
lv_lv: Kļūdas radās Pievienojot šo nodokļu province
pl_pl: Wykryto błędy przy dodawaniu tego obszaru podatkowego
vi_vn: Gặp lỗi thêm tỉnh thuế này

source: New tax province added
ar: وأضاف مقاطعة الضريبة الجديدة
et: Uus maks provintsis lisatud
fr_lu: Nouvelle région fiscale ajoutée
hr_hr: Nova porezna pokrajina dodano
ja: 新地方税追加
lv_lv: Jaunais nodoklis province pievienotās
pl_pl: Dodano nowy obszar podatkowy
vi_vn: Tỉnh thuế mới được bổ sung

source: Cannot delete this tax province because it no longer exists
ar: لا يمكن حذف هذه المحافظة ضريبة لأنه لم يعد موجودا
et: Ei saa kustutada seda maksu provintsis , sest see ei ole enam olemas
fr_lu: Impossible de supprimer cette province d'impôt parce qu'il n'existe plus
hr_hr: Ne može se izbrisati ovu poreznu pokrajinu jer više ne postoji
ja: もはや存在しないのでこの地域税を削除することができません
lv_lv: Nevar izdzēst šo nodokļu provinci , jo tā vairs nepastāv
pl_pl: Nie można usunąć obszaru podatkowego ponieważ taki obszar nie istnieje
vi_vn: Không thể xóa tỉnh thuế này vì nó không còn tồn tại

source: Cannot delete this tax province because at least one stock location is defined to be inside this province
ar: لا يمكن حذف هذه المحافظة الضرائب لأنه يتم تعريف واحد على الأقل موقع الأوراق المالية أن تكون داخل هذه المحافظة
et: Ei saa kustutada seda maksu provintsis , sest vähemalt üks aktsia asukoht on määratletud sees olema see provints
fr_lu: Impossible de supprimer cette province d'impôt parce que au moins un lieu de stockage est défini comme étant à l'intérieur de cette province
hr_hr: Ne može se izbrisati ovu pokrajinu poreza , jer najmanje jedna dionica lokacija se definira da se unutar ove provincije
ja: この地域に少なくとも1つの在庫場所が定義されているので、この地域税を削除することができません
lv_lv: Nevar izdzēst šo nodokļu provinci , jo vismaz vienai akciju atrašanās vieta ir definēta , ir iekšā šajā provincē
pl_pl: Nie można usunąć tej prowincji podatku dochodowego, ponieważ co najmniej jeden czas lokalizację określa się wewnątrz tej prowincji
vi_vn: Không thể xóa tỉnh thuế này vì ít nhất một vị trí cổ phiếu được định nghĩa là trong tỉnh này

source: stock locations that refer to this tax province
ar: مواقع الأسهم التي تشير إلى هذه المحافظة الضريبية
et: aktsia kohtades , mis viitavad selle maksu maakond
fr_lu: emplacements de stock qui renvoient à cette province d'impôt
hr_hr: dioničko lokacije koje se odnose na ovu poreza pokrajini
ja: この地域税が属している在庫場所
lv_lv: akciju vietas, kas attiecas uz šo nodokļu provincē
pl_pl: magazyny zlokalizowane w tym obszarze
vi_vn: địa điểm chứng khoán đề cập đến tỉnh thuế này

source: tax province and any tax rates set for it have been deleted
ar: محافظة الضرائب و أي معدلات الضريبة المحددة ل تم حذفه
et: maks provintsis ja maksu määrasid see on kustutatud
fa: استان مالیاتی و هر گونه نرخ مالیات برای آن حذف شده است
fr_lu: province d'impôt et les taux d'imposition fixés pour ce dernier ont été supprimés
hr_hr: Porez pokrajina i sve porezne stope postavljen za što su izbrisane
ja: それに設定される地域税と税率は削除されました
lv_lv: nodokļu province un jebkuras nodokļu likmes, kas , lai tas ir svītroti
pl_pl: obszar podatkowy i wszystkie zdefiniowane dla niego stawki podatkowe zostały usunięte
vi_vn: tỉnh thuế và các mức thuế suất đặt cho nó đã bị xóa

source: Tax Provinces
ar: المحافظات الضرائب
et: maksu provintsid
fr_lu: Région(s)
hr_hr: Porezni provincija
ja: 地方税
lv_lv: nodokļu Provinces
pl_pl: Obszary Podatkowe
vi_vn: Các tỉnh thuế

source: Review Tax Provinces
ar: استعراض المحافظات الضرائب
et: Vaadata üle maksu provintsid
fr_lu: Modifier le nom de la région
hr_hr: Pregled poreznih provincije
ja: 地方税確認
lv_lv: Pārskatīt nodokļu provincēs
pl_pl: Przegląd Obszarów Podatkowych
vi_vn: Xem xét tỉnh thuế

source: Could not retrieve the requested tax province, please try again.
ar: لا يمكن استرداد ضريبة المقاطعة المطلوبة، يرجى المحاولة مرة أخرى .
et: Ei saanud kätte nõutud maksu provintsis, palun proovige uuesti.
fr_lu: Impossible de récupérer la province d'impôt demandé, s'il vous plaît essayer à nouveau.
hr_hr: Ne mogu dohvatiti traženi porezni pokrajinu , pokušajte ponovno .
ja: 要請された地域税を取り戻すことができません、再度要請してください。
lv_lv: Nevarēja iegūt pieprasītās nodokļu provinci , lūdzu, mēģiniet vēlreiz .
pl_pl: Nie można odtworzyć żądanego obszaru podatkowego, spróbuj ponownie
vi_vn: Không thể lấy lại tỉnh thuế được yêu cầu , hãy thử lại .

source: Tax Province Name
ar: ضريبة اسم مقاطعة
et: Maksu provintsi nimi
fr_lu: Nom de la région
hr_hr: Porezna Province Ime
ja: 地方税名称
lv_lv: Nodokļu Province Vārds
pl_pl: Nazwa Obszaru Podatkowego
vi_vn: Tên thuế tỉnh

source: Edit/Review Tax Authorities
ar: تعديل / مراجعة السلطات الضريبية
et: Edit / Review maksuasutused
fr_lu: Modifier / Afficher les autorités fiscales
hr_hr: Uredi / pregled poreznih vlasti
ja: 税務当局編集/確認
lv_lv: Rediģēt / Pārskatīt nodokļu iestādēm
pl_pl: Edycja/Przegląd Organów Podatkowych
vi_vn: Chỉnh sửa / đánh giá của cơ quan thuế

source: Edit/Review Tax Groupings
ar: تعديل / مراجعة التجمعات ضرائب
et: Edit / vaadata üle maksu- ühendused
fr_lu: Modifier / Examiner Groupements d'impôt
hr_hr: Uredi / pregled poreznih grupacije
ja: 税グループ編集/確認
lv_lv: Rediģēt / Pārskatīt nodokļu grupējumi
pl_pl: Edycja/Przegląd Grup Podatkowych
vi_vn: Chỉnh sửa / đánh giá của nhóm thuế

source: Edit/Review Tax Categories
ar: تحرير / استعراض فئات الضريبة
et: Edit / Review Maksu Kategooriad
fr_lu: Modifier / Examiner les catégories d'impôt
hr_hr: Uredi / pregled porezne kategorije
ja: 税カテゴリ編集/確認
lv_lv: Rediģēt / Pārskatīt nodokļu kategorijas
pl_pl: Edycja/Przegląd Kategorii Podatkowych
vi_vn: Chỉnh sửa / đánh giá của loại thuế

source: Top Items Searching
ar: الأعلى العناصر تبحث
et: Top Kirjed otsimine
fr_lu: Recherche meilleures ventes
hr_hr: Top Proizvodi Pretraživanje
ja: 検索トップ項目
lv_lv: Top preces Meklēšana
pl_pl: Top przedmioty Wyszukiwanie
vi_vn: Đầu mục Tìm kiếm

source: Top Sales Order Search
ar: أعلى مبيعات ترتيب البحث
et: Top Müük Telli Otsi
fr_lu: Recherche des meilleures ventes
hr_hr: Top Sales Order Traži
ja: 販売受注
lv_lv: Top Pārdošanas pasūtījumu Meklēt
pl_pl: Top zlecenia sprzedaży Search
vi_vn: Đầu bán hàng đặt hàng Tìm kiếm

source: Select Order By
ar: اختر ترتيب حسب
et: Vali Telli
fr_lu: Sélectionner l'ordre de tri
hr_hr: Odaberite Poredak po
ja: 注文品目選択
lv_lv: Izvēlēties pasūtījumu Līdz
pl_pl: Wybierz Na Zamówienie
vi_vn: Chọn đơn hàng theo

source: Total Pieces
ar: القطع الكلي
et: Kokku Pieces
fr_lu: Total pièces
hr_hr: Ukupno komada
ja: 合計価格
lv_lv: kopējais Pieces
pl_pl: Razem Elementów
vi_vn: Tổng số Pieces

source: Value of Sales
ar: قيمة المبيعات
et: Müügiväärtus
fr_lu: Valeur des ventes
hr_hr: Vrijednost prodaje
ja: 販売課税
lv_lv: Vērtība Sales
pl_pl: Wartość sprzedaży
vi_vn: Giá trị bán hàng

source: With less than
ar: مع أقل من
et: Vähem kui
fa: با کمتر از
hr_hr: S manje od
ja: 未満の
lv_lv: Ar mazāk nekā

source: Days of Stock (QOH + QOO) Available
ar: أيام من ألبوم ( QOH + QOO ) متوفر
et: Days of Stock ( QOH + Qoo ) Saadaval
fa: روز از انبار ( QOH + QOO ) موجود
fr_lu: Journées d'actions ( QOH + QOO ) disponibles
hr_hr: Dani lageru ( QOH + QOO ) Dostupan
ja: 利用可能在庫の日数（ QOH +クー）
lv_lv: Dienas noliktava ( QOH + Qoo ) Pieejams
pl_pl: Dni magazynie ( QOH + Qoo ) Dostępne
vi_vn: Ngày của chứng khoán ( QOH + Qoo ) có sẵn

source: Number Of Top Items
ar: عدد من العناصر العليا
et: Number Of Top valikud
fr_lu: Nombre d'articles
hr_hr: Broj vrhunskih stavki
ja: トップ項目数
lv_lv: Number Of Top preces
pl_pl: Ilość Top przedmioty
vi_vn: Số Of Top mục

source: Top Sales Items List
ar: أعلى المبيعات قائمة وحدات
et: Top Sales elementide nimekirja
fr_lu: Meilleures ventes
hr_hr: Top Prodaja Proizvodi Popis
ja: 売上請求
lv_lv: Top Sales Preces saraksts
pl_pl: Top Lista przedmioty sprzedaży
vi_vn: Đầu bán hàng Danh sách mục

source: Value Sales
ar: قيمة المبيعات
et: väärtus Müük
fr_lu: Valeur des ventes
hr_hr: Vrijednost prodaje
ja: 値
lv_lv: vērtība Sales
pl_pl: Wartość sprzedaży
vi_vn: Giá trị bán hàng

source: Stock (Days)
ar: الأوراق المالية (أيام )
hr_hr: Stock ( Dana )
ja: 品目ID

source: Print To PDF
ar: الطباعة إلى PDF
et: Trüki PDF
fr_lu: Imprimer au format PDF
hr_hr: Ispis u PDF
ja: PDF印刷
lv_lv: Izdrukāt uz PDF
pl_pl: Drukowanie do PDF
vi_vn: In dạng PDF

source: Units Of Measure
ar: وحدات القياس
et: Mõõtühikud
fr_lu: Unités de mesure
hr_hr: Mjerne
ja: 単位
lv_lv: Mērvienības
pl_pl: Jednostki Miary
vi_vn: Ðon v? do lu?ng

source: The unit of measure cannot contain any of the illegal characters
ja: 単位は文字列を含むことができません

source: The unit of measure may not be empty
ar: وحدة القياس قد لا يكون فارغا
et: Mõõtühik ei pruugi olla tühi
fr_lu: L'unité de mesure ne peut pas être vide
hr_hr: Jedinica mjere ne može biti prazan
ja: 単位は空白にできない
lv_lv: Mērvienības lauks ir jāaizpilda
pl_pl: Nazwa jednostki nie może być pusta
vi_vn: Đơn vị đo lường không được để trống

source: The unit of measure can not be renamed because another with the same name already exist.
ar: لا يمكن إعادة تسمية وحدة القياس ل آخر بنفس الاسم موجود مسبقا.
et: Mõõtühik ei saa ümber nimetada , sest teine ​​sama nime juba olemas.
fr_lu: L'unité de mesure ne peut pas être renommé car une autre avec le même nom existe déjà.
hr_hr: Jedinica mjere ne mogu se preimenovati jer je drugi s istim imenom već postoji.
ja: 他にすでに同じ名前で存在するからと単位は名前を変更できません。
lv_lv: Mērvievības nosaukumu nevar mainīt, jo jau eksistē mērvienība ar &#353;ādu nosaukumu
pl_pl: Nazwa jednostki nie może być zmieniona, ponieważ istnieje inna jednostka o tej nazwie
vi_vn: Không d?t l?i tên cho don v? do lu?ng du?c vì dã t?n t?i tên này

source: The unit of measure no longer exist.
ar: وحدة القياس لم تعد موجودة .
et: Mõõtühik ei ole enam olemas .
fr_lu: L'unité de mesure n'existent plus.
hr_hr: Jedinica mjere više ne postoje .
ja: 単位がもはや存在しません。
lv_lv: Mērvienība vairs neeksistē
pl_pl: Jednostka miary nie istnieje
vi_vn: Ðon v? do lu?ng không còn t?n t?i

source: Unit of measure changed
ar: تغيير وحدة القياس
et: Mõõtühik muutunud
fr_lu: Unité de mesure modifiée
hr_hr: Jedinica mjere promijenila
ja: 単位が変更された
lv_lv: Mervienība tika mainīta
pl_pl: Jednostka miary zmieniona
vi_vn: Ðon v? do lu?ng dã du?c thay d?i

source: The unit of measure can not be created because another with the same name already exists.
ar: لا يمكن إنشاء وحدة القياس ل آخر مع نفس الاسم موجود بالفعل .
et: Mõõtühik ei saa luua, sest teine ​​sama nime juba olemas.
fr_lu: L'unité de mesure ne peut pas être créé parce qu'un autre avec le même nom existe déjà.
hr_hr: Jedinica mjere ne može biti stvorena jer je drugi s istim imenom već postoji .
ja: 他に同じ名前ですでに存在するので単位は作成できません。
lv_lv: Mērvienību nevar izveidot, jo jau eksistē mērvienība ar &#353;ādu nosaukumu
pl_pl: Jednostka nie może być utworzona, ponieważ istnieje już inna jednostka o tej nazwie
vi_vn: Không t?o du?c don v? do lu?ng vì tên này dã t?n t?i

source: New unit of measure added
ar: وحدة جديدة للقياس وأضاف
et: Uus mõõtühik lisatud
fr_lu: Nouvelle unité de mesure ajouté
hr_hr: Nova jedinica mjere dodano
ja: 新しい単位が追加された
lv_lv: Jauna mērvienība tika pievienota
pl_pl: Dodano nową jednostkę miary
vi_vn: Ðon v? do lu?ng dã du?c thêm vào

source: Could not update unit of measure
ar: تعذر تحديث وحدة القياس
et: Pole võimalik uuendada mõõtühik
fr_lu: Impossible de mettre à jour l'unité de mesure
hr_hr: Ne može se ažurirati mjerne jedinice
ja: 測定単位を更新できませんでした
lv_lv: Nevar labot mērvienību
pl_pl: Nie można zmienić jednostki miary
vi_vn: Không c?p nh?t du?c don v? do lu?ng

source: Cannot delete this unit of measure because it no longer exist
ar: لا يمكن حذف هذه وحدة القياس لأنها لم تعد موجودة
et: Ei saa kustutada seda mõõtühik , sest see ei ole enam olemas
fr_lu: Impossible de supprimer cette unité de mesure car il n'existe plus
hr_hr: Ne može se izbrisati ovu jedinicu mjere , jer više ne postoji
ja: それはもはや存在しないため、測定のこのユニットを削除することはできません
lv_lv: Nevar izdzēst &#353;o mērvienību, jo tā vairāk neeksistē
pl_pl: Nie można usunąć jednostki miary ponieważ jednostka nie istnieje
vi_vn: Không xóa b? du?c don v? do lu?ng này vì nó không còn t?n t?i

source: Cannot delete this unit of measure because inventory items have been created using this unit of measure
ar: لا يمكن حذف هذه وحدة القياس لأنه تم إنشاؤها أصناف المخزون باستخدام هذه الوحدة القياس
et: Ei saa kustutada seda mõõtühik sest inventari on loodud kasutades seda mõõtühik
fr_lu: Impossible de supprimer cette unité de mesure parce que les articles en stock ont été créés à l'aide de cette unité de mesure
hr_hr: Ne može se izbrisati ovu jedinicu mjere , jer inventara stvoreni su pomoću ovog mjerne jedinice
ja: インベントリ項目を測定、このユニットを使用して作成されているので、測定のこのユニットを削除することはできません
lv_lv: Nevar izdzēst mērvienību, jo ir preces ar &#353;o mērvienību
pl_pl: Nie można usunąć jednostki miary ponieważ istnieją towary utworzone z wykorzystaniem tej jednostki
vi_vn: Không xóa b? du?c don v? do lu?ng này vì nó du?c dùng trong vi?c t?o các hàng t?n kho

source: inventory items that refer to this unit of measure
ar: أصناف المخزون التي تشير إلى هذا وحدة القياس
et: inventari , mis viitavad käesolevale mõõtühik
fr_lu: les articles en stock qui renvoient à cette unité de mesure
hr_hr: inventara koji se odnose na ovu jedinicu mjere
ja: 測定のこのユニットを参照するインベントリ項目
lv_lv: preces, kuras attiecas uz &#353;o mērvienību
pl_pl: towary odnoszące się do tej jednostki miary
vi_vn: Các m?t hàng t?n kho d?n t?i don v? do lu?ng này

source: unit of measure has been deleted
ar: تم حذف وحدة القياس
et: mõõtühik on kustutatud
fr_lu: unité de mesure a été supprimée
hr_hr: jedinica mjere je izbrisan
ja: 単位が削除された
lv_lv: mērvienība tika izdzēsta
pl_pl: Jednostka miary została usunięta
vi_vn: Đơn vị đo lường đã được xóa

source: Could not get unit of measures because
ar: لم أستطع الحصول على وحدة من التدابير ل
et: Ei saanud üksus meetmete tõttu
fr_lu: Impossible d'obtenir les unités de mesure en raison
hr_hr: Ne može se dobiti jedinicu jer mjera
ja: 施策の単位理由を取得できませんでした
lv_lv: Nevar iegūt mērvienību, jo
pl_pl: Nie mogę pobrać jednostek miary ponieważ
vi_vn: Không l?y du?c don v? do lu?ng vì

source: Are you sure you wish to delete this unit of measure?
ar: هل أنت متأكد أنك تريد حذف هذه وحدة القياس ؟
fr_lu: Voulez-vous supprimer cette unité de mesure?
ja: この仕入先価格を削除してもよろしいですか？

source: Review Units of Measure
ar: وحدات استعراض قياس
et: Review Mõõtühikud
fr_lu: Affichage des unités de mesure
hr_hr: Pregled jedinica mjere
ja: 単位の確認
lv_lv: Mērvienību pārskats
pl_pl: Przegląd Jednostek Miary
vi_vn: Xem lại đơn vị đo lường

source: Could not retrieve the requested unit of measure, please try again.
ar: لا يمكن استرداد الوحدة المطلوبة للقياس ، يرجى المحاولة مرة أخرى .
et: Ei saanud kätte soovitud mõõtühik , palun proovige uuesti.
fr_lu: Impossible de récupérer l'unité de mesure requise, s'il vous plaît essayer à nouveau.
hr_hr: Ne mogu dohvatiti traženu mjernu jedinicu , pokušajte ponovno .
ja: 措置の要求された単位を取得できませんでした、もう一度やり直してください。
lv_lv: Nevar iegūt pieprasīto mērvienību, lūdz meiģiniet vēlreiz
pl_pl: Nie mogę odtworzyć żądanej jednostki miary, spróbuj ponownie
vi_vn: Không truy xu?t du?c don v? do lu?ng theo yêu c?u, vui lòng th? l?i

source: File contains
ar: يحتوي ملف
et: fail sisaldab
fa: پرونده حاوی
fr_lu: Le fichier contient un(e)
hr_hr: datoteka sadrži
ja: ファイルが含まれています
lv_lv: fails satur
pl_pl: Plik zawiera
vi_vn: Tệp tin chứa

source: File contains incorrect headers
ar: يحتوي ملف رؤوس غير صحيحة
et: Fail sisaldab ebaõiget päised
fa: فایل حاوی هدر نادرست
fr_lu: Le fichier contient têtes incorrectes
hr_hr: Datoteka sadrži netočne zaglavlja
ja: ファイルには、誤ったヘッダが含まれ
lv_lv: Fails satur nepareizas galvenes
pl_pl: Plik zawiera błędne nagłówki
vi_vn: Tập tin có tiêu đề không chính xác

source: fields required,
ar: الحقول المطلوبة ،
et: valdkondades nõutav ,
fr_lu: les champs obligatoires,
hr_hr: Polja potrebna ,
ja: フィールドは、必須
lv_lv: lauki obligāti
pl_pl: wymagane pola,
vi_vn: các lĩnh vực cần thiết,

source: Stock item "
ar: بند الأوراق المالية \'
et: Stock kirje \'
fr_lu: Stock article "
hr_hr: Stock točke \'
ja: 品目
lv_lv: Prece
pl_pl: Produkt w magazynie "
vi_vn: Mặt hàng trong kho "

source: Price List "
ar: قائمة الأسعار \'
et: Hinnakiri \'
fa: لیست قیمت \'
fr_lu: Liste des prix \'
hr_hr: Cjenik \'
ja: 価格表\'
lv_lv: Cenrādis \'
pl_pl: Cennik \'
vi_vn: Danh sách giá \'

source: StockID,PriceListID,CurrencyCode,Price
ar: StockID ، PriceListID ، CurrencyCode ، الأسعار
et: StockID , PriceListID , CurrencyCode , Hind
fa: StockID ، PriceListID ، CurrencyCode ، قیمت
fr_lu: Stockid , PriceListID , CurrencyCode , Prix
hr_hr: StockID , PriceListID , CurrencyCode , Cijena
ja: StockID 、 PriceListID 、のCurrencyCode 、価格
lv_lv: StockID , PriceListID , CurrencyCode , Cena
pl_pl: StockID , PriceListID , CurrencyCode , Cena
vi_vn: StockID , PriceListID , CurrencyCode , Giá

source: The StockID, PriceListID, and CurrencyCode fields must have a corresponding entry in the stockmaster, salestypes, and currencies tables.
ar: و StockID ، PriceListID ، وحقول CurrencyCode يجب أن يكون دخول المقابلة في stockmaster ، salestypes ، و الجداول العملات .
et: StockID , PriceListID ja CurrencyCode väljad peavad olema vastava kandestockmaster , salestypes ja valuutade tabelid.
fa: این StockID ، PriceListID ، و زمینه CurrencyCode باید یک ورودی متناظر در stockmaster ها ، salestypes ، و ارز جدول داشته باشد.
fr_lu: Le stockid , PriceListID , et les champs de currencyCode doivent avoir une entrée correspondante dans la Stockmaster , salestypes et tableaux de devises.
hr_hr: StockID , PriceListID i CurrencyCode polja moraju imati odgovarajuću stavku u stockmaster , salestypes , i valuta tablice .
ja: StockID 、 PriceListID 、とのCurrencyCodeフィールドはstockmaster 、 salestypes 、および通貨のテーブル内に対応するエントリを持っている必要があります。
lv_lv: StockID , PriceListID , un CurrencyCode laukiem jābūt attiecīgu ierakstu stockmaster , salestypes , un valūtas tabulas .
pl_pl: StockID , PriceListID i pola CurrencyCode musi mieć odpowiedni wpis w stockmaster , salestypes i walut tabel.
vi_vn: Các StockID , PriceListID , và các lĩnh vực CurrencyCode phải có một mục tương ứng trong stockmaster , salestypes , và bảng tiền tệ .

source: User Settings
ar: إعدادات المستخدم
et: kasutaja seaded
fr_lu: Paramètres utilisateur
hr_hr: Korisničke postavke
ja: ユーザー設定
lv_lv: Lietotāja uzstādījumi
pl_pl: Ustawienia Użytkownika
vi_vn: Cài đặt cho người sử dụng
