Repository: timschofield/KwaMoja-Medical
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar, et, fa, fr_lu, hr_hr, ja, lv_lv, pl_pl, vi_vn

source: All suppliers with balances
ar: جميع الموردين بأرصدة
et: Kõik tarnijad bilanssidega
fa: تمامی تامین کنندگان با توازن
fr_lu: Tout fournisseur avec soldes
hr_hr: Svi dobavljači sa saldom
ja: 全仕入先残高
lv_lv: Visi piegādātāji ar atlikumiem
pl_pl: Wszyscy dostawcy z saldem
vi_vn: All vendors with balances

source: For suppliers trading in
ar: للتجارة الموردين في
et: Tarnijatele, kes kauplevad
fa: برای تجارت در تامین کنندگان
fr_lu: Devise fournisseur
hr_hr: Za dobavljače koji posluju u
ja: 仕入先取引通貨
lv_lv: Piegādātājam, kurš tirgojas ar
pl_pl: Dla dostawców płacących w
vi_vn: For vendors trading in

source: Summary or Detailed Report
ar: ملخص أو تقرير مفصل
et: Kokkuvõttev või detailne raport
fa: خلاصه یا گزارش تفصیلی
fr_lu: Type de rapport
hr_hr: Detaljna izvješća sumarno
ja: 集約か詳細レポート
lv_lv: Kopsavilkumu vai detalizētu atskaiti
pl_pl: Raport Sumaryczny czy Szczegółowy
vi_vn: báo cáo tóm tắt hoặc chi tiết

source: Sales Area Maintenance
ar: مبيعات صيانة المنطقة
et: Müügipiirkonna korrashoid
fa: فروش تعمیر و نگهداری منطقه
fr_lu: Gestion des zones d'achalandage
hr_hr: Održavanje prodajnog modula
ja: 販売地域メンテナンス
lv_lv: Pardo&#353;anas reģioni
pl_pl: Zarządzanie Rejonami Sprzedaży
vi_vn: khu vực bán hàng được bảo trì

source: The area code must be three characters or less long
ar: يجب أن يكون رمز المنطقة ثلاثة أحرف أو أقل طويلة
et: Suunanumber võib olla kuni 3 tähemärki pikk
fa: کد منطقه باید سه حرفی یا کمتر را طولانی می شود
fr_lu: L'indicatif régional doit comporter aplus 3 caractères
hr_hr: Kod Prostor mora biti tri znaka ili manje duga
ja: 地域コードは3文字以下でなければなりません
lv_lv: Reģiona kodam ir jābūt vismaz trīs simbolu garam
pl_pl: Kod Rejonu musi mieć być najwyżej 3-literowy
vi_vn: mã vùng phải có 3 ký tự hoặc ít hơn

source: The area code entered already exists
ar: رمز المنطقة دخلت بالفعل موجود
et: Sisestatud suunanumber juba eksisteerib
fa: کد منطقه وارد شده از قبل وجود دارد
fr_lu: L'indicatif régional saisi existe déjà
hr_hr: Pozivni broj unijeli već postoji
ja: 入力されたコードは
lv_lv: Reģiona kods jau eksistē
pl_pl: Numer kierunkowy już istnieje
vi_vn: mã vùng nhập vào luôn có sẵn

source: The area description must be twenty five characters or less long
ar: يجب أن يكون الوصف منطقة خمسة وعشرين حرفا أو أقل طويلة
et: Piirkonna kirjeldus võib olla kuni kakskümmend viis tähemärki pikk
fa: توضیحات منطقه باید 25 کاراکتر یا کمتر بلند می شود
fr_lu: La description de la région doit être 25 caractères ou moins long
hr_hr: Opis Prostor mora biti dvadeset i pet znakova ili manje duga
ja: 地域内容は25文字以下でなければなりません
lv_lv: Reģiona apraksts nevar būt garāks par 25 simboliem
pl_pl: Opis rejonu sprzedaży może mieć do 25 znaków
vi_vn: khu vực mô tả phải được 25 ký tự hoặc ít hơn

source: The area code may not be empty
ar: رمز المنطقة قد لا يكون فارغا
et: Suunanumbri lahtrit ei või tühjaks jätta
fa: کد منطقه نمی تواند خالی باشد
fr_lu: Un indicatif doit être saisi
hr_hr: Kod površina ne može biti prazan
ja: 地域コードは空白にできない
lv_lv: Reģina kodam ir jābūt aizpildītam
pl_pl: Kod rejonu nie może być pusty
vi_vn: mã vùng có thể để trống

source: The area description may not be empty
ar: وصف منطقة قد لا يكون فارغا
et: Piirkonna kirjelduse lahtrit ei või tühjaks jätta
fa: توضیحات منطقه نمی تواند خالی باشد
fr_lu: La description de la région ne peut pas être vide
hr_hr: Opis površina ne može biti prazna
ja: 地域内容は空白にできない
lv_lv: Reģina aprakstam ir jābūt aizpildītam
pl_pl: Opis rejonu nie może być pusty
vi_vn: khu vực miêu tả không được trống

source: Area code
ar: كود المنطقة
et: Suunanumber
fa: کد منطقه
fr_lu: Indicatif
hr_hr: Poštanski broj
ja: 地域コード
lv_lv: Reģiona kods
pl_pl: Kod Rejonu
vi_vn: mã vùng

source: New area code
ar: رمز المنطقة جديدة
et: Uus suunanumber
fa: جدید کد منطقه
fr_lu: la zone
hr_hr: Novi poštanski broj
ja: 新地域コード
lv_lv: Jauns reģiona kods
pl_pl: Nowy kod Rejonu
vi_vn: mã vùng mới

source: has been inserted
ar: لقد تم إدراج
et: on sisestatud
fa: درج شده است
fr_lu: a été ajouté(e)
hr_hr: je dodan
ja: が挿入された
lv_lv: tika ievadīts
pl_pl: został dodany
vi_vn: Đã được thêm vào

source: The area could not be added or updated because
ar: المنطقة لا يمكن إضافتها أو تحديثها لأن
et: Seda piirkonda ei õnnestunud lisada või uuendada, kuna
fa: منطقه نمی تواند اضافه شده و یا به دلیل به روز شده
fr_lu: Le secteur n'a pas pu être ajouté ou mis à jour car
hr_hr: Površina ne može dodati ili ažurirati , jer
ja: 地域は追加または更新ができませんでした理由は
lv_lv: Reģionu nevar ievadīt, jo
pl_pl: Rejon nie być dodany lub zmieniony ponieważ
vi_vn: Khu vực này không thể được thêm hoặc cập nhật vì

source: Cannot delete this area because customer branches have been created using this area
ar: لا يمكن حذف هذا المجال لأنه تم إنشاء فروع للعملاء باستخدام هذا المجال
et: Ei saa seda piirkonda kustutada, kuna seda on kasutatud kliendiharude loomisel
fa: آیا می توانم استفاده حذف این منطقه به دلیل شاخه های مشتری ایجاد شده اند با استفاده از این منطقه نیست
fr_lu: Impossible de supprimer ce Secteur car des sites clients l'utilisent
hr_hr: Ne može se izbrisati ovo područje , jer kupac grane su stvoreni pomoću ovog područja
ja: この地域を使って得意先支店がつくられたので、この地域を削除できません
lv_lv: Nevar izdzēst reģionu, jo klientu filiāles ir reģistrētas &#353;ajā reģionā
pl_pl: Nie można usunąć rejonu ponieważ utworozno oddział klienta w oparciu o ten rejon.
vi_vn: Không thể xoá khu vực này vì ngành khách hàng đã được tạo ra bằng cách sử dụng khu vực này

source: branches using this area code
ar: الفروع باستخدام هذا الرمز
et: harud, mis kasutavad seda suunakoodi
fa: شاخه ها با استفاده از این کد منطقه
fr_lu: Succursales utilisant cet indicatif
hr_hr: grane koje koriste ovaj predbroj
ja: この地域コードを使った支店
lv_lv: filiāles, kuras ir reģistrētas &#353;ajā reģionā
pl_pl: oddziały używające tego kodu rejonu
vi_vn: những chi nhánh dùng mã vùng này

source: Cannot delete this area because sales analysis records exist that use this area
ar: لا يمكن حذف هذا المجال لأن سجلات تحليل المبيعات موجودة التي تستخدم هذا المجال
et: Ei saa seda piirkonda kustutada, kuna eksisteerivad seda kasutavad müügianalüüsi kirjed
fa: آیا می توانم استفاده حذف این منطقه به دلیل سوابق فروش تجزیه و تحلیل وجود دارد که استفاده از این منطقه نیست
fr_lu: Impossible de supprimer cette région car des analyses de vente en dépendent
hr_hr: Ne može se izbrisati ovo područje jer je prodaja analiza zapisi postoje da koristite ovo područje
ja: この地域を使う販売分析レコードが存在するので、この地域を削除できません
lv_lv: Nevar izdzēst šo pārdošanas reģionu, jo ir veiktas pārdošanas šajā reģionā
pl_pl: Nie można usunąć tej dziedzinie, ponieważ rekordy sprzedaży analiza istnieje, że stosowanie tej dziedzinie
vi_vn: Không thể xóa khu vực này bởi nó được dùng trong các ghi chép phân tích kinh doanh

source: sales analysis records referring this area code
ar: سجلات تحليل المبيعات يشير هذا الرمز
et: müügianalüüsi kirjed, mis viitavad sellele suunakoodile
fa: فروش تجزیه و تحلیل با اشاره سوابق این کد منطقه
fr_lu: Rapports d'analyse de vente utilisant cet indicatif
hr_hr: prodaja analiza zapisi odnose ovu predbroj
ja: この地域コードを参照している販売分析レコード
lv_lv: Pārdo&#353;anas analīze atbilsto&#353;i reģiona kodam
pl_pl: raporty analizy sprzedaży odnoszące się do tego rejonu
vi_vn: những báo cáo phân tích kinh doanh liên quan đến mã vùng này

source: Area Code
ar: كود المنطقة
et: Suunanumber
fa: کد شهر
fr_lu: Indicatif régional
hr_hr: Poštanski broj
ja: 地域コード
lv_lv: Reģiona kods
pl_pl: Kod Rejonu
vi_vn: mã vùng

source: Parent Area
ar: المنطقة الوالدين
fa: منطقه مرجع
fr_lu: Espace Parents
hr_hr: Matično područje
ja: 親エリア
lv_lv: mātes zona
pl_pl: Area Parent
vi_vn: Diện tích cha mẹ

source: Area Name
ar: اسم المنطقة
et: Piirkonna nimi
fa: نام منطقه
fr_lu: Nom
hr_hr: Naziv pošte
ja: 地域名
lv_lv: Reģiona nosaukums
pl_pl: Nazwa Rejonu
vi_vn: tên vùng

source: Are you sure you wish to delete this area?
et: Oled sa kindel, et soovid kustutada selle ala ?
fa: آیا شما مطمئن هستید که میخواهید این منطقه را پاک کنید ؟
fr_lu: Etes-vous sûr de vouloir effacer ce domaine?
hr_hr: Jeste li sigurni da želite izbrisati ovaj prostor ?
ja: あなたはこの領域を削除したいか？
lv_lv: Vai tu tiešām vēlies dzēst šo jomu ?
pl_pl: Czy na pewno chcesz usunąć ten obszar ?
vi_vn: Bạn có chắc bạn muốn xóa lĩnh vực này?

source: View Customers from this Area
ar: عرض الزبائن من هذه المنطقة
et: Vaata Kliendid sellelt alalt
fa: مشتریان نمایش از این منطقه
fr_lu: Afficher les clients de cette zone
hr_hr: Pogledajte Gosti iz ovog područja
ja: このエリアからのお客様を見る
lv_lv: Parādīt šīi reģiona klientus
pl_pl: Osoby Widok z tej okolicy
vi_vn: Xem các khách hàng từ khu vực này

source: Review Areas Defined
ar: استعراض مجالات المعرفة
et: Ülevaade kindlaksmääratud piirkondadest
fa: مناطق تعریف شده فایل را نقد کنید
fr_lu: Afficher les zones d'achalandage
hr_hr: Pregled pošta
ja: 定義済み地域確認
lv_lv: Pārskatīt definētos reģionus
pl_pl: Przegląd Zdefiniowanych Rejonów
vi_vn: Xem lại khu vực đánh giá

source: An error occurred in retrieving the areas from the database
et: Tekkis viga allalaadimisealad andmebaasist
fa: خطا در بازیابی مناطق از پایگاه داده رخ داده است
fr_lu: Une erreur s'est produite lors de la récupération des zones de la base de données
hr_hr: Došlo je do pogreške prilikom dobivanja područja iz baze podataka
ja: エラーは、データベースからエリアを検索で発生
lv_lv: Kļūda ielādējot jomas, no datu bāzes
pl_pl: Wystąpił błąd podczas pobierania obszary z bazy danych
vi_vn: Đã xảy ra lỗi khi truy các lĩnh vực từ cơ sở dữ liệu

source: The SQL that was used to retrieve the area information and that failed in the process was
et: SQL , mida kasutati laadida valdkonnas teavet ja et ei protsessis oli
fa: SQL است که برای بازیابی اطلاعات مربوط به منطقه و آن مورد استفاده قرار گرفت ، در این روند شکست خورده بود
fr_lu: Le SQL qui a été utilisé pour récupérer les informations de la région et qui a échoué dans le processus a été
hr_hr: SQL koji je korišten za popravljanje području informacija i da nije bio u procesu
ja: エリア情報と、そのを取得するために使用されたSQLがあったプロセスに失敗
lv_lv: SQL , kas tika izmantots , lai ielādētu vietējo informāciju un ka nav šajā procesā bija
pl_pl: SQL , który był używany do pobierania informacji o zakresie oraz że nie był w procesie
vi_vn: SQL đã được sử dụng để lấy các thông tin khu vực và rằng thất bại trong quá trình này

source: Audit Trail
ar: مراجعة الحسابات
et: Auditite logi
fa: حسابرسی نوین
fr_lu: Journal des événements
hr_hr: Nadzor upisa
ja: 監査証跡
lv_lv: Auditācijas pieraksts
vi_vn: Kiểm tra thử

source: Incorrect date format used, please re-enter
ar: تنسيق التاريخ غير صحيح يستخدم ، الرجاء إعادة إدخال
et: Ebakorrektne kuupäeva formaat, palun sisesta uuesti
fa: اشتباه فرمت تاریخ استفاده می شود ، لطفا دوباره وارد کنید
fr_lu: Format de date incorrect
hr_hr: Neispravan datum koji se koristi , ponovno unesite
ja: 入力日は有効でありませんでした、フォーマットで仕訳を処理日を入力して下さい
lv_lv: Nepareizs datuma formāts, lūdzu ievadiet vēlreiz
pl_pl: Nieprawidłowy format daty, należy ponownie wprowadzić
vi_vn: Xóa ngày sai, hãy nhập lại

source: From Date
ar: من تاريخ
et: lates kuupäevast
fa: از تاریخ
fr_lu: Depuis le
hr_hr: Od datuma
ja: 支払元
lv_lv: No datuma
pl_pl: Od Data
vi_vn: Từ ngày

source: To Date
ar: إلى تاريخ
et: kuni kuupäevani
fa: تا تاریخ
fr_lu: Jusqu'au
hr_hr: Do datuma
ja: 日付
lv_lv: Līdz datumam
vi_vn: Đến ngày

source: User ID
ar: هوية المستخدم
et: Kasutaja ID
fa: شناسه کاربر
fr_lu: Identifiant
hr_hr: Šifra korisnika
ja: ユーザーID
lv_lv: Lietotāja ID
pl_pl: Identyfikator użytkownika
vi_vn: ID người sử dụng

source: All
ar: كل
et: kõik
fa: همه
fr_lu: Tout(e)
hr_hr: Sve
ja: 全部
lv_lv: Viss
pl_pl: Wszystkie
vi_vn: tất cả

source: Table
ar: جدول
et: Tabel
fa: جدول
hr_hr: Tablica
ja: 有効
lv_lv: Tabula
pl_pl: Tabela
vi_vn: bảng biểu

source: Containing text
ar: تحتوي على النص
et: sisaldavad teksti
fr_lu: Contenant le texte
ja: 定数
lv_lv: kas satur tekstu
vi_vn: có chứa văn bản

source: View
ar: رأي
et: Vaata
fa: نمایش
fr_lu: Afficher
hr_hr: Pregled
ja: 伝票
lv_lv: Skatīt
pl_pl: Pokaż
vi_vn: Hiển thị

source: Date/Time
ar: تاريخ / وقت
et: Kuupäev/kellaaeg
fa: تاریخ/ زمان
fr_lu: Date / Heure
hr_hr: Datum/vrijeme
ja: 日付
lv_lv: Datums/Laiks
pl_pl: Data / czas
vi_vn: ngày/thời gian

source: User
ar: المستخدم
et: Kasutaja
fa: کاربر
fr_lu: Utilisateur
hr_hr: Korisnik
ja: LBP
lv_lv: Lietotājs
pl_pl: Użytkownik
vi_vn: Người sử dụng

source: Type
ar: نوع
et: Tüüp
fa: نوع
hr_hr: Tip
ja: タイプ
lv_lv: Tips
pl_pl: Typ
vi_vn: Loại

source: Table
ar: جدول
et: Tabel
fa: جدول
hr_hr: Tablica
ja: 有効
lv_lv: Tabula
pl_pl: Tabela
vi_vn: bảng biểu

source: Field Name
ar: اسم الحقل
et: Välja nimi
fa: نام فیلد
fr_lu: Champ
hr_hr: Naziv polja
ja: フルネーム
lv_lv: Shipping-Method Name
pl_pl: Nazwa pola
vi_vn: Tên trường

source: Value
ar: قيمة
et: Väärtus
fa: ارزش
fr_lu: Valeur
hr_hr: Vrijednost
ja: 値
lv_lv: Vērtība
pl_pl: Wartość
vi_vn: giá trị

source: Quantity Extended BOM Listing
ar: الكمية الممتدة قائمة BOM
et: Materjalide loetelu
fa: مقدار تمدید مثال BOM
fr_lu: Quantité étendue Annonce BOM
hr_hr: Količina Extended BOM Oglas
ja: 未処理数量
lv_lv: Daudzums Paplašinātā BOM Listing
pl_pl: Ilość Extended Lista BOM
vi_vn: Liệt kê số lượng mở rộng BOM

source: The SQL to create passbom failed with the message
ar: في SQL لإنشاء passbom فشل مع رسالة
et: SQL ei suutnud passbomi luua ja andis järgneva teate
fa: گذاشتن برای ایجاد passbom شکست خورده با پیام
fr_lu: Échec de la commande SQL d'ajoût "passbom":
hr_hr: SQL stvoriti passbom nije uspio s porukom
ja: passbomを作成するためのSQLは、メッセージで失敗しました
lv_lv: SQL, lai izveidotu passbom neizdevās ar ziņu
pl_pl: SQL do tworzenia passbom nie z komunikatem
vi_vn: D? li?u dùng d? t?o passbom không thành công v?i thông di?p

source: Create of tempbom failed because
ar: خلق من tempbom فشلت بسبب
et: Tempbom'i loomine ebaõnnestus, kuna
fa: ایجاد tempbom از شکست خورده به دلیل
fr_lu: Créer des tempbom échoué parce que
hr_hr: Napravite mjesta tempbom uspio jer
ja: この税務当局の更新は失敗しました
lv_lv: Neizdevās mainīt lomas dro&#353;ību, jo
pl_pl: Tworzenie z tempbom powiodła się, ponieważ
vi_vn: Tạo của tempbom thất bại vì

source: The Quantiy Extended BOM Listing could not be retrieved by the SQL because
ar: لا يمكن استرجاع على Quantiy الموسعة قائمة BOM من قبل SQL لأن
et: Quantiy Laiendatud Bom loetelu ei õnnestunud poolt SQL sest
fa: Quantiy تمدید BOM مثال می توان با گذاشتن زیرا قابل بازیابی نیست
fr_lu: Les Quantités étendue BOM Annonce ne pouvait pas être récupéré par le SQL, car
hr_hr: Quantiy Prošireni troškovnik Oglas nije mogao biti popravljanje od strane SQL , jer
ja: SQLによって部品構成表リストは取り戻しできませんでした理由は
lv_lv: Klienta aprakstu nevar iegūt, jo SQL
pl_pl: Quantiy Extended BOM aukcji nie mógł zostać przywrócony przez SQL Server, ponieważ
vi_vn: Không truy xuất được số lượng danh sách nguyên vật liệu mở rộng bằng dữ liệu SQL vì

source: Print Indented BOM Listing Error
ar: طباعة مطعوج خطأ قائمة BOM
et: Viga liigendatud materjalide loetelu printimisel
fa: نسخه قابل چاپ فاصله دار است BOM خطا در مثال
fr_lu: Imprimer Indented erreur Annonce BOM
hr_hr: Ispis razvedenu BOM Greška Oglas
ja: 価格表印刷エラー
lv_lv: Drukāt preču vērtējumu kļūdas
pl_pl: Drukuj Wcięte Błąd Lista BOM
vi_vn: In thụt vào Hội đồng Quản trị giữ bảng liệt kê Lỗi

source: There were no items for the selected assembly
ar: لا توجد عناصر للجمعية المختارة
et: Valitud koostu jaoks ei leidnud ühikuid
fa: بودند هیچ آیتمی برای مونتاژ انتخاب وجود دارد
fr_lu: Il n'y a pas d'éléments pour le montage sélectionné
hr_hr: Nema stavki za odabrani skupštine
ja: 選択されたアセンブリのための項目がありませんでした
lv_lv: Nav ievadīta neviena prece piedāvājumā
pl_pl: Nie było z wybranego zespołu
vi_vn: Không có mục cho phần chọn

source: Part
ar: جزء
et: Detail
fa: بخش
fr_lu: Article
hr_hr: Dio
ja: 印刷
lv_lv: Drukāt
pl_pl: Część
vi_vn: phần

source: Quantity
ar: كمية
et: Hulk
fa: کمیت
fr_lu: Quantité
hr_hr: Količina
ja: 数量
lv_lv: Daudzums
pl_pl: Ilość
vi_vn: số lượng

source: Selection Option
ar: الخيار اختيار
et: Valik
fa: انتخاب گزینه
fr_lu: Option de Sélection
hr_hr: Odabir opcija
ja: セクション内容
lv_lv: Sadaļas apraksts
pl_pl: Opcja wyboru
vi_vn: Các phương án lựa chọn

source: Show All Parts
ar: مشاهدة جميع أجزاء
et: Näita kõiki detaile
fa: نمایش تمام قطعات
fr_lu: Afficher toutes les pièces
hr_hr: Pokaži sve dijelove
ja: 全注文表示
lv_lv: Parādīt visu
pl_pl: Pokaż wszystkie części
vi_vn: Hiển thị tất cả các phần

source: Only Show Shortages
ar: عرض فقط النقص
et: Näita ainult puudujääke
fa: فقط کمبود نمایش
fr_lu: Ne montrer que les pénuries
hr_hr: Samo Pokaži nestašica
ja: 未納注文だけ表示
lv_lv: Parādit klientus kuri,
pl_pl: Pokaż tylko niewystarczającej
vi_vn: Chỉ hiển thị chỗ thiếu

source: Print Option
ar: خيار الطباعة
et: Printimise võimalus
fa: انتخاب نسخه قابل چاپ
fr_lu: Option d'impression
hr_hr: Ispis Opcija
ja: 引用印刷
lv_lv: Drukāt piedāvājumu
pl_pl: Opcja druku
vi_vn: chọn in

source: Print With Alternating Highlighted Lines
ar: طباعة بالتناوب مع خطوط ذو أهمية خاصة
et: Prindi koos vahelduvate esiletõstetud joontega
fa: نسخه قابل چاپ با متناوب خطوط برجسته
fr_lu: Impression des lignes en surbrillance
hr_hr: Podijelite s naizmjeničnim istaknuo Lines
ja: 交互に強調表示された行と印刷
lv_lv: Drukāt ar maiņstrāvu izcelti Lines
pl_pl: Drukuj zmiennym Wyróżnione Lines
vi_vn: In với dòng nổi bật xen kẽ

source: Plain Print
ar: عادي طباعة
et: Prindi lihtsalt
fa: دشت نسخه قابل چاپ
fr_lu: Impression simple
hr_hr: Obični Ispis
ja: 普通紙
lv_lv: Drukāt
pl_pl: Plain Drukuj
vi_vn: in một màu (trơn)

source: Extended Quantity BOM Listing For
ar: قائمة موسعة BOM الكمية لل \ ر
hr_hr: Prošireni Količina BOM Oglas za \ t
ja: \ tに対して拡張数量BOMリスト

source: Printed
ar: المطبوعة
et: Prinditud
fa: چاپی
fr_lu: Imprimé
hr_hr: Štampano
ja: 印刷
lv_lv: Sagatavots
pl_pl: Wydruk
vi_vn: đã in

source: Page
ar: صفحة
et: Lehekülg
fa: صفحه
hr_hr: Stranica
ja: ページ
lv_lv: Lapa
pl_pl: Strona
vi_vn: trang

source: Build Quantity:
ar: بناء الكمية :
et: Ehitamine Kogus:
fa: مقدار ساخت :
fr_lu: Quantité de construction:
hr_hr: Izgradite Količina :
ja: 払出数量
lv_lv: Veidot Daudzums :
pl_pl: Ilość Build:
vi_vn: tạo nên số lượng

source: Build
ar: بناء
et: ehitama
fa: ساختن
fr_lu: Construire
hr_hr: izgraditi
ja: ビルド
lv_lv: būvēt
pl_pl: Buduj
vi_vn: lập nên

source: On Hand
ar: على اليد
et: käeulatuses
fa: در دست
fr_lu: Disponible
hr_hr: pri ruci
ja: 在庫
lv_lv: Noliktavā
pl_pl: Na stanie
vi_vn: Lượng hàng đang có

source: Part Number
ar: رقم الجزء
et: Detaili number
fa: قسمت شماره
fr_lu: N° de la pièce
hr_hr: Broj dijela
ja: Fax番号
lv_lv: Fakss
vi_vn: S? ph?n

source: Part Description
ar: وصف جزء
et: Detaili kirjeldus
fa: شرح قسمت
fr_lu: Description de la pièce
hr_hr: dio Opis
ja: 品目内容
lv_lv: Apraksts
pl_pl: Opis Towaru
vi_vn: phần miêu tả

source: Shortage
ar: نقص
et: Puudus
fa: کمبود
fr_lu: Pénurie
hr_hr: nestašica
ja: 使用数量表示
lv_lv: īss
pl_pl: Brak
vi_vn: số lượng thiếu ( ít)

source: Indented BOM Listing
ar: بادئة قائمة BOM
et: Liigendatud BOM nimekiri
fa: فاصله دار است مثال BOM
fr_lu: Liste indentée de la nomenclature
hr_hr: Razvedena BOM Oglas
ja: 支払一覧表
lv_lv: Atkāpi BOM Listing
pl_pl: Wcięte Lista BOM
vi_vn: Liệt kê BOM thụt

source: The Indented BOM Listing could not be retrieved by the SQL because
ar: لا يمكن استرجاع على قائمة BOM مطعوج من قبل SQL لأن
et: SQL ei suutnud liigendatud BOM nimekirja leida, kuna
fa: فاصله دار است BOM مثال می توان با گذاشتن زیرا قابل بازیابی نیست
fr_lu: La nomenclature en retrait Annonce ne pouvait pas être récupéré par le SQL, car
hr_hr: Razvedena BOM Oglas nije mogao biti popravljanje od strane SQL , jer
ja: 未清算入金がＳＱＬで取り出せなかった理由は
lv_lv: SQL nevar iegūt preču daudzumu, jo
pl_pl: Wcięte BOM aukcji nie mógł zostać przywrócony przez SQL Server, ponieważ
vi_vn: Không truy xu?t du?c Danh sách phân lo?i nguyên v?t li?u b?ng d? li?u SQL vì

source: Levels
ar: مستويات
et: Tasemed
fa: سطح
fr_lu: Niveaux
hr_hr: Razine
ja: レベル
lv_lv: Līmenis
pl_pl: Poziomy
vi_vn: mức

source: All Levels
ar: جميع المستويات
et: Kõik tasemed
fa: تمام سطوح
fr_lu: Tous les niveaux
hr_hr: Sve razine
ja: レベル
lv_lv: Visi līmeņi
pl_pl: Wszystkie poziomy
vi_vn: Mọi cấp độ

source: One Level
ar: مستوى واحد
et: Üks tase
fa: به یک مرحله قبل
fr_lu: Un niveau
hr_hr: Jedna razina
ja: レベル
lv_lv: Līmenis
pl_pl: Jeden poziom
vi_vn: mức 1

source: Description
ar: وصف
et: Kirjeldus
fa: توضیحات
hr_hr: Opis
ja: 内容
lv_lv: Apraksts
pl_pl: Opis
vi_vn: mô tả

source: Locn
et: Asukoht
fr_lu: Site
ja: 場所
pl_pl: Magazyn

source: Assembly:
ar: الجمعية العمومية:
et: Koost
fa: مجمع :
hr_hr: skupština :
ja: 組立
lv_lv: montāža :
pl_pl: Montaż:
vi_vn: nhập vào

source: Print Reverse Indented BOM Listing Error
ar: طباعة عكس مطعوج BOM خطأ قائمة
et: Viga pööratud liigendatud BOM nimekirja printimisel
fa: نسخه قابل چاپ معکوس فاصله دار است BOM خطا در مثال
fr_lu: Erreur d'impression
hr_hr: Ispis reverse razvedenu Greška BOM Oglas
ja: 価格表印刷エラー
lv_lv: Drukāt Reverse atkāpi BOM Listing kļūda
pl_pl: Drukuj Reverse Wcięte Błąd Lista BOM
vi_vn: In Xếp thụt vào Hội đồng Quản trị giữ bảng liệt kê Lỗi

source: There were no items for the selected component
ar: لم تكن هناك وحدات للمكون المحدد
et: Selle komponendi jaoks ei olnud ühikuid
fa: بودند هیچ آیتمی برای جزء انتخاب شده وجود دارد
fr_lu: Pas d'article trouvé
hr_hr: Nema stavki za odabrane komponente
ja: この品目に設定される価格がありません
lv_lv: Nav ievadīta neviena prece piedāvājumā
pl_pl: Nie było z wybranego składnika
vi_vn: Không có mục cho các phần được chọn

source: Reverse Indented BOM Listing
ar: عكس مطعوج قائمة BOM
et: Pööratud liigendatud BOM nimekiri
fa: معکوس فاصله دار است مثال BOM
fr_lu: Reverse Annonce BOM Indented
hr_hr: Obrnuti razvedenu Oglas BOM
ja: 請求済注文一覧表
lv_lv: Reverse atkāpi BOM Listing
pl_pl: Reverse Wcięte Lista BOM
vi_vn: sao chép ngược lại liệt kê hóa đơn nguyên liệu

source: Component:
ar: المكون:
et: Komponent
fa: کامپوننت :
hr_hr: Komponenta :
ja: 構成部分
lv_lv: Komponente:
pl_pl: Składnik:
vi_vn: thành phần

source: Costed Bill Of Material
ar: بيل المحددة التكاليف في المواد
et: Kuluarvestusega Bill materjali
fa: بیل Costed مواد
fr_lu: Prix Nomenclature
hr_hr: Stajao Bill materijala
ja: 原材料構成原価
lv_lv: Materiālu izmaksas
pl_pl: Kosztorys
vi_vn: trị giá hóa đơn nguyên liệu

source: Select a manufactured part
ar: تحديد جزء المصنعة
et: Vali toodetud detail
fa: انتخاب بخش تولید
fr_lu: Sélectionner une pièce manufacturée
hr_hr: Odaberite izmišljenu dio
ja: 選択：製造品目
lv_lv: Izvēlieties saražoto daļu
pl_pl: Wybierz produkt
vi_vn: Lựa chọn một phần sản xuất

source: or Assembly or Kit part
ar: أو الجمعية أو جزء كيت
et: või koost või komplekti detail
fa: یا مجمع یا بخشی کیت
fr_lu: ou l'élément d'un kit
hr_hr: ili skupština ili Kit dio
ja: or 組立 or キット品目
lv_lv: vai Asamblejas vai komplekts daļa
pl_pl: lub Komplet lub Zestaw
vi_vn: hoặc một phần hội hoặc Kit

source: to view the costed bill of materials
ar: لعرض مشروع قانون محسوبة التكاليف من المواد
et: vaatamiseksArvestamiseni materjaliandmik
fa: برای مشاهده صورتحساب costed مواد
fr_lu: Pour visualiser le projet de loi chiffré des matériaux
hr_hr: za pregled stajao Bill materijala
ja: 構成部品の原価を見る
lv_lv: lai apskatītu aprēķinātas materiālu klāstu
pl_pl: , aby wyświetlić kosztowało zestawienie materiałów
vi_vn: để xem giá trị hóa đơn nguyên liệu

source: Parts must be defined in the stock item entry
ar: يجب تحديد أجزاء في إدخال بند الأوراق المالية
et: Osad peavad olema defineeritud in the stock item entry
fa: قطعات باید در مورد ورود سهام تعریف شده
fr_lu: Les pièces doivent être définies pour chaque article
hr_hr: Dijelovi moraju biti definirani u točki ulaska dionicama
ja: 品目が定義されねばなりません in 品目入力
lv_lv: Daļas ir jādefinē krājumu posteni ierakstu
pl_pl: Towar musi być zdefiniowany w parametrach towaru
vi_vn: Các ph?n ph?i du?c xác d?nh trong m?c nh?p kho

source: modification screen as manufactured
ar: شاشة التعديل كما تصنيعها
et: modifikatsiooniaknas kui toodetud
fa: اصلاح صفحه نمایش به عنوان تولید شده
fr_lu: comme étant manufacturées
hr_hr: modifikacije zaslon kako proizvedeni
ja: 変更画面 as 製造
lv_lv: modifikācija ekrāns, kā ražots
pl_pl: jako produkt
vi_vn: màn hình thay đổi như sản xuất
