Repository: timschofield/KwaMoja-Medical
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar, et, fa, fr_lu, hr_hr, ja, lv_lv, pl_pl, vi_vn

source: View the Price List from supplier
ar: عرض قائمة الأسعار من المورد
et: Vaatahinnakirja tarnijalt
fr_lu: Afficher un tarif fournisseur
hr_hr: Pogledajte cjeniku od dobavljača
ja: 価格表印刷エラー
lv_lv: Skatīt Cenrādi no piegādātāja
pl_pl: Zobacz Cennik od dostawcy
vi_vn: Xem b?ng giá t? nhà cung c?p

source: Only Current Price
ar: فقط السعر الحالي
et: Ainult Jooksev hind
fr_lu: Prix actuels seulement
hr_hr: Samo Trenutna cijena
ja: 注文価格
lv_lv: Tikai Tekošā cena
pl_pl: Tylko Aktualna cena
vi_vn: Chỉ giá cả hiện tại

source: Supplier Price List for
ar: المورد قائمة الأسعار لل
et: Pakkuja hinnakiri
fr_lu: Liste de prix des fournisseurs pour
hr_hr: Dobavljač Cjenik za
ja: 仕入先返品伝票
lv_lv: Piegādātājs cenrādis
pl_pl: Cennik Dostawcy
vi_vn: Bảng giá nhà cung cấp cho

source: Conv Factor
ar: التحويل عامل
fr_lu: Facteur de conversion (unité de mesure)
ja: 価格改定

source: Supp Code
ar: تحاميل الرمز
et: supp kood
ja: 仕入先コード
lv_lv: supp kods
vi_vn: Mã s? nhà cung c?p

source: Shipment Charges or Credits
ar: شحنة التكاليف أو الائتمانات
et: Saadetise eest või Autorid
fa: اتهامات حمل و نقل و اعتبار
fr_lu: Les frais d'expédition ou de crédits
hr_hr: Naknade pošiljke ili kredita
ja: 郵送料金やクレジット
lv_lv: Sūtījuma Maksas vai Kredīti
pl_pl: Obciążenia i Uznania Transportowe
vi_vn: Phí giao hàng ho?c tín d?ng

source: Shipment charges or credits are entered against supplier invoices or credit notes respectively
ar: يتم إدخال رسوم الشحن أو ائتمانات ضد فواتير الموردين أو تلاحظ الائتمان على التوالي
et: Saadetise eest või krediiti kirjendada tarnija arved või kreeditarve vastavalt
fa: اتهامات حمل و نقل و یا اعتبارات در برابر فاکتورها عرضه کننده کالا و یا یادداشت های اعتباری وارد شده به ترتیب
fr_lu: Les frais d'expédition ou les avoirs sont saisis par rapport au facture fournisseur et aux avoirs
hr_hr: Pošiljke optužbe ili krediti su ušli protiv dobavljača računa ili kreditne bilješke , odnosno
ja: 郵送料金やクレジットはそれぞれ仕入先請求書またはクレジットノートに対して入力されている
lv_lv: Sūtījuma maksas vai kredīti tiek ierakstīta piegādātāju rēķinus vai kredīta piezīmes attiecīgi
pl_pl: Obciążenia i uznania transportowe są wprowadzane dla faktur lub korekt odpowiednio
vi_vn: Phí giao hàng hoặc các khoản tín dụng được nhập đối với nhà cung cấp hoá đơn hoặc ghi chú tín dụng tương ứng

source: Shipment charges must reference a shipment. It appears that no shipment has been entered
ar: يجب أن رسوم الشحن مرجع شحنة .
et: Saadetise eest tuleb viidatavedu.
fa: اتهامات حمل و نقل حمل و نقل مرجع .
fr_lu: Des frais d'expédition implique une expédition. Aucune expédition sélectionnée.
hr_hr: Pošiljke naknade moraju referenca pošiljku .
ja: 郵送料は出荷を参照する必要があります。
lv_lv: Sūtījuma maksa ir atsauce sūtījumu .
pl_pl: Koszty przesyłki należy odwołać przesyłkę .
vi_vn: Phí giao hàng phải tham khảo một lô hàng .

source: The shipment entered manually is not a valid shipment reference. If you do not know the shipment reference, select it from the list
ar: شحنة إدخالها يدويا ليس إشارة شحنة صالحة .
et: Saadetis käsitsi sisestada ei ole kehtiv saadetise viide .
fa: حمل و نقل دستی وارد یک مرجع حمل و نقل معتبر است.
fr_lu: L'expédition est entrée manuellement est pas une référence d'expédition valide. Si vous ne connaissez pas la référence d'expédition, sélectionnez dans la liste
hr_hr: Pošiljka ručno unijeti nijevažeća pošiljku referenca .
ja: 手動で入力した出荷は有効な出荷基準ではありません。
lv_lv: Sūtījums ievadīt manuāli navderīgs sūtījums atsauces .
pl_pl: Wysyłka wpisane ręcznie nie jest prawidłowym odwołaniem przesyłki. Jeśli nie wiesz referencyjny przesyłki, wybierz go z listy
vi_vn: Các lô hàng nhập bằng tay không phải là một tài liệu tham khảo lô hàng hợp lệ .

source: This shipment charge cannot be added to the invoice
ar: هذه التهمة شحنة لا يمكن أن تضاف إلى الفاتورة
et: See saadetise eest ei saa lisadaarve
fr_lu: Cette charge d'expédition ne peuvent pas être ajoutés à la facture
hr_hr: Te pošiljke naboj ne može biti dodan u računu
ja: この発送料は、請求書に追加することはできません
lv_lv: Šo pārvadājumu maksa nevar pievienot rēķinam
pl_pl: Opłaty transportowe nie mogą być dodane do faktury
vi_vn: Không thêm du?c phí v?n chuy?n vào hóa don

source: Shipment charges on Invoice
ar: رسوم الشحن على الفاتورة
et: Saadetise eest on arve
fr_lu: Frais d'expédition sur la facture
hr_hr: Pošiljke naknade na računu
ja: 請求書の郵送料
lv_lv: Sūtījuma maksa par rēķinu
pl_pl: Opłaty transportu na fakturze
vi_vn: Phí v?n chuy?n trên hóa don

source: Shipment credits on Credit Note
ar: شحنة اعتمادات على الائتمان ملاحظة
et: Vedu krediiti kreeditarve
fr_lu: Avoirs d'expédition
hr_hr: Pošiljke kredita na kredit bilješci
ja: クレジットメモ上で出荷クレジット
lv_lv: Sūtījuma kredītus par Credit Note
pl_pl: Obciążenia transportowe na korekcie
vi_vn: Tín dụng lô hàng trên tín dụng Lưu ý

source: Shipment Reference
ar: شحنة المرجعي
et: Vedu viide
fr_lu: Réf. d'expédition
hr_hr: Pošiljka Reference
ja: 出荷リファレンス
lv_lv: Sūtījuma atsauce
pl_pl: Numer Wysyłki
vi_vn: Tham chi?u chuy?n hàng

source: Shipment Selection
ar: شحنة التحديد
et: Vedu valik
fr_lu: Sélection de l'expédition
hr_hr: Pošiljka Izbor
ja: 出荷セレクション
lv_lv: Sūtījuma izvēle
pl_pl: Wybór Przewoźnika
vi_vn: L?a ch?n chuy?n hàng

source: otherwise select the shipment from the list
ar: وإلا اختر شحنة من القائمة
et: muidu valida saadetise nimekirjast
fr_lu: Sinon, sélectionnez l'envoi de la liste
hr_hr: protivnom odaberite pošiljku s popisa
ja: そうしないと、リストから出荷を選択
lv_lv: pretējā gadījumā izvēlieties sūtījumu no saraksta
pl_pl: inaczej wybierz przewoźnika z listy
vi_vn: N?u không hãy ch?n chuy?n hàng t? danh sách

source: Enter Shipment Charge
ar: دخول شحنة المسؤول
et: Sisesta Vedu Charge
fa: هزینه حمل و نقل را وارد کنید
fr_lu: Saisir les frais d'expédition
hr_hr: Unesite pošiljke Charge
ja: 郵送料を入力してください
lv_lv: Ievadiet pārvadāšanas maksa
pl_pl: Wprowadź Opłatę Transportową
vi_vn: Nh?p phí v?n chuy?n

source: Supplier Transaction General Ledger Analysis
ar: عملية المورد الأستاذ العام تحليل
et: Pakkuja Tehing pearaamat analüüs
fr_lu: Transaction Fournisseur d'analyse du grand livre général
hr_hr: Dobavljač Transakcija Glavna knjiga Analiza
ja: サプライヤートランザクション元帳分析
lv_lv: Piegādātājs Darījuma Virsgrāmata analīze
pl_pl: Analiza Zapisów KG dla Transakcji Dostawcy
vi_vn: Phân tích s? cái giao d?ch c?a nhà cung c?p

source: To enter a supplier invoice or credit note the supplier must first be selected from the supplier selection screen
ar: لإدخال فاتورة المورد أو ملاحظة الائتمان المورد يجب أولا اختيارها من شاشة اختيار الموردين
et: Sisestamiseks tarnija arve või kreeditarve tarnijalt kõigepealt valitaksetarnija valiku ekraan
fr_lu: Pour entrer une facture fournisseur ou note de crédit, le fournisseur doit d'abord être sélectionné dans l'écran de sélection des fournisseurs
hr_hr: Za unos dobavljaču račun ili kreditnu notudobavljač prvo mora biti izabran iz zaslona dobavljač izbor
ja: 仕入先請求書またはクレジットメモを入力するには仕入先が最初のサプライヤの選択画面から選択する必要があります
lv_lv: Lai ievadītu piegādātāju rēķinu vai kredīta piezīmipiegādātājam vispirms jāizvēlas no piegādātāja izvēles ekrānu
pl_pl: Aby wprowadzić fakturę lub korektę dostawcy najpierw musisz wybrać dostawcę z ekranu Wybór Dostawcy
vi_vn: Để nhập một hóa đơn nhà cung cấp hoặc giấy báo nhà cung cấp đầu tiên phải được lựa chọn từ màn hình lựa chọn nhà cung cấp

source: then the link to enter a supplier invoice or supplier credit note must be clicked on
ar: ثم الرابط ل إدخال فاتورة المورد أو مزود ملاحظة الائتمان يجب أن يتم النقر على
et: siislink sisenedatarnija arve või tarnija kreeditarve tuleb klõpsanud
fa: سپس لینک را وارد کنید یک فاکتور عرضه کننده کالا یا عرضه کننده کالا توجه داشته باشید اعتباری باید بر روی کلیک
fr_lu: puis sur le lien pour entrer une facture fournisseur ou note de crédit fournisseur doit être cliqué sur
hr_hr: zatimpovezuju unesite dobavljaču račun ili dobavljaču odobrenju mora biti kliknuo na
ja: その後、仕入先請求書または仕入先クレジットメモを入力するためのリンクをクリックしなければなりません
lv_lv: tadsaites , lai ievadītu piegādātāju rēķinu vai piegādātāja kredītu piezīmi , ir uzklikšķināt uz
pl_pl: następniej kliknij na link wprowadzania faktury lub korekty dostawcy
vi_vn: sau đó liên kết để vào một hóa đơn nhà cung cấp hoặc nhà cung cấp lưu ý tín dụng phải được nhấp vào

source: The contract reference entered is not a valid contract, this line cannot be added to the transaction
ar: المرجع العقد المبرم ليس عقد صحيح ، لا يمكن هذا الخط يمكن ان تضاف الى هذه الصفقة
et: Lepingus viide kantud ei ole kehtiv leping , see rida ei saa lisada tehingu
fa: مرجع قرارداد وارد شده است یک قرارداد معتبر نیست، این خط را نمی توان به معامله اضافه شده است
fr_lu: La référence du contrat n'est pas conclu un contrat valable, cette ligne ne peut pas être ajouté à la transaction
hr_hr: Ugovor Referentna unijeli nijevažeći ugovor , ova linija ne može biti dodan u transakciji
ja: 入力した契約の参照が有効な契約ではありませんが、このラインは、トランザクションに追加することはできません
lv_lv: Līgums, kas noslēgts atsauce navspēkā esošs līgums , šī pozīcija nevar pievienot darījumam
pl_pl: Wprowadzony numer kontraktu jest niewłaściwy, ta linia nie może bć dodana do transakcji
vi_vn: Tài liệu tham khảo hợp đồng ký kết không phải là một hợp đồng hợp lệ , dòng này không thể được thêm vào giao dịch

source: General Ledger Analysis of Invoice From
ar: دفتر الأستاذ العام تحليل الفاتورة من
et: Pearaamat analüüs arve
fr_lu: Analyse du grand livre général de la facture du
hr_hr: Glavna knjiga Analiza računa iz
ja: からの請求の総勘定元帳分析
lv_lv: Virsgrāmatas analīze rēķinu
pl_pl: Analiza KG Faktur Od
vi_vn: Phân tích s? cái tài kho?n c?a hóa don t?

source: General Ledger Analysis of Credit Note From
ar: دفتر الأستاذ العام بتحليل الائتمان ملاحظة من
et: Pearaamat analüüs Credit sedel
fr_lu: Analyse du grand livre général de la note de crédit de
hr_hr: Glavna knjiga Analiza Credit bilješci S
ja: からクレジットメモの総勘定元帳分析
lv_lv: Virsgrāmatas analīze Credit Note No
pl_pl: Analiza KH Korekt Od
vi_vn: Chung Ledger Phân tích tín dụng Lưu ý Từ

source: Supplier Payment
ar: المورد الدفع
et: Pakkuja makse
fr_lu: Paiement des fournisseurs
hr_hr: Dobavljač plaćanja
ja: 仕入先支払
lv_lv: Piegādātāja maksājumi
pl_pl: Płatność dla Dostawcy
vi_vn: Thanh toán của nhà cung cấp

source: Supplier Allocations
ar: مخصصات المورد
et: Pakkuja eraldised
fa: اعتبارات تامین کننده
fr_lu: Allocation des fournisseurs
hr_hr: Dobavljač Izdvajanja
ja: 仕入先割当
lv_lv: Piegādātāja alokācija
pl_pl: Rozliczenia Dostawcy
vi_vn: Phân bổ nhà cung cấp

source: if you hit refresh on this page after having just processed an allocation
ar: إذا كنت أصاب التحديث في هذه الصفحة بعد معالجتها مجرد تخصيص
et: kui vajutad refresh Sellel lehel olles lihtsalt töödeldudjaotus
hr_hr: ako pogoditi osvježiti na ovoj stranici nakon što je upravo obrađuju dodjelu
ja: あなただけの割り当てを処理した後に、このページの更新をヒットした場合

source: try to use the navigation links provided rather than the back button, to avoid this message in future
ar: محاولة استخدام ارتباطات التنقل المقدمة بدلا من زر العودة ، لتجنب هذه الرسالة في المستقبل
et: proovida kasutada navigatsiooni linke , mitte tagasi-nuppu , et vältida seda postitust tulevik
fr_lu: essayez d'utiliser les liens de navigation fournis plutôt que le bouton de retour, pour éviter ce message à l'avenir
hr_hr: pokušati koristiti navigacijske linkove koje umjesto da pritisne gumb za povratak , kako bi izbjegli ovu poruku u budućnosti
ja: 今後このメッセージを回避するために、むしろバックボタンより提供ナビゲーションリンクを使用しようとする
lv_lv: mēģināt izmantot navigācijas saites , bet tos atpakaļ pogu , lai izvairītos no šo ziņu nākotnē
pl_pl: użyj załączonych linków zamiast przycisku przeglądarki, aby zapobiedz temu komunikatowi w przyszłości
vi_vn: cố gắng sử dụng các liên kết chuyển hướng cung cấp hơn là nút quay lại , để tránh những thông báo này trong tương lai

source: The entry for the amount to allocate was negative
ar: كان دخول كمية تخصيص السلبية
et: Kannesumma eraldada oli negatiivne
fr_lu: L'entrée pour le montant à allouer est négatif
hr_hr: Ulaz za iznos dodijeliti bio je negativan
ja: 割り当てる量のエントリが陰性であった
lv_lv: Par summu piešķirt ieraksts bija negatīvs
pl_pl: Wprowadzono ujemną kwotę do rozliczenia
vi_vn: Các mục nhập cho số tiền phân bổ là tiêu cực

source: A positive allocation amount is expected
ar: ومن المتوقع أن كمية تخصيص إيجابية
et: Positiivne jaotatav kogus on oodata
fa: تخصیص مقدار مثبت است انتظار می رود
fr_lu: Le montant de l'allocation doit être positif
hr_hr: Pozitivan iznos raspodjele Očekuje
ja: 正の割当量が期待されている
lv_lv: Pozitīva sadalījums summu ir paredzēts
pl_pl: Oczekiwana jest kwota dodatnia
vi_vn: Một số lượng phân bổ dự kiến ​​sẽ tích cực

source: These allocations cannot be processed because the amount allocated is more than the amount of the
ar: هذه المخصصات لا يمكن معالجتها لأن المبلغ المخصص هو أكثر من مبلغ
et: Need toetused ei ole võimalik töödelda , sest eraldatud summa on suurem kui summa
fr_lu: Ces allocations ne peuvent être traitées parce que le montant alloué est supérieur au montant de la
hr_hr: Ove izdvajanja se ne može obraditi jeriznos namijenjen je više od iznosa
ja: 割り当て量が量よりも多いため、これらの割り当てを処理することはできません
lv_lv: Šos piešķīrumus nevar apstrādāt, jopiešķirtā summa ir lielāka par summu
pl_pl: Nie można przetworzyć rozliczenia, ponieważ wartość rozliczenia jest wyższa niż wartość
vi_vn: Những phân bổ không thể được xử lý bởi vì số lượng được phân bổ nhiều hơn số tiền của

source: and the total amount of the Credit/payment was
ar: و المبلغ الإجمالي لل الائتمان / الدفع كان
et: ja kogusummaCredit / makse oli
fr_lu: et le montant total du crédit / paiement
hr_hr: iukupan iznos kredita / plaćanja je
ja: およびクレジット/支払い総額だった
lv_lv: unkopējā summa Kredītu / maksājumu bija
pl_pl: a całkowita wartość korekt/płatności
vi_vn: và tổng số tiền của tín dụng / thanh toán là

source: The existing allocation for
ar: في التوزيع الحالي لل
et: Olemasolevate jaotus
fr_lu: La répartition actuelle des
hr_hr: Postojeći izdvajanja za
ja: のための既存の配分
lv_lv: Esošais piešķīrums
pl_pl: Aktualne rozliczenia dla
vi_vn: Việc phân bổ hiện tại cho

source: could not be deleted because
ar: لا يمكن حذف لأن
et: ei saa kustutada , sest
fr_lu: ne pouvait pas être supprimé car
hr_hr: Ne mogu se izbrisati , jer
ja: 削除できませんでしたので、
lv_lv: nevarēja izdzēst , jo
pl_pl: nie może zostać usunięta ponieważ
vi_vn: không thể bị xóa bởi vì

source: The following SQL to delete the allocation record was used
ar: تم استخدام SQL التالية لحذف السجل تخصيص
et: Järgmine SQL kustutada jaotamise rekord kasutati
fr_lu: Le SQL suivante pour supprimer l'enregistrement d'allocation a été utilisée
hr_hr: Sljedeći SQL za brisanje dodjele rekord je korišten
ja: 割当レコードを削除する以下のSQLが使われました
lv_lv: Pēc SQL dzēst piešķiršanas ieraksts tika izmantots
pl_pl: Użyta fraza SQL:
vi_vn: SQL sau đây để xóa các hồ sơ giao đất đã được sử dụng

source: The supplier allocation record for
ar: السجل تخصيص مورد لل
et: Tarnija jaotamise rekord
fr_lu: Le dossier d'allocation pour le fournisseur
hr_hr: Zapis dobavljača izdvajanja za
ja: サプライヤーのために割り当てレコード
lv_lv: The vendor allocation record for
pl_pl: Rozliczenia dostawcy dla
vi_vn: Hồ sơ phân bổ của nhà cung cấp cho

source: The following SQL to insert the allocation record was used
ar: تم استخدام SQL التالية لإدراج سجل تخصيص
et: Järgmine SQL sisestada jaotamise rekord kasutati
fr_lu: Le SQL suivante pour insérer le record d'attribution a été utilisé
hr_hr: Sljedeći SQL umetnuti dodjele rekord je korišten
ja: 割当レコードを追加する以下のSQLが使われました
lv_lv: Pēc SQL ievietot piešķiršanas ieraksts tika izmantots
pl_pl: Użyta fraza SQL
vi_vn: SQL sau đây để chèn hồ sơ giao đất đã được sử dụng

source: The debtor transaction record could not be modified for the allocation against it because
ar: لا يمكن أن يتم تعديل سجل المعاملات المدين لتخصيص ضدها بسبب
et: Võlgnik tehingute loetelu ei saa muuta eraldamise vastu, sest
fr_lu: L'enregistrement de transaction débiteur ne pouvait pas être modifié pour l'attribution contre parce que
hr_hr: Dužnik rekord transakcije ne može mijenjati za dodjelu protiv njega , jer
ja: ため、債務者のトランザクション·レコードは、それに対して配分のため変更できませんでした
lv_lv: Parādnieks Darījums ieraksts nevar mainīt , piešķirot pret to, jo
pl_pl: Nie można odtworzyć rekordu wierzytelności do rozliczenia ponieważ
vi_vn: Các bản ghi giao dịch nợ không có thể được sửa đổi cho việc phân bổ chống lại nó bởi vì

source: The following SQL to update the debtor transaction record was used
ar: تم استخدام SQL التالية ل تحديث السجل معاملة المدين
et: Järgmine SQL uuendada võlgniku tehingute loetelu kasutati
fr_lu: Le SQL suivante pour mettre à jour l'enregistrement de la transaction débiteur a été utilisée
hr_hr: Sljedeći SQL ažurirati rekord dužničku transakcija je korišten
ja: 債務トランザクションレコードを更新する以下のSQLが使われました
lv_lv: Pēc SQL atjaunot parādnieka darījumu ieraksts tika izmantots
pl_pl: Użyta fraza SQL
vi_vn: SQL sau đây để cập nhật các bản ghi giao dịch nợ đã được sử dụng

source: The supplier payment or credit note transaction could not be modified for the new allocation and exchange difference because
ar: لا يمكن تعديل المبلغ المورد أو ملاحظة الائتمان المعاملات للتخصيص الجديد و الفرق الصرف بسبب
et: Tarnija makse või kreeditarve tehing ei saa muuta uue jaotuse ja valuutakursi vahe , sest
fr_lu: Le paiement des fournisseurs ou des transactions note de crédit ne peut être modifié pour la nouvelle allocation et de la différence de change car
hr_hr: Dobavljač plaćanje ili odobrenju transakcije ne može mijenjati za nove raspodjele i tečajna razlika , jer
ja: サプライヤーの支払いまたはクレジットメモトランザクションが新しい配分と交流差を修正することができませんでしたので、
lv_lv: The vendor payment or credit note transaction could not be modified for the new allocation and exchange difference because
pl_pl: płatność dostawcy lub korekta nie może być zmodyfikowana dla nowego rozliczenia i zmian kursowych ponieważ
vi_vn: Không thể chỉnh sửa giao dịch nợ cũng như thanh toán của nhà cung cấp cho phân bổ mới và sự chênh lệch trong trao đổi bởi vì

source: The following SQL to update the payment or credit note was used
ar: تم استخدام SQL التالية لتحديث الدفع أو الائتمان ملاحظة
et: Järgmine SQL uuendada makse või kreeditarve kasutati
fr_lu: Le SQL suivante pour mettre à jour la note de paiement ou de crédit a été utilisée
hr_hr: Sljedeći SQL ažurirati plaćanje ili kreditnom znanje je korišten
ja: 支払または返品伝票を更新する以下のSQLが使われました
lv_lv: Pēc SQL atjaunināt maksājumu vai kredītu piezīmi tika izmantota
pl_pl: Użyta fraza SQL
vi_vn: SQL sau đây để cập nhật các thanh toán , tín dụng lưu ý đã được sử dụng

source: Exch diff
ar: صرافة فرق
et: Segustussiibrid diff
fa: Exch تفاوت
hr_hr: Exch razl
ja: EXCH差分
lv_lv: exch izmaiņas
pl_pl: Zm. Kursowe
vi_vn: Exch khác

source: The GL entry for the difference on exchange arising out of this allocation could not be inserted because
ar: لا يمكن إدراج دخول GL لل الفرق في أسعار الصرف الناشئة عن هذا التخصيص لأن
et: GL kande vahe vahetada tulenevad sellest eraldusest ei saanud lisada , kuna
fr_lu: L'entrée GL pour la différence de change découlant de cette allocation ne peut être inséré en raison
hr_hr: GL ulaz za razliku na razmjeni koji proizlazi iz ove raspodjele ne može biti umetnuta , jer
ja: この配分に起因する取引所で違いはGLのエントリを挿入することができませんでしたので、
lv_lv: GL ieraksts par maiņas starpību , kas izriet no šā piešķīruma nevarēja tikt ievietota , jo
pl_pl: Pozycja KG dla różnic kursowych wynikających z tego rzoliczenia nie może być zapisana ponieważ
vi_vn: GL nhập cảnh cho sự khác biệt về ngoại phát sinh từ việc phân bổ này không có thể được chèn vào bởi vì

source: Exch Diff
ar: صرافة الفرق
et: Segustussiibrid Diff
fa: Exch تفاوت
ja: EXCHデフ
pl_pl: Zm. Kursowe

source: There was a problem retrieving the information relating the transaction selected
ar: كانت هناك مشكلة استرجاع المعلومات المتعلقة الصفقة اختيارها
et: Tekkis probleem teabe saamine seotud tehingu valitud
fr_lu: Il y avait un problème récupérer les informations relatives la transaction sélectionnée
hr_hr: Došlo je doproblema prilikom preuzimanja podatke koji se odnose na transakcije odabranu
ja: 選択したトランザクションに関する情報を取得する問題が発生しました
lv_lv: Radāsproblēma, atjaunojot informāciju par izvēlēto darījumu
pl_pl: Problem z odtworzeniem informacji związanych z wybraną transakcją
vi_vn: Có một vấn đề lấy các thông tin liên quan các giao dịch được lựa chọn

source: Allocations are unable to proceed
ar: مخصصات غير قادر على المضي قدما
et: Toetused ei saa jätkata
fr_lu: Les allocations sont pas en mesure de procéder
hr_hr: Izdvajanja se ne može nastaviti
ja: 配分は続行することができません
lv_lv: Piešķīrumi nespēj turpināt
pl_pl: Nie można kontynuować rozliczenia
vi_vn: Phân bổ không thể tiến hành

source: The SQL that was used to retrieve the transaction information was
ar: كان SQL التي تم استخدامها ل استرداد المعلومات الصفقة
et: SQL , mida kasutati kätte tehingu teave oli
fr_lu: Commande SQL d'affichage des transactions:
hr_hr: SQL koji je korišten za dohvaćanje informacija o transakcijama bio
ja: トランザクション情報取り出しに用いられたSQLは失敗した
lv_lv: Iegūstot bankas kontu lietots SQL
pl_pl: SQL, która była używana do pobierania informacji transakcji
vi_vn: Dữ liệu SQL dùng để truy xuất thông tin giao dịch là

source: There was a problem retrieving the transactions available to allocate to
ar: كانت هناك مشكلة استرجاع المعاملات المتاحة لل تخصيص إلى
et: Tekkis probleem allalaadimisetehingud saadaval eraldada
fr_lu: Il y avait un problème de récupération des transactions disponibles en faveur de
hr_hr: Došlo je doproblema prilikom preuzimanja transakcije dostupne dodijeliti
ja: に割り当てることが可能な取引を取得する問題が発生しました
lv_lv: Radāsproblēma, atjaunojot darījumus , lai piešķirtu tos
pl_pl: Problem z odtworzeniem transakcji możliwych do rozliczenia
vi_vn: Có một vấn đề lấy các giao dịch có sẵn để giao cho

source: There was a problem retrieving the previously allocated transactions for modification
ar: كانت هناك مشكلة استرجاع المعاملات المخصصة سابقا لل تعديل
et: Tekkis probleem allalaadimisevarem eraldatud tehingute muutmise
fr_lu: Il y avait un problème de récupération des opérations initialement prévu pour la modification
hr_hr: Došlo je doproblema prilikom preuzimanja prethodno dodijeljene transakcije za izmjenu
ja: 修正のために以前に割り当てられたトランザクションを取得する問題が発生しました
lv_lv: Radāsproblēma, atjaunojot iepriekš piešķirtos darījumu attiecībā uz izmaiņām
pl_pl: Problem z odtworzeniem wcześniej rozliczonych transakcji do modyfikacji
vi_vn: Có một vấn đề lấy các giao dịch giao trước đây để sửa đổi

source: The SQL that was used to retrieve the previously allocated transaction information was
ar: كان SQL التي تم استخدامها ل استرداد المعلومات المعاملة المخصصة سابقا
et: SQL , mida kasutati laadida varem eraldatud tehing teave oli
fr_lu: Commande SQL d'affichage des "transactions allouées précédemment":
hr_hr: SQL koji je korišten za popravljanje prethodno dodijeljeni informacije transakcije bio
ja: トランザクション情報取り出しに用いられたSQLは失敗した
lv_lv: Lai iegūtu klienta aprakstu tika lietots SQL -
pl_pl: SQL, który był używany do pobierania przyznanych wcześniej informacji transakcji
vi_vn: SQL đã được sử dụng để lấy các thông tin giao dịch được phân bổ trước đây là

source: Allocation of supplier
ar: تخصيص المورد
et: Jaotamine tarnija
fr_lu: Affectation du fournisseur
hr_hr: Raspodjela dobavljača
ja: サプライヤーの配分
lv_lv: Allocation of vendor
pl_pl: Rozliczenia dostawcy
vi_vn: phân bổ của nhà cung cấp

source: Amount in supplier currency
ar: المبلغ بالعملة المورد
et: Summa tarnija valuuta
fr_lu: Montant dans la devise du fournisseur
hr_hr: Iznos u valuti dobavljača
ja: 仕入先通貨総額
lv_lv: Amount in vendor currency
pl_pl: Wartość w walucie dostawcy
vi_vn: lượng tiền tính theo tiền tệ của nhà cung cấp

source: Transaction total
ar: مجموع المعاملات
et: tehingu kogusumma
fr_lu: Total transaction
hr_hr: transakcija prometovano
ja: Transaction合計
lv_lv: darījuma kopējā
pl_pl: Suma transakcji
vi_vn: tổng số giao dịch
