Repository: timschofield/KwaMoja-Medical
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar, et, fa, fr_lu, hr_hr, ja, lv_lv, pl_pl, vi_vn

source: Raise a Quick Invoice
ar: رفع فاتورة سريعة
et: TõstaQuick Arve
fa: بالا بردن فاکتور سریع
fr_lu: Soulever une facture rapide
hr_hr: Podignite brzi fakture
ja: クイック請求を上げ
lv_lv: Paaugstināt Quick rēķinu
pl_pl: Podnieść faktury szybkiego
vi_vn: Nâng cao một hóa đơn nhanh

source: Maintain Security Tokens
ar: الحفاظ على الرموز الأمنية
et: Turvalisuse tagamiseks Märgid
fr_lu: Gestion des rôles de sécurité
hr_hr: Održavati Sigurnosni tokene
ja: セキュリティトークン設定可能

source: This secuirty token is currently used by the following scripts and cannot be deleted
ar: ويستخدم حاليا هذا المنطلق يوفر الوظائف التالية عن طريق البرامج النصية التالية والتي لا يمكن حذفها
et: See secuirty sümboolne kasutatakse praegu järgmise skripte ja neid ei saa kustutada
fa: این نشانه های امنیتی در حال حاضر توسط اسکریپت زیر استفاده می شود و نمی تواند حذف شود
fr_lu: Ce jeton de sécurité est utilisé par le(s) script(s) suivants et ne peut pas être supprimé
hr_hr: Ovo secuirty token trenutno koristi u sljedećim skripti i ne može se izbrisati
ja: これに関するセキュリティトークンは、現在、以下のスクリプトで使用されており、削除することはできません
lv_lv: Šis secuirty token ir pašlaik izmanto šādus skriptus, un nevar izdzēst
pl_pl: Ten znak secuirty jest obecnie stosowany przez następujących skryptów i nie może być usunięty
vi_vn: Secuirty mã thông báo này hiện đang được sử dụng bởi các kịch bản sau đây và không thể bị xóa

source: The token ID is expected to be a number. Please enter a number for the token ID
ar: ومن المتوقع أن يكون عدد هوية رمزية.
et: Sümboolne ID peaks olemanumber .
fr_lu: L'ID du rôle de sécuritédoit être un entier
hr_hr: Token ID očekuje se da ćebroj.
ja: トークンIDは、数字であると予想される。

source: A token description must be entered
ar: يجب إدخال وصف رمزية
fr_lu: Le nom du rôle de sécurité doit être saisi
hr_hr: Token opis mora se unijeti
ja: 信用状況内容は30文字以下でなければなりません

source: This token ID has already been used. Please use a new one
ar: وقد تم بالفعل استخدام هذا المعرف رمزية.
et: See sümboolne ID on juba kasutatud .
fr_lu: Cet ID de jeton est déjà utilisé.
hr_hr: Taj token ID već koristi .
ja: このトークンIDが既に用いられている。
lv_lv: Šis marķieris ID jau ir izlietota .
vi_vn: Mã thẻ này đã được sử dụng .

source: Token ID
ar: رمز ID
fr_lu: ID
ja: 品目ID

source: Are you sure you wish to delete this security token?
ar: هل أنت متأكد أنك تريد حذف هذا رمز الأمان ؟
fr_lu: Voulez-vous supprimer ce rôle de sécurité?
ja: この仕入先価格を削除してもよろしいですか？

source: Select an Asset
ar: تحديد الأصول
et: ValiAsset
fa: انتخاب دارایی
fr_lu: Sélectionner un actif
hr_hr: Odaberite Asset
ja: 品目選択
lv_lv: Izvēlieties pamatlīdzekli
pl_pl: Wybierz Asset
vi_vn: Chọn một tài sản

source: There are no asset categories currently defined please use the link below to set them up
ar: لا توجد فئات الأصول المحددة حاليا يرجى استخدام الرابط أدناه ل إقامتها
et: Puuduvad varakategooriatesse praegu määratletud palun kasutage linki nende moodustamise
fa: هیچ موضوع تعریف شده در حال حاضر دارایی لطفا با استفاده از پیوند زیر به آنها راه اندازی وجود دارد
fr_lu: Il n'y a pas de catégories d'actifs définies actuellement s'il vous plaît utilisez le lien ci-dessous pour les mettre en place
hr_hr: Nema kategorije imovine trenutno definirane molimo koristite link ispod kako bi ih postavili
ja: このレベルで定義したカテゴリはありません
lv_lv: Nav aktīvu kategorijas pašlaik definētas , lūdzu, izmantojiet saites zemāk, lai to izveidi
pl_pl: Nie ma kategorii aktywów obecnie definiowany skorzystaj z poniższego linku, aby je ustawić
vi_vn: Không có loại tài sản hiện đang được xác định xin vui lòng sử dụng liên kết dưới đây để thiết lập chúng

source: Define Asset Categories
ar: تحديد فئات الأصول
et: Määrake Asset Kategooriad
fa: تعریف دسته بندی دارایی
fr_lu: Définir des catégories d'actifs
hr_hr: Definirajte Asset kategorije
ja: 税カテゴリ確認
lv_lv: Definēt aktīvu kategorijām
pl_pl: Definiowanie kategorii aktywów
vi_vn: Xác định loại tài sản

source: Any asset category
ar: أي فئة الأصول
et: Iga vara kategooria
fa: هر رده دارایی
fr_lu: Toute catégorie d'actifs
hr_hr: Svaka kategorija imovine
ja: 販売カテゴリ
lv_lv: Ikviena aktīvu kategorija
pl_pl: Wszelkie kategorii aktywów
vi_vn: Bất kỳ loại tài sản

source: Enter partial description
ar: أدخل وصف جزئي
et: Sisesta osaline kirjeldus
fa: توضیحات جزئی را وارد کنید
fr_lu: Saisir une description partielle
hr_hr: Unesite djelomični opis
ja: 品目内容
lv_lv: Ievadiet daļēju aprakstu
pl_pl: Wpisz częściowy opis
vi_vn: Nhập một phần mô tả

source: Enter partial asset code
ar: أدخل رمز الأصول جزئي
et: Sisesta osaline vara kood
fa: کد امنیتی را وارد سرمایه جزئی
fr_lu: Saisir une partie du code d'actif
hr_hr: Unesite djelomičnu kod imovinom
ja: 品目コード入力
lv_lv: Ievadiet daļēju aktīvu kodu
pl_pl: Wpisz kod częściowego aktywów
vi_vn: Nhập mã số tài sản một phần

source: Asset description keywords have been used in preference to the asset code extract entered
ar: وقد استخدمت الوصف الكلمات الأصول في الأفضلية ل استخراج رمز الأصول دخلت
et: Vara kirjeldus märksõnad on eelistada vara kood väljavõte sisestatud
fa: کلمات کلیدی توضیحات دارایی شده اند در اولویت دادن به کد دارایی استفاده می شود عصاره وارد
fr_lu: mots-clés description des actifs ont été utilisés de préférence à l'actif extrait de code est entré
hr_hr: Asset opis ključne riječi koje se rabe u želji za imovinom kod ekstrakta stupio
ja: アセット説明キーワードを入力資産コードエキスに優先して使用されている
lv_lv: Aktīvu apraksts atslēgvārdi ir izmantoti , nevis lai aktīvu kodu stājās ekstraktu
pl_pl: Asset opis słowa kluczowe zostały użyte zamiast kodu aktywów wyciąg weszła
vi_vn: Từ khóa mô tả tài sản đã được sử dụng trong ưu tiên cho các chiết xuất đang vào tài sản

source: No assets were returned by the SQL because
ar: يتم إرجاع أية أصول قبل SQL لأن
et: Ei vara tagastatudSQL sest
fa: هیچ دارایی های گذاشتن چون بازگردانده شدند
fr_lu: Aucun actif ont été retournés par le SQL, car
hr_hr: No imovina vraćena je SQL , jer
ja: 得意先詳細はSQLで検索ができませんでした、というのは
lv_lv: Nav aktīvi tika atgriezti ar SQL , jo
pl_pl: Nr aktywa zostały zwrócone przez SQL Server, ponieważ
vi_vn: Không có tài sản đã được trả lại bởi SQL vì

source: No assets were returned by this search please re-enter alternative criteria to try again
ar: يتم إرجاع أية أصول قبل هذا البحث يرجى إعادة إدخال معايير بديلة للمحاولة مرة أخرى
et: Ei vara tagastatud selle otsingu sisesta uuesti alternatiivsed kriteeriumid proovi uuesti
fa: هیچ دارایی های این جستجو پیدا نشد لطفا دوباره وارد کنید معیارهای جایگزین برای دوباره سعی کنید
fr_lu: Aucun actif ne correspond aux critères de recherche
hr_hr: No imovina vraćena ovim potrazi ponovno unesite alternativne kriterije za ponovni pokušaj
ja: いいえ資産はこの検索によって返されなかったことは別の基準を再試行し、再入力してください
lv_lv: Nav aktīvi tika atdoti ar šo meklēšanu , lūdzu vēlreiz ievadiet alternatīvus kritērijus, lai mēģinātu vēlreiz
pl_pl: Nr aktywa zostały zwrócone przez tego wyszukiwania należy ponownie wprowadzić alternatywne kryteria, aby spróbować ponownie
vi_vn: Không có tài sản đã được trả lại bằng cách tìm kiếm này xin vui lòng nhập lại các tiêu chí thay thế để thử lại

source: Search All Sales Orders
ar: البحث في جميع أوامر المبيعات
et: Otsi Kõik Müügitellimuste
fa: جستجو همه سفارشات فروش
fr_lu: Recherche de commande(s) client(s)
hr_hr: Pretraživanje svih naloga za prodaju
ja: 全販売受注検索
lv_lv: Meklēt visus pasūtijumus
pl_pl: Pokaż Wszystkie Zamówienia
vi_vn: Tìm kiếm tất cả các đơn hàng

source: Search Sales Orders
ar: البحث أوامر البيع
et: Otsi Müügitellimuste
fa: سفارشات جستجو فروش
fr_lu: Chercher parmi les commandes clients
hr_hr: Pretraživanje naloga za prodaju
ja: 全販売受注検索
lv_lv: Meklēt visus pasūtijumus
pl_pl: Szukaj zleceń sprzedaży
vi_vn: Tìm kiếm các đơn hàng

source: For customer
ar: للعميل
et: kliendi
fa: برای مشتری
fr_lu: Pour le Client
hr_hr: Za kupca
ja: 指定得意先
lv_lv: Klientam
pl_pl: Dla klienta
vi_vn: Dành cho khách hàng

source: and for customer
fr_lu: et pour le client
ja: 指定得意先

source: for the part
ar: بالنسبة للجزء
et: osa jaoks
fa: برای بخش
fr_lu: pour l'article
hr_hr: za dio
ja: 品目指定
lv_lv: daļai
pl_pl: dla towaru
vi_vn: đối với phần

source: For the part
ar: بالنسبة للجزء
et: Sest osa
fa: برای بخش
fr_lu: Pour la pièce
hr_hr: Za dio
ja: 品目指定
lv_lv: Daļai
pl_pl: Dla części
vi_vn: Đối với phần

source: for all orders placed after
ar: لجميع أوامر وضعت بعد
et: kõigi tellimuste pärast
fa: برای همه دستور قرار داده شده پس از
fr_lu: Pour toute commande passée après le
hr_hr: za sve narudžbe nakon
ja: 次の日以降の全注文が対象
lv_lv: visiem rīkojumiem, kuri ievadīti pēc
pl_pl: dla wszystkich zamówień złożonych po
vi_vn: cho tất cả các đơn đặt hàng sau

source: Search Orders
ar: البحث الطلبيات
et: Otsi Tellimused
fa: سفارشات جستجو
fr_lu: Rechercher (commande)
hr_hr: Traži Narudžbe
ja: 注文検索
lv_lv: Meklēt pasūtījumus
pl_pl: Szukaj Zamówień
vi_vn: Tìm kiếm đơn hàng

source: Show Completed orders only
ar: تظهر أوامر تكتمل إلا
et: Näita Lõpetatud tellimusi ainult
fa: نمایش سفارشات انجام شده فقط
fr_lu: N'afficher que les commandes closes
hr_hr: Pokaži Završen naredbe samo
ja: 完了販売受注検索
lv_lv: Mēklēt pabeigtos pārdo&#353;anas rīkojumus
pl_pl: Pokaż tylko zamówienia zakończone
vi_vn: Hiện đơn đặt hàng hoàn thành chỉ

source: To search for sales orders for a specific part use the part selection facilities below
ar: للبحث عن أوامر المبيعات ل جزء محدد استخدام مرافق اختيار جزء أدناه
et: Otsimiseks müügitellimuste konkreetse osa jaoks kasutada osa valik rajatiste alla
fa: برای جستجوی فروش سفارشات برای استفاده از بخش خاص بخش امکانات زیر را انتخاب
fr_lu: Pour rechercher une commande client comportant une pièce spécifique, utilisez les outils ci-dessous
hr_hr: Za traženje narudžbe za određeni dio koristiti objekte dio izbornika ispod
ja: 特定品目の販売受注を検索するために、次の品目選択機能を使用
lv_lv: Lai meklētu pādo&#353;anas rīkoumus izmantojiet meklē&#353;anas rīku zemāk
pl_pl: Aby znaleźć zamówienia na określony towar skorzystaj z narzędzi poniżej
vi_vn: Để tìm kiếm đơn hàng cho một phần cụ thể sử dụng các cơ sở lựa chọn một phần dưới đây

source: Sales Orders
ar: أوامر البيع
et: Müügitellimuste
fa: فروش سفارشات
fr_lu: Commandes
hr_hr: Nalozi za prodaju
ja: 販売受注
lv_lv: Pasūtījuma
pl_pl: Zamówienia Sprzedaży
vi_vn: Đơn hàng

source: Select Contract
ar: حدد العقد
et: Vali Leping
fa: انتخاب دارید
fr_lu: Sélectionner un contrat
hr_hr: Odaberite Ugovor
ja: 連絡先
lv_lv: Izvēlieties līgumu
pl_pl: Wybierz umowy
vi_vn: Lựa chọn hợp đồng

source: Contracts
ar: عقود
et: Lepingud
fa: قراردادها
fr_lu: Contrats
hr_hr: Ugovori
ja: 連絡先
lv_lv: līgumi
pl_pl: Zamówienia
vi_vn: Hợp đồng

source: Select A Contract
ar: حدد A العقد
et: ValiLeping
fa: انتخاب دارید
fr_lu: Sélectionner un contrat
hr_hr: Izaberite Ugovor
ja: 勘定選択
lv_lv: Izvēlieties līgumu
pl_pl: Wybierz umowy
vi_vn: Chọn một hợp đồng

source: Not Yet Quoted
ar: ومع ذلك لا يقتبس
et: Pole veel Tsiteeritud
fa: هنوز رتبهدهی نشده است نقل قول
fr_lu: En attente de devis
hr_hr: Nije Ipak Citirano
ja: 未印刷
lv_lv: Nav vēl Citēts
pl_pl: Not Yet notowane
vi_vn: Chưa được báo giá

source: Quoted - No Order Placed
ar: المقتبس - وضع أي ترتيب
et: Tsiteeritud - Ei tellimuse
fa: نقل قول شده -- بدون سفارش قرار داده
fr_lu: Devis fait - Aucune commande passée
hr_hr: Citirano - Ne Narudžba je poslana
ja: 引用された - いいえ、注文に置かない
lv_lv: Citēts - Nē pasūtījums
pl_pl: Cyt. - Nie złożonego zamówienia
vi_vn: Trích dẫn - Không có thứ tự Đặt

source: All Contracts
ar: جميع العقود
et: Kõik lepingud
fa: تمامی قراردادها
fr_lu: Tous les contrats
hr_hr: Svi ugovori
ja: 連絡先
lv_lv: Visi līgumi
pl_pl: Wszystkie umowy
vi_vn: Tất cả các hợp đồng

source: New Contract
ar: عقد جديد
et: uus leping
fa: جدید دارید
fr_lu: Nouveau contrat
hr_hr: Novi ugovor
ja: 連絡先
lv_lv: jauns līgums
pl_pl: Nowy kontrakt
vi_vn: Hợp đồng mới

source: No contracts were returned by the SQL because
ar: يتم إرجاع أية عقود قبل SQL لأن
et: No lepingud tagastatudSQL sest
fa: بدون عقد قرارداد با گذاشتن چون بازگردانده شدند
fr_lu: Pas de contrat trouvé avec la commande SQL
hr_hr: Nema ugovora vraća u SQL zbog toga
ja: 得意先詳細はSQLで検索ができませんでした、というのは
lv_lv: Nav līgumi tika atgriezti ar SQL , jo
pl_pl: Nr umowy zostały zwrócone przez SQL Server, ponieważ
vi_vn: Không có hợp đồng nào được trả lại từ cơ sở dữ liệu SQL vì

source: Issue To WO
ar: المسألة إلى WO
et: Väljastab WO
fa: شماره برای وو
fr_lu: Pour émettre WO
hr_hr: Problem za WO
ja: 払出先
lv_lv: Izsniedz WO
pl_pl: Problem z WO
vi_vn: Để phát hành WO

source: Costing
ar: يشطب
et: kuluarvestus
fa: هزینه
fr_lu: Établissement des coûts
hr_hr: koštanje
ja: 原価計算
lv_lv: Ceno&#353;ana
pl_pl: Koszty
vi_vn: chi phí

source: Contract Ref
ar: عقد المرجع
et: Leping Ref
fa: کد عکس دارید
fr_lu: Réf. contrat
hr_hr: Ugovor Ref.
ja: 契約参照
lv_lv: līgums Ref
pl_pl: Numer Kontraktu
vi_vn: hợp đồng Tài liệu tham khảo

source: Create Credit Note
ar: خلق الائتمان ملاحظة
et: Loo kreeditarve
fa: ایجاد یادداشت اعتباری
fr_lu: Créer un avoir
hr_hr: Stvaranje odobrenju
ja: 返品伝票作成
lv_lv: Veidot kredīta rēķinu
pl_pl: Sporządź Korektę
vi_vn: Tạo ra tín dụng Lưu ý

source: This credit note has already been processed. Refreshing the page will not enter the credit note again
ar: وقد تم بالفعل معالجة هذه المذكرة الائتمان .
et: See kreeditarve on juba töödeldud .
fa: توجه داشته باشید این اعتبار قبلا پردازش شده است. تازه کردن صفحه خواهد شد را وارد کنید توجه داشته باشید اعتباری دوباره
fr_lu: Cet avoir a déjà été traité. L'actualisation de la page ne modifiera pas l'avoir à nouveau
hr_hr: Ova kreditna napomena već obrađena .
ja: このクレジットノートはすでに処理されています。
lv_lv: Šis kredīts piezīme jau ir apstrādāti .
pl_pl: Nota kredytowa już przetworzona. Odświerzenie strony nie spowoduje ponownego wprowadzenia noty kredytowej
vi_vn: Lưu ý tín dụng này đã được xử lý.

source: Please use the navigation links provided rather than using the browser back button and then having to refresh
ar: يرجى استخدام الروابط الملاحة المقدمة بدلا من استخدام زر رجوع في متصفح الإنترنت ومن ثم الحاجة إلى تحديث
et: Palun kasutage navigatsiooni linke , mitte brauseri back-nupule ja siis oleks vaja värskendada
fa: لطفا از لینک های ناوبری را به جای استفاده از دکمه بازگشت مرورگر و پس از آن نیاز به نیروی تازه دادن به
fr_lu: S'il vous plaît utiliser les liens de navigation fournis plutôt que d'utiliser le navigateur vers le bouton, puis avoir à rafraîchir
hr_hr: Molimo koristite navigacijske tipke koje radije nego da koristite preglednik gumb natrag , a zatim nakon što se osvježiti
ja: リフレッシュを有するその後むしろブラウザの戻るボタンを使用するよりも提供するナビゲーションリンクを使用してください
lv_lv: Lūdzu, izmantojiet navigācijas saites, kas paredzēti , nevis izmantojot pārlūka atpakaļ pogu un pēc tam ņemot atsvaidzināt
pl_pl: Użyj linków nawigacyjnych zamiast przycisków przeglądarki i wtedy odświerz
vi_vn: Vui lòng sử dụng các liên kết chuyển hướng cung cấp chứ không phải bằng cách sử dụng nút quay lại trình duyệt và sau đó phải làm mới

source: Customer branch records requested cannot be retrieved because
ar: سجلات فرع طلب العميل لا يمكن استردادها لأن
et: Kliendi filiaali arvestust taotletud ei saa taastada , sest
fa: سوابق مشتری شعبه های درخواست شده را می توان بازیابی نیست زیرا
fr_lu: Direction des documents demandés à la clientèle ne peuvent pas être récupérés parce
hr_hr: Kupac grana zapisi zatražili ne mogu dohvatiti , jer
ja: 要求された顧客の分岐レコードが取得できないので、
lv_lv: Klientu filiāle pieprasītos ierakstus nevar iegūt , jo
pl_pl: Nie można znaleźć wyszukiwanych danych oddziałów ponieważ
vi_vn: Không truy xuất được hồ sơ chi nhánh của khách hàng vì

source: Sorry
ar: آسف
et: vabandust
fa: متاسف
fr_lu: Désolé
hr_hr: oprostite
ja: ソーリー
lv_lv: Piedodiet
pl_pl: Niestety
vi_vn: Xin lỗi

source: there are no customer branch records contain the selected text
ar: لا توجد سجلات فرع العملاء تحتوي على النص المحدد
et: Puuduvad klientide haru dokumentatsioon sisaldab valitud teksti
fa: هیچ مشتری سوابق شاخه حاوی متن انتخاب شده وجود دارد
fr_lu: il n'y a pas de dossiers clients branche contiennent le texte sélectionné
hr_hr: nema ocjene grana zapisi sadrže odabrani tekst
ja: カスタマー支店レコードが選択されたテキストが含まれていない
lv_lv: Nav klients filiāle dokumentos ir izvēlēto tekstu
pl_pl: Nie ma oddziałów spełniających te kryteria
vi_vn: không có hồ sơ chi nhánh khách hàng có các văn bản được lựa chọn

source: Unable to identify the selected customer
ar: غير قادر على تحديد العملاء المحددة
et: Ei saa kindlaks valitud kliendi
fr_lu: Aucun client ne correspond aux critères de recherche
hr_hr: Nije moguće utvrditi odabrani kupca
ja: 選択した顧客を識別することができません

source: Select Customer For Credit Note
ar: حدد العملاء للحصول على الائتمان ملاحظة
et: Vali kliendi kreeditarve
fa: مشتری را انتخاب کنید توجه داشته باشید برای اعتباری
fr_lu: Sélectionner un client pour l'avoir
hr_hr: Izaberite klijenta za kredit bilješci
ja: 返品伝票削除
lv_lv: Izvēlieties klients Credit Note
pl_pl: Dla klientów Wybierz noty kredytowej
vi_vn: Chọn khách hàng Đối với tín dụng Lưu ý

source: Customer Selection
ar: اختيار العملاء
et: Kliendi valik
fa: مشتری انتخاب
fr_lu: Sélection Client
hr_hr: Izbor kupca
ja: 得意先選択
lv_lv: Klienta izvēle
pl_pl: Wybór Klienta
vi_vn: Chọn lựa khách hàng

source: Enter text in the customer name
ar: إدخال نص في اسم العميل
et: Sisestage tekst kliendi nimi
fa: وارد کردن متن در نام مشتری
fr_lu: Saisir du texte dans le nom du client
hr_hr: Unesi tekst za naziv kupca
ja: 得意先名の一部テキスト入力
lv_lv: Ievadiet tekstu klientu nosaukumā
pl_pl: Wprowadź fragment tekstu nazwy klienta
vi_vn: Nhập vào tên khách hàng

source: Enter text extract in the customer code
ar: أدخل استخراج نص في التعليمات البرمجية العملاء
et: Sisestage tekst ekstrakti kliendi kood
fa: وارد کردن متن در عصاره کد مشتری
fr_lu: Saisir un extrait de texte dans le code client
hr_hr: Unesite tekst ekstrakt u kupca kod
ja: 得意先コードの一部テキスト入力
lv_lv: Ievadiet daļu no klienta koda
pl_pl: Wprowadź fragment tekstu kodu klienta
vi_vn: Nhập trích văn bản trong mã khách hàng

source: There are no products available that match the criteria specified
ar: لا توجد المنتجات المتاحة التي تطابق المعايير المحددة
et: Puuduvad tooted saadaval , mis vastavad kriteeriumidele
fa: هیچ محصول وجود دارد در دسترس است که مسابقه معیار های مشخص شده
fr_lu: Il n'y a pas de produits disponibles qui correspondent aux critères spécifiés
hr_hr: Nema proizvoda koji ispunjavaju kriterije navedene
ja: 指定された基準と一致することを利用可能な製品がありません
lv_lv: Nav pieejami produkti , kas atbilst noteiktajiem kritērijiem
pl_pl: Nie ma dostępnych produktów spełniających podane kryteria
vi_vn: Không có sản phẩm có sẵn phù hợp với tiêu chuẩn quy định

source: The SQL statement used was
ar: وكان بيان SQL المستخدمة
et: SQL kasutati
fa: بیانیه گذاشتن مورد استفاده قرار گرفت
fr_lu: Échec de la commande SQL:
hr_hr: Korištena je SQL naredba
ja: 使用されるSQLステートメントがあった
lv_lv: Lietotais SQL bija
pl_pl: Użyta fraza SQL
vi_vn: Các câu lệnh SQL được sử dụng là

source: is already on this credit - the system will not allow the same item on the credit note more than once. However you can change the quantity credited of the existing line if necessary
ar: هو بالفعل على هذا الائتمان - فإن النظام لن تسمح نفس البند على المذكرة الائتمان أكثر من مرة .
et: on juba selles krediidi - süsteem ei võimalda sama käskkreeditarve rohkem kui üks kord.
fa: در حال حاضر در این اعتباری -- سیستم مورد توجه داشته باشید در همان اعتبار اجازه نمی دهد بیش از یک بار. با این حال شما می توانید مقدار اعتبار از خط موجود در صورت لزوم تغییر
fr_lu: est déjà sur ce crédit - le système ne permettra pas au même point sur la note de crédit plus d'une fois. Cependant, vous pouvez modifier la quantité crédité de la ligne existante, si nécessaire
hr_hr: je već na kredit -sustav neće dopustiti isti predmet na kreditne bilješku više od jednom .
ja: このクレジットすでにオンになっている - システムが複数回クレジットメモで同じ項目を許可しません。
lv_lv: ir jau par šo kredītu -sistēma neļaus to pašu elementu uz kredītu piezīmi vairāk nekā vienu reizi .
pl_pl: jest już wprowadzony - system nie zezwala na wielokrotne wprowadzanie tego samego towaru. Niemniej możesz zmienić ilość w już wprowadzonej pozycji
vi_vn: đã về tín dụng này - hệ thống sẽ không cho phép cùng một mục trên phiếu tín dụng nhiều hơn một lần .

source: There is a problem selecting the part because
ar: هناك مشكلة اختيار جزئيا بسبب
et: Probleem on valida osa , sest
fa: یک مشکل انتخاب بخشی به دلیل وجود دارد
fr_lu: Il ya un problème parce que la sélection de la part
hr_hr: Tu je problem odabira dio, jer
ja: 一部を選択するため、問題があります
lv_lv: Irproblēma, izvēloties daļu, jo
pl_pl: Problem z wybraniem towaru ponieważ
vi_vn: Có một vấn đề chọn một phần vì

source: does not exist in the database and cannot therefore be added to the credit note
ar: غير موجود في قاعدة البيانات و بالتالي لا يمكن إضافتها إلى ملاحظة الائتمان
et: ei eksisteeri andmebaasis ja seetõttu ei saa lisadakreeditarve
fa: نشانی در پایگاه داده وجود ندارد و لذا می تواند مصونیت از توجه داشته باشید اعتباری ارسال
fr_lu: n'existe pas dans la base de données et ne peuvent donc être ajoutés à la note de crédit
hr_hr: ne postoji u bazi podataka i stoga se ne može biti dodan u odobrenju
ja: データベースに存在しませんので、クレジット·ノートに追加することはできません
lv_lv: neeksistē datu bāzē , un to nevar pievienot kredītu piezīmi
pl_pl: nie istnieje w bazie i nie może być dodany do korekty
vi_vn: không tồn tại trong cơ sở dữ liệu và do đó không thể được thêm vào các ghi chú tín dụng

source: The item selected is already on this credit the system will not allow the same item on the credit note more than once. However you can change the quantity credited of the existing line if necessary.
ar: العنصر المحدد هو بالفعل على هذا الائتمان فإن النظام لن تسمح نفس البند على المذكرة الائتمان أكثر من مرة .
et: Kirje on valitud juba selle krediidisüsteem ei võimalda sama käskkreeditarve rohkem kui üks kord.
fa: آیتم انتخاب شده است در حال حاضر در این اعتبار که این سیستم مورد توجه داشته باشید در همان اعتبار اجازه نمی دهد بیش از یک بار. با این حال شما می توانید مقدار اعتبار از خط موجود در صورت لزوم تغییر دهید.
fr_lu: L'élément sélectionné est déjà sur ce crédit le système ne permettra pas au même point sur la note de crédit plus d'une fois. Cependant, vous pouvez modifier la quantité crédité de la ligne existante, si nécessaire.
hr_hr: Stavka odabrana je već na kreditsustav neće dopustiti isti predmet na kreditne bilješku više od jednom .
ja: 選択された項目が、このクレジットのシステムが複数回信用音符で同じ項目を許可しません既にある。
lv_lv: Izvēlēts punkts ir jau šo kredītusistēma neļaus to pašu elementu uz kredītu piezīmi vairāk nekā vienu reizi .
pl_pl: Wybrany towar jest już wprowadzony - system nie pozawala na wielokrotne wprowadzanie tego samego towaru. Możesz zmienić ilość w już wprowadzonej pozycji.
vi_vn: Các sản phẩm được chọn đã về tín dụng này hệ thống sẽ không cho phép cùng một mục trên phiếu tín dụng nhiều hơn một lần .

source: The item details could not be retrieved because
ar: لا يمكن استرجاع تفاصيل بند بسبب
et: Elemendi üksikasju ei õnnestunud , sest
fa: جزئیات آیتم قابل بازیابی نیست زیرا
fr_lu: Les détails de l'élément n'a pas pu être récupérés en raison
hr_hr: Stavka detalji nisu mogli biti pronađeni , jer
ja: アイテムの詳細を取得できませんでしたので、
lv_lv: Par Papildus informācija nevarēja izgūt , jo
pl_pl: Nie można znaleźć towaru ponieważ
vi_vn: Không truy xuất được chi tiết mặt hàng vì

source: Gross
ar: إجمالي
et: bruto-
fa: درشت
fr_lu: Brut
hr_hr: bruto
ja: グロス
lv_lv: bruto
pl_pl: Brutto
vi_vn: tổng

source: Rate
ar: معدل
et: määr
fa: نرخ
fr_lu: Taux
hr_hr: stopa
ja: 率
lv_lv: Kurss
pl_pl: Oceń
vi_vn: tỷ giá

source: Are you sure you wish to delete this line item from the credit note?
ar: هل أنت متأكد أنك تريد حذف هذا البند من المذكرة الائتمان؟
et: Oled sa kindel, et soovid kustutada selle kirje alates kreeditarve ?
fa: آیا شما مطمئن هستید که میخواهید حذف این آیتم استفاده کنید توجه داشته باشید از خط اعتباری؟
fr_lu: Voulez-vous supprimer ce poste de l'avoir?
hr_hr: Jeste li sigurni da želite obrisati ovu stavku iz kreditne bilješke ?
ja: あなたはクレジットメモからこの行の項目を削除したいか？
lv_lv: Vai tu tiešām vēlies dzēst šo rindas vienību no kredīta piezīmes ?
pl_pl: Jesteś pewny, że chcesz usunąć tą pozycję noty?
vi_vn: Bạn có chắc bạn muốn xóa mục dòng này từ lưu ý tín dụng ?
