Repository: timschofield/KwaMoja-Medical
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar, et, fa, fr_lu, hr_hr, ja, lv_lv, pl_pl, vi_vn

source: This function takes a stock code ID and a tax authority code and returns the relevant tax rate.
ar: هذه الدالة تأخذ هوية رمز الأسهم وقانون مصلحة الضرائب وإرجاع معدل الضريبة ذات الصلة .
et: See funktsioon võtabstock kood ID ja maksuhalduri kood ja tagastab vastava maksumäära .
fa: این تابع طول می کشد سهام کد شناسه وکد اقتدار مالیات و نرخ مالیات مربوطه را برمی گرداند .
fr_lu: Cette fonction prend un ID de code de stock et un code d'autorisation déclarations fiscales et le taux d'imposition pertinents.
hr_hr: Ova funkcija ima ID dionica broj i porezna vlast kod i vraća relevantne poreznu stopu .
ja: この関数は、証券コードIDと税務当局のコードを取得し、関連する税率を返します。
lv_lv: Šī funkcija aizņem akciju kodu ID un nodokļu iestādes kodu un atgriež attiecīgo nodokļa likmi .
pl_pl: Funkcja ta pobiera kod ID czas i kod organu podatkowego i zwraca odpowiedniej stawki podatku.
vi_vn: Ch?c nang này nh?n vào mã ID kho và mã co quan thu? và tr? v? m?c thu? su?t thu? có liên quan.

source: The stock ID of the item whose tax rate is desired.
ar: هو المطلوب رقم مخزون من هذا البند الذي معدل الضريبة .
et: Aktsia ID Eseme kelle maksumäär on soovitud .
fa: ID سهام قلم دوم از اقلام که میزان مالیات مورد نظر است.
fr_lu: L'ID de stock de l'élément dont le taux d'imposition est souhaitée.
hr_hr: Dioničko ID predmeta čija je stopa poreza na željeni .
ja: 税率アイテムの在庫IDが望まれている。
lv_lv: Krājums ID posteņa , kuru nodokļa likme ir vēlama .
pl_pl: ID czas pozycji, których stawka podatku jest pożądane.
vi_vn: ID kho c?a m?t hàng có thu? xu?t mong mu?n

source: Tax Authority Code
ar: قانون السلطة الضريبية
et: Maksuametile kood
fr_lu: Code administration fiscale
hr_hr: Porezna uprava Code
ja: 税務当局
lv_lv: Nodokļu iestāde kodekss
pl_pl: Kod organu podatkowego
vi_vn: mã cơ quan thuế

source: The code identifying the tax authority of interest.
ar: رمز تحديد مصلحة الضرائب من الفائدة.
et: Koodiga maksuhalduri huvi.
fa: کد شناسایی قدرت مالیاتی مورد علاقه .
fr_lu: Le code d'identification de l'autorité fiscale.
hr_hr: Kod utvrđivanja porezne uprave interesa .
ja: この税務当局の追加は失敗しました、理由は
lv_lv: Kods, kas identificē nodokļu administrācijai procentu .
pl_pl: Kod identyfikujący organ podatkowy odsetek.
vi_vn: Mã xác d?nh các co quan thu? quan tâm

source: Supplier Details
ar: المورد تفاصيل
et: Pakkuja andmed
fr_lu: Fournisseur Détails
hr_hr: Detalji o dobavljaču
ja: 仕入先名
lv_lv: Vendor Balances
pl_pl: Dostawca Szczegóły
vi_vn: chi tiết về nhà cung cấp

source: Supplier ID
ar: معرف المورد
et: tarnija ID
fr_lu: Fournisseur d'identité
hr_hr: Šifra dobavljača
ja: 仕入先
lv_lv: Piegādātājs
pl_pl: Dostawca ID
vi_vn: ID của nhà cung cấp

source: This is a string value. It must be a valid supplier id that is already in the KwaMoja database.
ar: وهذا هو قيمة سلسلة .
et: See on stringi väärtus .
fa: این یک مقدار رشته ای است.
hr_hr: To jevrijednost niza .
ja: これは、文字列値である。
lv_lv: Tas irvirknes vērtību .

source: If successful this function returns a set of key/value pairs containing the details of this supplier.
ar: إذا نجحت هذه الدالة تقوم بإرجاع مجموعة من أزواج مفتاح / قيمة تحتوي على تفاصيل هذا المورد .
et: Kui edukas see funktsioon tagastab komplekti võti / väärtus paare sisaldab andmeid selle tarnija .
fa: در صورت موفقیت آمیز این تابع مجموعه ای از جفت کلید / مقدار حاوی جزئیات این عرضه کننده کالا می گرداند.
fr_lu: En cas de succès cette fonction retourne un ensemble de paires clé / valeur contenant les détails de ce fournisseur.
hr_hr: Uspiju li ova funkcija vraća skup parova ključ / vrijednost koje sadrže pojedinosti o ovom dobavljača .
ja: 成功した場合、この関数は、このサプライヤーの詳細を含むキー/値のペアのセットを返します。
lv_lv: Ja veiksmīga šī funkcija atgriež virkni galveno / vērtību pārus , kas satur informāciju par šo piegādātāja .
pl_pl: W przypadku powodzenia funkcja zwraca zbiór par klucz / wartość zawierające szczegóły tego dostawcy.
vi_vn: N?u thành công, hàm này tr? v? m?t c?p khóa/giá tr? ch?a chi ti?t v? nhà cung c?p này

source: The key will be identical with field name from the suppliers table. All fields will be in the set regardless of whether the value was set.
ar: سيكون مفتاح تكون متطابقة مع اسم حقل من الجدول الموردين.
et: Võti on identne välja nime tarnijate tabelisse.
fa: کلید خواهد بود یکسان با نام زمینه از جدول تامین کنندگان .
fr_lu: La clé sera identique avec le nom de champ de la table fournisseurs. Tous les champs seront dans l'ensemble, peu importe si la valeur a été fixée.
hr_hr: Ključ će biti identičan naziv polja iz tablice dobavljača .
ja: キーは、仕入先テーブルからフィールド名と同一になります。
lv_lv: Galvenais būs identisks ar lauka nosaukumu no piegādātāja galda.
pl_pl: Kluczem będzie identyczna z nazwa pola z tabeli dostawców. Wszystkie pola będą w zbiorze, niezależnie od tego, czy wartość została ustalona.
vi_vn: Các phím s? du?c trùng v?i tên tru?ng t? b?ng các nhà cung c?p. T?t c? các tru?ng s? du?c thi?t l?p b?t k? giá tr? dã du?c thi?t l?p hay không

source: This is a string value. It must be a valid field in the suppliers table. This is case sensitive
ar: وهذا هو قيمة سلسلة .
et: See on stringi väärtus .
fa: این یک مقدار رشته ای است.
fr_lu: Il s'agit d'une valeur de chaîne. Il doit être un champ valide dans la table des fournisseurs. Ceci est sensible à la casse
hr_hr: To jevrijednost niza .
ja: これは、文字列値である。
lv_lv: Tas irvirknes vērtību .
pl_pl: To jest wartość ciągu. To musi być ważny pola w tabeli dostawców. To jest wielkość liter
vi_vn: Ðây là chu?i giá tr?. Nó ph?i là m?t tru?ng h?p l? trong b?ng nhà cung c?p. Ðây là tru?ng h?p nh?y c?m

source: Criteria
ar: المعايير
et: kriteeriumid
fa: ضوابط
fr_lu: Critères
hr_hr: Kriterij
ja: 返品
lv_lv: Kreditēts
pl_pl: Kryteria
vi_vn: tiêu chu?n

source: This is a string value. It holds the string that is searched for in the given field. It will search for all or part of the field.
ar: وهذا هو قيمة سلسلة .
et: See on stringi väärtus .
fa: این یک مقدار رشته ای است.
fr_lu: Il s'agit d'une valeur de chaîne. Il détient la chaîne qui est recherché dans le domaine donné. Il va chercher tout ou partie du champ.
hr_hr: To jevrijednost niza .
ja: これは、文字列値である。
lv_lv: Tas irvirknes vērtību .
pl_pl: To jest wartość ciągu. Posiada ciąg, który jest wyszukiwany w danej dziedzinie. będzie szukać wszystkich lub części pola.
vi_vn: Ðây là m?t giá tr? chu?i. Nó ch?a các chu?i dã du?c tìm ki?m trong tru?ng dã d?nh. Nó s? tìm ki?m cho t?t c? ho?c m?t ph?n c?a tru?ng này

source: If successful this function returns an array of supplier ids.
ar: إذا نجحت هذه الدالة تقوم بإرجاع صفيف معرفات المورد .
et: Kui edukas see funktsioon tagastab massiivi tarnija IDd.
fa: اگر موفق این تابع آرایه ای از شناسه های عرضه کننده کالا می گرداند.
fr_lu: En cas de succès cette fonction retourne un tableau d'identifiants de fournisseur.
hr_hr: Uspiju li ova funkcija vraća polje dobavljača ids .
ja: 成功したこの機能は、サプライヤIDの配列を返します。
lv_lv: Ja veiksmīga šī funkcija atgriež masīvu piegādātāju ID .
pl_pl: W przypadku powodzenia funkcja ta zwraca tablicę identyfikatorów dostawcy.
vi_vn: N?u thành công hàm này tr? v? m?t lo?t các ID c?a nhà cung c?p

source: This function is used to retrieve the details of stock batches.
ar: يتم استخدام هذه الدالة لاسترداد تفاصيل دفعات الأوراق المالية .
et: Seda funktsiooni kasutatakse laadida üksikasjad stock partiidena.
fr_lu: Cette fonction est utilisée pour récupérer les détails des lots d'actions.
hr_hr: Ova funkcija se koristi za dohvaćanje pojedinosti dionica serijama .
ja: 預金口座詳細の取出にSQLは用いられた
lv_lv: SQL neizdevās iegūt cenas,
pl_pl: Funkcja ta służy do pobierania informacji z partii czas.
vi_vn: Ch?c nang này dùng d? truy xu?t chi ti?t s? lô trong kho

source: Returns a two dimensional array of stock batch details.
ar: إرجاع صفيف ثنائي الأبعاد من التفاصيل دفعة الأوراق المالية .
et: Annabkahemõõtmelise massiivi aktsia partii andmed.
fa: بازگرداندن یک آرایه دو بعدی از جزئیات دسته سهام .
fr_lu: Retourne un tableau à deux dimensions de détails lot stock.
hr_hr: Vraća dvodimenzionalni niz dionica serije detaljima .
ja: 在庫バッチの詳細は二次元配列を返します。
lv_lv: Atgriež divdimensiju masīvs akciju partijas detaļas.
pl_pl: Zwraca dwuwymiarowej tablicy danych partii czas.
vi_vn: Tr? v? m?t m?ng 2 chi?u c?a chi ti?t s? lô trong kho

source: The fields returned are stockid, loccode, batchno, quantity, itemcost.
ar: الحقول عاد هم stockid ، loccode ، batchno ، الكمية ، itemcost .
et: Valdkondades tagasi on stockid , loccode , batchno , kogus, itemcost .
fa: زمینه بازگشت stockid ، loccode ، batchno ، کمیت ، itemcost .
fr_lu: Les champs sont retournés stockid, loccode, batchno, la quantité, itemcost.
hr_hr: Polja su se vratili stockid , loccode , batchno , količina, itemcost .
ja: 返されたフィールドはstockid 、 locCodeの、 batchno 、数量、 itemcostです。
lv_lv: Lauki atpakaļ ir stockid , loccode , batchno , daudzumu , itemcost .
pl_pl: Pola zwrócone są stockid, loccode, batchno, ilości, itemcost.
vi_vn: Tru?ng này tr? v? mã kho, mã d?a di?m, s? lô, s? lu?ng và m?c chi phí

source: Adjust the stock balance for the given stock code at the given location by the amount given.
ar: ضبط توازن الأوراق المالية لرمز سهم معين في مكان معين بمقدار معين.
et: Reguleerige aktsia tasakaaluantud aktsia kooditeatud kohas esitatud summa.
fa: تنظیم تعادل سهام برای سهام کد داده شده را در محل داده شده با مقدار داده شده .
fr_lu: Réglez la balance des actions pour le code de stock donné à l'emplacement indiqué par le montant donné.
hr_hr: Prilagodite dionica ravnoteže za dane dionica koda na određenom mjestu po iznosu danom .
ja: 与えられた量だけ与えられた場所で与えられた株式コードの在庫バランスを調整します。
lv_lv: Noregulējiet akciju bilanci attiecīgajā akciju kodu pie konkrētā vietā ar attiecīgo summu .
pl_pl: Dostosowanie balansu czas dla danego kodu czas w danym miejscu przez daną kwotę.
vi_vn: Ði?u ch?nh cân d?i kho v?i mã kho xác d?nh t?i d?a di?m dã d?nh v?i s? lu?ng dã d?nh.

source: This is an integer value. It holds the amount of stock to be adjusted. Should be negative if is stock is to be reduced
ar: وهذا هو قيمة عددية .
et: See on täisarv .
fa: این یک مقدار عدد صحیح است .
fr_lu: Il s'agit d'une valeur entière. Il détient la quantité de stock à régler. Devrait être négatif si c'est stock est réduit
hr_hr: To jecijeli broj .
ja: これは整数値です。
lv_lv: Tas irvesels skaitlis vērtība .
pl_pl: To jest liczbą całkowitą. Posiada ilości zapasów powinny zostać dostosowane. Powinien być negatywny, jeśli jest czas ma być obniżona
vi_vn: Ðây là m?t s? nguyên. Nó n?m gi? s? lu?ng kho du?c di?u ch?nh. Nó nên là s? âm n?u là kho s? du?c gi?m

source: If successful this function returns 0.
ar: إذا نجحت هذه الدالة تقوم بإرجاع 0 .
et: Kui edukas see funktsioon tagastab 0 .
fa: اگر موفق این تابع 0 را برمی گرداند .
fr_lu: En cas de succès, cette fonction retourne 0.
hr_hr: Uspiju li ova funkcija vraća 0. .
ja: 成功したこの関数は0を返した場合。
lv_lv: Ja veiksmīga šī funkcija atgriež 0 .
pl_pl: W przypadku powodzenia funkcja zwraca 0.
vi_vn: N?u thành công hàm này tr? v? s? 0

source: Issues stock to a given work order from the given location
ar: قضايا الأوراق المالية ل أجل عمل معين من موقع معين
et: Küsimused varuantud töökäsk alates teatud kohas
fa: مسائل مربوط به سهام از محل داده شده به یک سفارش کار داده شده
fr_lu: Questions d'actions à un ordre de travail donnée de l'emplacement donné
hr_hr: Pitanja zalihe na određenom radnom nalogu iz kojeg mjesta
ja: 指定された場所から指定された作業指示に発行株式を
lv_lv: Jautājumi krājumu konkrētā darba kārtībā no konkrētajā vietā
pl_pl: czas problemy do danego zlecenia z danej lokalizacji
vi_vn: Phát hành kho cho m?t l?nh s?n xu?t dã d?nh t? m?t d?a di?m dã d?nh

source: A string field containing a valid work order number that has already been created. The api will check this before making the enquiry.
ar: حقل سلسلة تحتوي على رقم الطلب عمل ساري المفعول أن تم بالفعل إنشاء .
et: String väli sisaldab kehtiva tellimuse number , mis on juba loodud .
fa: زمینه رشته حاویتعداد سفارش کار معتبر است که در حال حاضر ایجاد شده است .
fr_lu: Un champ de type chaîne contenant un ordre de travail correct qui a déjà été créé. L'API vérifiera cela avant de faire la requête.
hr_hr: Niz polje sadrži valjani broj radnih naloga koji je već stvorio .
ja: すでに作成されている有効な作業オーダー番号を含む文字列フィールド。
lv_lv: String lauks satur derīgu darba kārtas numuru , kas jau ir izveidota .
pl_pl: Strun, zawierające prawidłowy numer zlecenia, który został już utworzony. API to sprawdzić przed podjęciem badania.
vi_vn: M?t chu?i tru?ng có ch?a m?t s? l?nh s?n xu?t h?p l? dã du?c t?o ra. Các API s? ki?m tra tru?c khi th?c hi?n yêu c?u.

source: Batch number
ar: رقم الدفعة
et: partii number
fr_lu: Numéro de lot
hr_hr: broj serije
ja: 番号
lv_lv: partijas numurs
pl_pl: Numer serii
vi_vn: số lô

source: This is a string value. It holds the reference to the batch number for the product being issued. If the stockid is not batch controlled this is ignored.
ar: وهذا هو قيمة سلسلة .
et: See on stringi väärtus .
fa: این یک مقدار رشته ای است.
fr_lu: Il s'agit d'une valeur de chaîne. Il contient la référence au numéro de lot du produit est délivré. Si le stockid n'est pas contrôlé ce lot est ignoré.
hr_hr: To jevrijednost niza .
ja: これは、文字列値である。
lv_lv: Tas irvirknes vērtību .
pl_pl: To jest wartość ciągu. Posiada odniesienie do numeru partii produktu wydaniu. Jeśli nie jest partia stockid kontrolowali ten jest ignorowany.
vi_vn: Ðây là m?t giá tr? chu?i. Nó ch?a tham chi?u d?n s? lô cho các s?n ph?m du?c phát hành. N?u mã kho không ph?i là lô du?c ki?m soát, vi?c này du?c b? qua.

source: This is a string value. It must be a valid field in the workorders table. This is case sensitive
ar: وهذا هو قيمة سلسلة .
et: See on stringi väärtus .
fa: این یک مقدار رشته ای است.
fr_lu: Il s'agit d'une valeur de chaîne. Il doit être un champ valide dans la table bons de travail. Ceci est sensible à la casse
hr_hr: To jevrijednost niza .
ja: これは、文字列値である。
lv_lv: Tas irvirknes vērtību .
pl_pl: To jest wartość ciągu. To musi być ważny pola w tabeli workorders. To jest wielkość liter
vi_vn: Ðây là m?t chu?i giá tr?. Nó ph?i là m?t tru?ng giá tr? trong b?ng l?nh d?t hàng. Ðây là tru?ng h?p nh?y c?m

source: If successful this function returns an array of work order numbers.
ar: إذا نجحت هذه الدالة تقوم بإرجاع صفيف أرقام أجل العمل.
et: Kui edukas see funktsioon tagastab massiivi töö järjekorranumbrit.
fa: اگر موفق این تابع یک آرایه از اعداد سفارش کار می گرداند.
fr_lu: En cas de succès cette fonction retourne un tableau des numéros d'ordre de travail.
hr_hr: Uspiju li ova funkcija vraća niz brojeva radnih naloga .
ja: 成功したこの機能は、作業指示番号の配列を返します。
lv_lv: Ja veiksmīga šī funkcija atgriež masīvu darba kārtas numuru .
pl_pl: W przypadku powodzenia funkcja zwraca tablicę liczb zlecenia.
vi_vn: N?u thành công hàm này tr? v? m?t m?ng các s? th? t? l?nh d?t hàng

source: Purchasing data
ar: شراء البيانات
et: Ostmine andmed
fr_lu: Données sur les achats
hr_hr: Nabava podatke
ja: 購買発注
lv_lv: Iepirk&#353;ana
pl_pl: Zakup danych
vi_vn: dữ liệu mua

source: This function is used to insert a new work order into the KwaMoja database. Currently this works only for single line orders.
ar: يتم استخدام هذه الدالة لادخال نظام العمل الجديد في قاعدة البيانات KwaMoja .
et: Seda funktsiooni kasutatakse lisada uus töö järjekorrale KwaMoja andmebaasis.
hr_hr: Ova funkcija se koristi za umetanje novog radnog naloga u KwaMoja bazu podataka .
ja: この関数は、 KwaMojaデータベースに新しい作業順序を挿入するために使用される。

source: Work order details
ar: العمل تفاصيل النظام
et: Töökäsu detailid
fr_lu: détails de la commande de travail
hr_hr: Radni nalog pojedinosti
ja: 作業指図
lv_lv: Darba rīkojuma ievade
pl_pl: szczegóły Work celu
vi_vn: Chi tiết về lệnh sản xuất

source: Receives stock from a given work order from the given location
ar: يتلقى الأسهم من أجل عمل معين من موقع معين
et: Võtab varudantud töökäsk alates teatud kohas
fa: دریافت سهام از سفارش کار داده می شود از محل داده شده
fr_lu: Stock reçoit à partir d'un ordre de travail donné à partir de l'emplacement donné
hr_hr: Prima zalihe iz određenog radnog naloga iz kojeg mjesta
ja: 与えられた場所から特定の作業オーダーから株式を受け取る
lv_lv: Saņem krājumus no konkrētā darba kārtībā no konkrētajā vietā
pl_pl: czas otrzymuje od danego zlecenia z danej lokalizacji
vi_vn: Nh?n du?c kho t? l?nh s?n xu?t dã d?nh t? d?a di?m dã d?nh

source: Returns the KwaMoja default date format
ar: ترجع تنسيق التاريخ الافتراضي KwaMoja
et: Annab KwaMoja vaikimisi kuupäeva formaat
hr_hr: Vraća datum KwaMoja zadani format
ja: KwaMojaのデフォルトの日付フォーマットを返します

source: If successful this function returns a string contain the default date format.
ar: إذا يعود نجاح هذه الدالة سلسلة تحتوي على تنسيق التاريخ الافتراضي .
et: Kui edukas see funktsioon tagastab stringi sisaldavad vaikimisi kuupäeva formaat .
fa: اگر موفقیت آمیز این تابع یک رشته را در بر پیش فرض فرمت تاریخ .
fr_lu: En cas de succès cette fonction retourne une chaîne contenant le format de date par défaut.
hr_hr: Uspiju li ova funkcija vraćastring sadrže oblik datuma, zadani .
ja: 成功したこの関数が返した場合は文字列がデフォルトの日付書式が含まれています。
lv_lv: Ja veiksmīga šī funkcija atgriežstring satur noklusēto datuma formātu .
pl_pl: W przypadku powodzenia funkcja zwraca ciąg zawiera domyślny format daty.
vi_vn: N?u thành công hàm này tr? v? m?t chu?i ch?a d?nh d?ng ngày m?c d?nh

source: If successful this function returns an array of two elements the first should contain an integer of zero for successful and the second an associative array containing the key of confvalue the value of which is the Default_Shipper.
ar: إذا نجحت هذه الدالة تقوم بإرجاع صفيف من عنصرين يجب أن يحتوي على أول عدد صحيح من صفر لنجاح والثانية صفيف النقابي تحتوي على مفتاح confvalue قيمة وهو Default_Shipper .
et: Kui edukas see funktsioon tagastab massiivi kahest osastesimene peaks sisaldama täisarv null edukas jateine​​assotsiatiivne massiiv sisaldabvõtit confvalue mille väärtus on Default_Shipper .
fa: اگر موفق این تابع یک آرایه از دو عنصر را برمی گرداند اول بایدعدد صحیح صفر موفق و دوم یک آرایه انجمنی شامل کلید confvalueارزش کهDefault_Shipper ، داشته باشد.
hr_hr: Uspiju li ova funkcija vraća niz dva elementaprvo treba sadržavati cijeli broj od nule za uspješno i drugi asocijativni niz koji sadrži ključ confvaluevrijednosti od kojih jeDefault_Shipper .
ja: 成功したこの関数は2つの要素の配列を返す場合は、最初は成功のためにゼロの整数とconfvalueの鍵Default_Shipperとなっている値を含む第二の連想配列を含める必要があります。
lv_lv: Ja veiksmīga šī funkcija atgriež masīvu divus elementuspirmais jābūt veselam skaitlim no nulles , lai veiksmīgi un otrais asociatīvo masīvu , kas satur atslēgu confvaluekura vērtība irDefault_Shipper .

source: Returns the KwaMoja default location
ar: يعود الموقع الافتراضي KwaMoja
et: Annab KwaMoja vaikeasukohast
hr_hr: Vraća položaj KwaMoja zadanu
ja: KwaMojaのデフォルトの場所を返します。

source: If successful this function returns a string contain the default location.
ar: إذا يعود نجاح هذه الدالة سلسلة احتواء الموقع الافتراضي .
et: Kui edukas see funktsioon tagastab stringi sisaldavad vaikimisi asukohta.
fr_lu: En cas de succès cette fonction retourne une chaîne contenant l'emplacement par défaut.
hr_hr: Uspiju li ova funkcija vraćastring sadrže zadano mjesto .
ja: 成功したこの関数が返した場合は文字列がデフォルトの場所が含まれています。
lv_lv: Ja veiksmīga šī funkcija atgriežstring satur noklusējuma atrašanās vietu .
pl_pl: W przypadku powodzenia funkcja zwraca ciąg znaków zawiera w domyślnej lokalizacji.
vi_vn: N?u thành công hàm này tr? v? m?t chu?i ch?a các d?a di?m m?c d?nh

source: Returns the KwaMoja default price list
ar: إرجاع قائمة الأسعار الافتراضية KwaMoja
et: Annab KwaMoja default hinnakirja
hr_hr: Vraća cijena KwaMoja zadani popis
ja: KwaMojaデフォルトの価格リストを返します

source: If successful this function returns a string contain the default price list code.
ar: إذا يعود نجاح هذه الدالة سلسلة تحتوي على رمز سعر القائمة الافتراضية .
et: Kui edukas see funktsioon tagastab stringi sisaldavad vaikimisi hinnakirja kood .
fa: اگر موفقیت آمیز این تابع یک رشته حاویپیش فرض قیمت لیست کد .
fr_lu: En cas de succès cette fonction retourne une chaîne contenant le code par défaut la liste de prix.
hr_hr: Uspiju li ova funkcija vraćastring ne sadrži popis kôd zadanu cijenu .
ja: 成功したこの関数が返した場合は文字列は、デフォルトの価格表のコードが含まれています。
lv_lv: Ja veiksmīga šī funkcija atgriežstring satur noklusējuma cenrādi kodu.
pl_pl: W przypadku powodzenia funkcja zwraca ciąg zawierają cenę domyślną listą kodów.
vi_vn: N?u thành công hàm này tr? v? m?t chu?i ch?a mã m?c d?nh c?a b?ng giá

source: If successful this function returns a string contain the default inventory location.
ar: إذا يعود نجاح هذه الدالة سلسلة احتواء الموقع جرد الافتراضي .
et: Kui edukas see funktsioon tagastab stringi sisaldavad vaikimisi inventuuri kohas.
fa: اگر موفقیت آمیز این تابع یک رشته را در برمحل موجودی پیش فرض .
hr_hr: Uspiju li ova funkcija vraćastring sadržavati lokaciju zaliha zadani .
ja: 成功したこの関数が返した場合は文字列は、デフォルトのインベントリの場所が含まれています。
lv_lv: Ja veiksmīga šī funkcija atgriežstring satur noklusējuma inventāra atrašanās vietu.

source: Returns the KwaMoja reports directory for the company selected
ar: ترجع KwaMoja تقارير الدليل لل عن الشركة المختارة
et: Annab KwaMoja aruanded kataloog ettevõtte valitud
fa: بازگرداندن KwaMoja گزارش دایرکتوری برای شرکت انتخاب شده
hr_hr: VraćaKwaMoja izvješća imenik za tvrtke odabranog
ja: KwaMoja選択した会社のためのディレクトリを報告し返す
lv_lv: AtgriežKwaMoja ziņo direktoriju izvēlēto uzņēmumu

source: If successful this function returns a string containing the path to the company reports directory
ar: إذا نجحت هذه الدالة تقوم بإرجاع سلسلة تحتوي على المسار إلى الدليل تقارير الشركات
et: Kui edukas see funktsioon tagastab stringi sisaldava teeettevõtte aruanded kataloog
fa: اگر موفق این تابع یک رشته حاوی مسیر دایرکتوری شرکت گزارش می گرداند
hr_hr: Uspiju li ova funkcija vraća string koji sadrži put do imeniku tvrtke izvješća
ja: 成功したこの機能は、会社のレポートディレクトリへのパスを含む文字列を返す場合
lv_lv: Ja veiksmīga šī funkcija atgriež virkni , kas satur ceļu uz uzņēmuma atskaišu kataloga

source: This function creates a POS data file on the KwaMoja server for download by the POS
ar: هذه الدالة بإنشاء ملف بيانات نقاط البيع على الملقم KwaMoja للتحميل من قبل نقاط البيع
et: See funktsioon loob POS andmed failiKwaMoja server allalaadimiseksPOS
fa: این تابع یک فایل داده های POS ایجاد بر روی سرور KwaMoja برای دانلود توسط POS
hr_hr: Ova funkcija stvara datoteku POS podataka o KwaMoja poslužitelju za preuzimanje od strane POS
ja: この機能は、POSでダウンロードKwaMojaサーバー上のPOSデータファイルを作成し

source: POS Customer Code - a valid KwaMoja customer that sales from the POS are made against.
ar: POS كود العملاء - عميل KwaMoja صالح أن مبيعات من نقاط البيع مصنوعة ضد .
et: POS Kliendi kood - kehtiv KwaMoja kliendile, et müükPOS tehakse vastu .
fa: اعتباری کد مشتری - مشتری KwaMoja معتبر است که فروش از POS در برابر ساخته شده است .
fr_lu: POS Code client - un client de KwaMoja valable que les ventes du POS sont contre .
hr_hr: POS Kupac Code -vrijedi KwaMoja kupca da se prodaja iz POS-a je protiv .
ja: POS顧客コード - POSから販売が行われていることに対して有効なKwaMojaの顧客。
lv_lv: POS Klienta kods -derīga KwaMoja klientam , ka pārdošana no POS tiek veikti pret.
pl_pl: Kod klienta POS -ważny klient KwaMoja że sprzedaż z POS są przeciw.
vi_vn: POS Mã khách hàng - khách hàng KwaMoja hợp lệ doanh thu từ các POS được thực hiện chống lại .
