Repository: timschofield/KwaMoja-Medical
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar, et, fa, fr_lu, hr_hr, ja, lv_lv, pl_pl, vi_vn

source: If you know the code enter it in the Asset ID input box, otherwise select the asset from the list below. Only assets with no cost will show in the list
ar: إذا كنت تعرف رمز إدخاله في مربع الإدخال ID الأصول ، وإلا اختر الأصول من القائمة أدناه .
et: Kui tead koodi sisestada seeAsset ID sisend kasti , muul juhul vali vara allpool olevast nimekirjast .
fa: اگر شما می دانید که کد آن را وارد کنید در دارایی شناسه جعبه ورودی ، در غیر این صورت دارایی ها را از لیست زیر انتخاب کنید.
fr_lu: Si vous connaissez le code, il entrera dans la zone d'entrée Asset ID, sinon sélectionnez l'élément dans la liste ci-dessous. Seuls les actifs sans frais apparaîtra dans la liste
hr_hr: Ako znatebroj ući u Asset ID ulazni okvir , inače odabir sredstva iz donjeg popisa .
ja: あなたはコードが資産ID入力ボックスに入力しわかっている場合は、そうでなければ以下のリストからアセットを選択します。
lv_lv: Ja jūs zinātkodu ievadiet to aktīvu ID ievades lodziņā , pretējā gadījumā izvēlieties aktīvu no saraksta zemāk .
pl_pl: Jeśli znasz kod wprowadź go w polu ID Asset wejście, w przeciwnym razie wybierz aktywów z listy poniżej. Tylko bez żadnych kosztów aktywów pokaże się na liście
vi_vn: Nếu bạn biết mã nhập nó vào ID tài sản hộp đầu vào , nếu không chọn tài sản từ danh sách dưới đây .

source: Enter Asset ID
ar: أدخل معرف الأصول
et: Sisesta Asset ID
fr_lu: ID du bien
hr_hr: Unesite Asset ID
ja: 行品目入力

source: Select from list
ar: اختر من القائمة
et: Vali nimekirjast
fr_lu: Sélectionner dans la liste
ja: 品目選択

source: Enter Fixed Asset
ar: أدخل الأصول الثابتة
et: Sisesta Põhivarade
fr_lu: Saisir une immobilisation
hr_hr: Unesite fiksne imovine
ja: 行品目入力
lv_lv: Ievadiet pamatlīdzeklis
pl_pl: Wpisz aktywów trwałych
vi_vn: Nhập tài sản cố định

source: Enter Supplier Invoice Against Goods Received
ar: أدخل مزود الفاتورة على السلع الواردة
et: Sisesta Tarnija arve vastu saadud kaubad
fa: فاکتور تامین کننده برابر مغازه های دریافت شده را وارد کنید
fr_lu: Saisir une facture fournisseur en rapport avec les biens reçus
hr_hr: Unesite Supplier fakture protiv primljena dobra
ja: 受領商品の仕入先請求入力
lv_lv: Ievadīt piegādātāja rēķinu pret saņemto preci
pl_pl: Wprowadź Fakturę Dostawcy na Towary Przyjęte
vi_vn: Nhập Nhà cung cấp hóa đơn đối với hàng hóa nhận

source: then the link to enter a supplier invoice must be clicked on
ar: ثم الرابط ل إدخال فاتورة المورد يجب النقر على
et: siislink sisenedatarnija arve tuleb klõpsanud
fa: سپس لینک به وارد شدن به یک فاکتور عرضه کننده کالا را باید در کلیک
fr_lu: puis sur le lien pour entrer dans une facture du fournisseur doit être cliqué sur
hr_hr: zatimpovezuju unesite dobavljaču račun moraju biti kliknuo na
ja: それから仕入先請求書を入力するリンクがクリックされなければなりません
lv_lv: tadsaite ievadīt piegādātāju rēķinu ir noklikšķinājuši uz
pl_pl: następnie kliknij link wprowadzania faktury dostawcy
vi_vn: sau đó liên kết để vào một nhà cung cấp hóa đơn phải được bấm trên

source: The quantity being invoiced is more than the outstanding quantity that was delivered. It is not possible to enter an invoice for a quantity more than was received into stock
ar: الكمية التي يجري فواتير هو أكثر من الكمية المعلقة التي تم تسليمها .
et: Kogusele arve on rohkem kuitäitmata kogus toimetati .
fa: مقدار در حال صورتحساب بیشتر از کمیت برجسته که تحویل داده شد است.
fr_lu: La quantité facturée est supérieure au reliquat qui vient d'être livré. Il n'est pas possible de facturer plus que ce que l'on a en stock.
hr_hr: Količina se fakturirati je više nego preostali količini koja je isporučena .
ja: 請求されている量が配信された卓越した量より多くである。
lv_lv: Daudzums tiek izrakstīts rēķins ir lielāks par atlikušo daudzumu, kas tika piegādāts .
vi_vn: Số lượng được ghi trên hóa đơn là nhiều hơn số lượng xuất sắc đã được giao .

source: The goods received cannot be invoiced at this price
ar: البضائع الواردة لا يمكن فواتير عند هذا السعر
et: Saadud kaupa ei saa arvele selle hinnaga
fr_lu: Les marchandises reçues ne peut être facturé à ce prix
hr_hr: Primljena dobra ne može biti fakturirana po ovoj cijeni
ja: 受け取った商品は、この価格で請求することができません
lv_lv: Saņemtās preces nevar rēķinā par šo cenu
pl_pl: Towary przyjęte nie mogą być zafakturowane w tej cenie
vi_vn: Hàng hoá nhận được không có thể được lập hoá đơn ở mức giá này

source: The price being invoiced is more than the purchase order price by more than
ar: ثمن فاتورة يجري هو أكثر من سعر طلب الشراء من قبل أكثر من
et: Hind on arve on rohkem kui ostutellimuse hind üle
fa: قیمت در حال صورتحساب بیش از قیمت سفارش خرید بیش از
fr_lu: Le prix est facturé est plus que le prix pour l'achat de plus de
hr_hr: Cijena se fakturirati je više od cijene narudžbe za više od
ja: 請求されている価格は以上で発注価格以上のものです
lv_lv: Cena tiek izrakstīts rēķins ir vairāk nekā pirkuma pasūtījuma cenu par vairāk nekā
pl_pl: Cena na fakturze jest wyższa niż na zamówieniu zakupu o więcej niż
vi_vn: Giá được ghi trên hóa đơn là hơn giá đơn đặt hàng hơn

source: The system is set up to prohibit this so will put this invoice on hold until it is authorised
ar: يتم وضع هذا النظام لمنع هذا ما سيضع هذه الفاتورة في الانتظار حتى يؤذن له
et: Süsteem on loodud, et keelata seda nii paneb see arve ootele , kuni see on lubatud
fa: این سیستم قرار است تا به منع این کار این فاکتور در انتظار قرار داده است تا آن مجاز است
fr_lu: Le système est mis en place pour interdire cette façon mettra cette facture en attente jusqu'à ce qu'il soit autorisé
hr_hr: Sustav je postavljen tako da zabrani taj će mu taj račun na čekanju dok je ovlašten
ja: それが認証されるまで、システムはこれがそう保留にこの請求書を置く禁止するように設定されている
lv_lv: Sistēma ir izveidota, lai aizliegtu šo tik būs īstenot šo rēķinu aizturēts , līdz tas ir atļauts
pl_pl: System jest przygotowany do wyłączenia tego tak stworzy to faktura wstrzymane do czasu jest to dozwolone
vi_vn: Hệ thống này được thiết lập để ngăn cấm này như vậy sẽ đưa hóa đơn này giữ lại cho đến khi nó được ủy quyền

source: Invoiced Goods Received Selected
ar: السلع فواتير تلقى مختارة
et: Arve saadud kaubad valitud
fr_lu: Marchandise reçues et facturées sélectionnées
hr_hr: Dostavnica roba primljena Odabrani
ja: 請求済受領商品選択
lv_lv: Rēķinā preces Saņemtā Selected
pl_pl: Wybrane Zafakturowane Towary Przyjęte
vi_vn: Hàng hóa đơn nhận chọn

source: Quantity Charged
ar: الكمية المشحونة
et: Kogus laetud
fr_lu: Quantité facturée
hr_hr: Količina optužen
ja: 請求済数量
lv_lv: Daudzums Charged
pl_pl: Ilość Wystawiona
vi_vn: Số lượng Charged

source: Price Charge in
ar: السعر المسؤول في
et: Hind Laeng
fr_lu: Charge des prix dans
hr_hr: Cijena Punjenje u
ja: 請求価格 in
lv_lv: Cena lādiņš
pl_pl: Cena Wystawienia w
vi_vn: Giá cước trong

source: Total Value of Goods Charged
ar: مجموع قيمة السلع واتهم
et: Kaupade koguväärtus Laetud
fr_lu: Valeur totale des marchandises taxées
hr_hr: Ukupna vrijednost robe zaduženi
ja: 請求済商品合計価格
lv_lv: Kopējā vērtība pieprasītas preču
pl_pl: Ogólna Wartość Zafakturowanych Towarów
vi_vn: Tổng giá trị hàng hoá Charged

source: There are no outstanding goods received from
ar: لا يوجد البضائع المعلقة الواردة من
et: Puuduvad silmapaistev saadud kaubad
fr_lu: Il n'y a pas de circulation des marchandises reçues
hr_hr: Nema izraženih roba dobivena od
ja: から受信しない優れた商品がありません
lv_lv: Nav izcili preces, kas saņemtas no
pl_pl: Nie ma niezafakturowanych dostaw towarów od
vi_vn: Không có hàng hoá xuất sắc nhận được từ

source: that have not been invoiced by them
ar: التي لم يتم تحرير فواتير بها
et: , mida ei ole arvele nende
fa: که توسط آنها صورتحساب نشده است
fr_lu: qui n'ont pas été facturés par les
hr_hr: koji nisu fakturirani ih
ja: それらによって請求されていないこと
lv_lv: kas nav rēķinā ar tiem
pl_pl: to nie było zafakturowane przez nich
vi_vn: đã không được lập hoá đơn của họ

source: The goods must first be received using the link below to select purchase orders to receive
ar: يجب أولا أن يتم استلام البضائع باستخدام الرابط أدناه لتحديد أوامر الشراء لتلقي
et: Kaup peab olema eelnevalt saadud kasutades allolevat linki , et valida ostutellimused saada
fa: کالاها برای اولین بار باید با استفاده از لینک زیر به انتخاب سفارشات خرید برای دریافت دریافت می شود
fr_lu: Les marchandises doivent d'abord être reçue en utilisant le lien ci-dessous pour sélectionner les bons de commande pour recevoir
hr_hr: Roba mora prvo biti primljene koristeći link ispod za odabir narudžbe za primanje
ja: 商品は最初に受信するために発注書を選択するには、以下のリンクを使用して受信する必要があります
lv_lv: Preces vispirms ir saņemti, izmantojot saiti zemāk, lai izvēlētos pirkšanas pasūtījumus , lai saņemtu
pl_pl: Towary muszą być najpierw przyjęte przez link poniżej poprzez wybór zamówienia dostawy do przyjęcia
vi_vn: Hàng đầu tiên phải được nhận bằng cách sử dụng liên kết dưới đây để lựa chọn đơn đặt hàng nhận được

source: GRN Selected For Adding To A Purchase Invoice
ar: GRN مختارة لإضافتها إلى فاتورة الشراء
et: GRN valitud lisadesostuarve
fa: GRN انتخاب شده برای اضافه کردن به فاکتور خرید
fr_lu: GRN Sélectionné pour s'ajouter à une facture d'achat
hr_hr: Izabrani GRN za dodavanje ulazne fakture
ja: GRNは、購入の請求書に追加するために選択
lv_lv: GRN Selected pievienošanai A pirkuma rēķina
pl_pl: Pz Wybrane do Dodania Do Faktury Dostawy
vi_vn: GRN chọn Để thêm cho một hoá đơn mua

source: Qty Outstanding
ar: الكمية المعلقة
et: Kogus Outstanding
fr_lu: Qté en attente
hr_hr: Količina Outstanding
ja: 未処理数量
lv_lv: Daudz Izcila
pl_pl: Pozostała Ilość
vi_vn: Số lượng xuất sắc

source: Order Price in
ar: سعر النظام في
et: Telli Hind
fr_lu: Prix de la commande en
hr_hr: Naručite Cijena u
ja: 注文価格 in
lv_lv: Kārtība Cena
pl_pl: Ceny Zamówienia w
vi_vn: Để Giá cả trong

source: Actual Price in
ar: السعر الفعلي في
et: Tegelik Hind
fr_lu: Prix réels dans
hr_hr: Stvarna cijena u
ja: 実績価格 in
lv_lv: Faktiskais Cena
pl_pl: Aktualna Cena w
vi_vn: Giá thực tế trong

source: Modify Line
ar: تعديل الخط
et: Muuda Line
fr_lu: Modifier la ligne
hr_hr: Izmjena Line
ja: 行修正
lv_lv: modificēt Line
pl_pl: Zmień Pozycję
vi_vn: sửa đổi dòng

source: Goods Received Yet to be Invoiced From
ar: البضائع الواردة لم يتم بفاتورة من
et: Saadud kaubad Pole veel Arve From
fr_lu: Les marchandises reçues doivent être facturées
hr_hr: Roba primljeni Ipak se dostavnice iz
ja: 雑貨からの更に請求され、受信した
lv_lv: Preces Saņemtā Tomēr, lai būtu Rēķinā no
pl_pl: Towary Przyjęte do Zafakturowania Od
vi_vn: Tuy nhiên, hàng hóa nhận được lập hoá đơn từ

source: Total Qty Received
ar: إجمالي الكمية المتلقاة
et: Kokku Kogus Vastatud
fr_lu: Quantité totale reçue
hr_hr: Ukupna količina primljeni
ja: 受領合計数量
lv_lv: Kopējais Daudz saņemtā
pl_pl: Ogólna Ilosć Dostarczona
vi_vn: Tổng số lượng nhận được

source: Qty Already Invoiced
ar: الكمية مفوتر أصلا
et: Kogus juba esitatud
fr_lu: Quantité déjà facturée
hr_hr: Količina već dostavljen
ja: 既請求数量
lv_lv: Daudz Jau Rēķinā
pl_pl: Ilość Już Zafakturowana
vi_vn: Tổng số lượng đã làm hóa đơn

source: Qty Yet To Invoice
ar: الكمية حتى الآن لم الفاتورة
et: Kogus veel Arve
fr_lu: Qté à facturer
hr_hr: Količina Ipak da računa
ja: 未請求数量
lv_lv: Daudz vēl rēķinam
pl_pl: Ilość Jeszcze Do Zafakturowania
vi_vn: Số lượng Tuy nhiên, để hóa đơn

source: Add Whole PO to Invoice
ar: إضافة PO الجامعة إلى الفاتورة
et: Lisa Terve PO arve
fr_lu: Ajouter un bon de commande à facturer
hr_hr: Dodaj cijeli narudžbenicu na računu
ja: 請求する全PO追加
lv_lv: Pievienot Visa PO uz rēķinu
pl_pl: Dodaj Całe Zamówienie do Faktury
vi_vn: Thêm nguyên PO hóa đơn

source: Select All
ar: حدد الكل
et: Vali kõik
fr_lu: Tout sélectionner
hr_hr: Odaberi sve
ja: 選択
lv_lv: Izvēlēties
pl_pl: Zaznacz wszystko
vi_vn: Chọn tất cả

source: Deselect All
ar: الغاء اختيار جميع
et: Tühista kõik valikud
fa: عدم انتخاب همه
fr_lu: Tout dé-sélectionner
hr_hr: Odznači sve
ja: すべての選択を解除
lv_lv: Atcelt visu
pl_pl: Odznacz wszystko
vi_vn: Bỏ chọn tất cả

source: Add to Invoice
ar: إضافة إلى الفاتورة
et: Lisa Arve
fr_lu: Ajouter à la facture
hr_hr: Dodaj na račun
ja: 請求追加
lv_lv: Pievienot Rēķinam
pl_pl: Dodaj do Faktury
vi_vn: Thêm vào hóa đơn

source: A supplier must first be selected before logins can be defined for it
ar: يجب أولا أن يكون اختيار المورد قبل ويمكن تعريف تسجيلات لذلك
et: Tarnija peab kõigepealt olema valitud enne sisselogimise saab määratleda selle
fr_lu: Sélectionnez un fournisseur pour paramétrer son identifiant
hr_hr: Dobavljač mora prvo biti izabran prije logiranja može se definirati za to
ja: 最初に仕入先選択ページから仕入先が選ばれなければなりません

source: Receivables
ar: المستحقات
et: nõuded
fa: دریافتها
fr_lu: Comptes clients
hr_hr: Izdani računi
ja: 売掛金
lv_lv: Darbs ar klientiem
pl_pl: Należności
vi_vn: các khoản phải thu

source: Payables
ar: الذمم الدائنة
et: kreditoorne võlgnevus
fa: پرداختها
fr_lu: Comptes fournisseurs
hr_hr: Primljeni računi
ja: 買掛金
lv_lv: Darbs ar piegādātājiem
pl_pl: Zobowiązania
vi_vn: các khoản phải trả

source: Purchasing
ar: شراء
et: ostmine
fr_lu: Achats
hr_hr: NAručivanje
ja: 購買発注
lv_lv: Iepirk&#353;ana
pl_pl: Zakupy
vi_vn: Mua

source: Manufacturing
ar: تصنيع
et: tootmine
fa: تولیدات
fr_lu: Fabrication
hr_hr: Proizvodnja
ja: 製造
lv_lv: Ražošana
pl_pl: Produkcja
vi_vn: sản xuất

source: General Ledger
ar: دفتر الأستاذ العام
et: pearaamat
fa: دفتر کل
fr_lu: Grand Livre
hr_hr: Glavna knjiga
ja: 総勘定元帳
lv_lv: Virsgrāmata
pl_pl: Księga Główna
vi_vn: sổ cái

source: Asset Manager
ar: إدارة الأصول
fa: مدیریت دارایی
fr_lu: Gestion des actifs
hr_hr: Osnovna sredstva
ja: 倉庫管理
vi_vn: Trưởng phòng tài sản

source: Back to Suppliers
ar: عودة إلى موردون
et: Tagasi Tarnijad
fr_lu: Retour aux fournisseurs
hr_hr: Natrag na dobavljače
ja: 仕入先へ戻る
lv_lv: Atpakaļ pie piegādātajiem
pl_pl: Powrót do dostawców
vi_vn: Quay lại nhà cung cấp

source: A new supplier login has been created
ar: تم إنشاء تسجيل دخول جديدة المورد
fr_lu: Un nouvel identifiant de fournisseur a été créé.
ja: 仕入先購買データが更新された

source: The supplier login role is expected to contain just one token - number 9. There is no such role currently defined - so a supplier login cannot be set up until this role is defined
ar: ومن المتوقع أن تحتوي فقط رمز واحد دور دخول المورد - عدد 9 .
et: Tarnija login roll peaks sisaldama ainult üks sümboolne - number 9 .
fa: عرضه کننده کالا نقش ورود انتظار می رود که شامل فقط یک نشانه - شماره 9 .
fr_lu: le rôle de l'identifiant fournisseur ne doit contenir qu'un seul chiffre - le 9. Il n'y pas de tel rôle actuellement ce qui empêche la création d'un identifiant fournisseur. Créez ce rôle
hr_hr: Uloga dobavljač prijava očekuje se da će sadržavati samo jedan znak - broj 9. .
ja: 9番 - サプライヤーのログインの役割は一つのトークンが含まれていることが期待される。
lv_lv: Piegādātājs pieteikšanās loma , ko paredzēts iekļaut tikai vienu kodu kalkulatoru - numuru 9 .
pl_pl: Rola logowanie dostawca powinien zawierać tylko jeden znak - numer 9 .
vi_vn: Vai trò đăng nhập nhà cung cấp dự kiến ​​sẽ chỉ chứa một mã thông báo - số 9 .

source: Default Location
ar: الموقع الافتراضي
et: vaikimisi asukohta
fr_lu: Site par défaut
hr_hr: Default Mjesto
ja: デフォルト場所
lv_lv: Noklusētā noliktava
pl_pl: Domyślny Magazyn
vi_vn: Địa điểm mặc định

source: Payment Run - Problem Report
ar: دفع تشغيل - تقرير مشكلة
et: Maksmine Run - Probleem aruanne
fr_lu: Paiement Run - Signaler un problème
hr_hr: Plaćanje Run - Problem Prijavi
ja: 支払実行レポート
lv_lv: Maksājumu Run - Problēma pārskats
pl_pl: Płatność Run - Zgłoś problem
vi_vn: Ch?y thanh toán - Báo cáo l?i

source: Payment Run Report
ar: دفع تشغيل التقرير
et: Maksmine Run aruanne
fa: گزارش اجرای پرداخت
fr_lu: Paiement Run Report
hr_hr: Plaćanje Run Prijavi
ja: 支払実行レポート
lv_lv: Tuvāko maksājumu atskaite
pl_pl: Zestawienie Bieżących Wypłat
vi_vn: Báo cáo chạy thanh toán

source: Payment Run
ar: دفع التشغيل
et: Maksmine Run
fr_lu: Paiement Run
hr_hr: Plaćanje Run
ja: 支払実行
lv_lv: maksājumu Run
pl_pl: Bieżące Wypłaty
vi_vn: Ch?y thanh toán

source: and Due By
ar: و نظرا بواسطة
et: ja tähtaeg
fa: و دلیل
fr_lu: et exigibles par
hr_hr: Zbog te po
ja: とによりにより
lv_lv: un jāiesniedz līdz
pl_pl: i Płatne Do
vi_vn: Và h?t h?n vào

source: The details of supplier invoices due could not be retrieved because
ar: بسبب لا يمكن استرجاع على تفاصيل فواتير المورد بسبب
et: Üksikasjad tarnija arvete tõttu polnud võimalik saada , sest
fr_lu: Les détails des factures fournisseurs en raison n'a pas pu être récupérés en raison
hr_hr: Pojedinosti računa dobavljača zbog ne može dohvatiti , jer
ja: 仕入先請求書の詳細が原因で取得できませんでしたので、
lv_lv: Par piegādātāju rēķinu detaļas , jo nevarēja izgūt , jo
pl_pl: Nie można odtworzyć szczegółów płatności faktury dostawcy ponieważ
vi_vn: Không truy xu?t du?c chi ti?t cho h?n hóa don c?a nhà cung c?p

source: There are no outstanding supplier invoices to pay
ar: لا توجد فواتير المورد المعلقة لدفع
et: Puuduvad tasumata tarnija arveid maksma
fr_lu: Il n'y a pas de factures fournisseurs en circulation à payer
hr_hr: Nema izraženih dobavljač račune za plaćanje
ja: まだ定義された営業担当がありません
lv_lv: Nav izcilu piegādātājs rēķinus apmaksāt
pl_pl: Nie ma żadnych zaległych faktur do zapłaty dostawcy
vi_vn: Không có hóa don xu?t s?c nào c?a nhà cung c?p d? tr?

source: Payment Processing - Problem Report
ar: معالجة الدفع - تقرير مشكلة
et: Makse töötlemine - Probleem aruanne
fr_lu: Traitement des paiements - Signaler un problème
hr_hr: Platni promet - Problem Prijavi
ja: 支払処理 - 問題報告
lv_lv: Maksājumu apstrādes - Problēma pārskats
pl_pl: Problem z Przetwarzaniem Płatności
vi_vn: X? lý thanh toán- Báo cáo l?i

source: None of the payments will be processed since updates to the transaction records for
ar: وسيتم تجهيز أي من دفعات منذ التحديثات إلى سجلات المعاملات لل
et: Ükski makseid töödelda , sest uudiseidtehing arvestust
fa: هیچ یک از پرداخت خواهد شد از آنجایی که به روز رسانی به سوابق معامله برای پردازش
fr_lu: Aucun des paiements seront traités depuis les mises à jour les dossiers de transaction pour les
hr_hr: Nitko od plaćanja će se obrađivati ​​budući promjenama na transakcijskim podacima za
ja: 支払いのいずれものトランザクションレコードにアップデート以降に処理されません
lv_lv: Neviens no maksājumu tiks apstrādāti , jo jaunumiem darījumu ierakstus
pl_pl: Płatności nie zostaną przetworzone dopóki zmiany w zapisach transakcji dla
vi_vn: Không thanh toán nào du?c x? lý vì c?p nh?t h? so giao d?ch cho

source: could not be processed because
ar: لا يمكن معالجتها لأن
et: ei saa töödelda , kuna
fr_lu: n'ont pu être traitées parce
hr_hr: se ne može obraditi , jer
ja: 処理できなかったので、
lv_lv: nevar apstrādāt, jo
pl_pl: nie mogą być przetworzone ponieważ
vi_vn: Không x? lý du?c vì

source: None of the payments will be processed. Unfortunately, there was a problem committing the changes to the database because
ar: وسيتم تجهيز أي من المدفوعات.
et: Ükski makseid töödeldakse.
fa: هیچ یک از پرداخت پردازش خواهد شد.
fr_lu: Aucun paiement ne sera traitée. Malheureusement, il y avait un problème de valider les changements à la base de données car
hr_hr: Nitko od plaćanja će se obrađivati ​​.
ja: 支払いのいずれも処理されません。
lv_lv: Neviens no maksājumu tiks apstrādāti .
pl_pl: Żaden z płatności będą realizowane. Niestety, nie było problemu popełnienia zmian w bazie danych, ponieważ
vi_vn: Không có các khoản thanh toán sẽ được xử lý .

source: Grand Total Payments Due
ar: المجموع الكلي المدفوعات المستحقة
et: Kõik kokku maksed
fr_lu: Total des paiements à échéance
hr_hr: Grand Ukupno dospjela plaćanja
ja: により総計支払い
lv_lv: Pavisam kopā maksājumi, kas pienākas
pl_pl: Suma Wypłat do
vi_vn: T?ng h?n thanh toán

source: Supplier Types
ar: أنواع المورد
et: Pakkuja tüübid
fa: تامین کننده انواع
fr_lu: Types de fournisseur
hr_hr: Dobavljač vrste
ja: 仕入先
lv_lv: piegādātājs veidi
pl_pl: Dostawca Typy
vi_vn: Các kiểu nhà cung cấp

source: To process payments for
ar: لمعالجة المدفوعات لل
et: Töödelda maksete
fa: برای پردازش پرداخت برای
fr_lu: Pour traiter les paiements pour
hr_hr: Da bi proces plaćanja za
ja: の支払いを処理するには
lv_lv: Apstrādāt maksājumus
pl_pl: Aby przetworzyć wypłaty dla
vi_vn: Ð? x? lý các thanh toán này

source: a numeric exchange rate applicable for purchasing the currency to make the payment with must be entered
ar: سعر صرف رقمية قابلة للتطبيق ل شراء العملة ل تسديد المبلغ مع يجب إدخال
et: numbriline kohaldatava vahetuskursi ostmiseksraha tehamakse tuleb sisestada
fa: قابل استفاده برای خرید ارز برای پرداخت با نرخ ارز عددی باید وارد شده
fr_lu: un taux de change applicable pour l'achat numérique de la monnaie pour effectuer le paiement doit être conclu avec
hr_hr: brojčana tečaj koji važi za kupnju valute za plaćanje s mora unijeti
ja: と支払いを行うために通貨を購入するための該当数値為替レートを入力する必要があります
lv_lv: ciparu maiņas kurss, ko piemēro iegādei valūtu , lai veiktu maksājumu ar jāieraksta
pl_pl: kurs walutowy dla zakupu waluty w jakiej ma być wykonana płatność musi być podany
vi_vn: Ph?i nh?p vào t? giá h?i doái cho vi?c thu mua ti?n t? ph?c v? cho thanh toán này( ? d?ng s?)

source: This rate is used to calculate the difference in exchange and make the necessary postings to the General ledger if linked
ar: ويستخدم هذا المعدل لحساب الفرق في الصرف و جعل التعيينات اللازمة ل دفتر الأستاذ العام إذا مرتبطة
et: Seda määra arvutamiseks kasutatakse vahe vahetada ja teha vajalikud postituste pearaamat kui seotud
fa: این میزان مورد استفاده برای محاسبه تفاوت در ارز و موارد لازم را به دفتر عمومی در صورت مرتبط
fr_lu: Ce taux est utilisé pour calculer la différence de change et de faire les écritures nécessaires pour le grand livre général si elles sont liées
hr_hr: Ova stopa se koristi za izračunavanje razlike u zamjenu i napraviti potrebne knjiženja u glavnu knjigu ako su povezani
ja: このレートは為替の差を計算し、リンクされた場合、総勘定元帳に必要な投稿を作るために使用され
lv_lv: Šis rādītājs tiek izmantots, lai aprēķinātu starpību apmaiņu un veikt nepieciešamos piedāvājumi Vispārējo virsgrāmatu ja saistīti
pl_pl: ten kurs jest wykorzystywany do wyliczenia różnic kursowych i wykonania odpowiednich zapisów w KG
vi_vn: Tỷ lệ này được sử dụng để tính toán sự khác biệt trong trao đổi và làm cho các thông tin đăng cần thiết để các sổ cái chung nếu liên kết

source: For Suppliers Trading in
ar: للموردين في تجارة
et: Tarnijatele Kauplemine
fr_lu: Pour les fournisseurs "trading in"
hr_hr: Za dobavljače Trgovanje u
ja: 支払通貨
lv_lv: Piegādātājiem Trading
pl_pl: Dla Dostawców Handlujących w
vi_vn: Dành cho giao dich c?a nhà cung c?p trong

source: Payments Due To
ar: المدفوعات المستحقة لل
et: Maksetest
fr_lu: Paiements dus au
hr_hr: Davanja prema
ja: 支払期限
lv_lv: Maksājumiem,
pl_pl: Zobowiązania Płatne Do
vi_vn: H?n thanh toán t?i

source: Pay From Account
ar: دفعه من حساب
et: Maksa konto
fr_lu: Compte à débiter
hr_hr: Platiti Od račun
ja: 支払銀行口座
lv_lv: Pay No konta
pl_pl: Płatne Z Konta
vi_vn: Tr? t? tài kho?n

source: Print PDF Only
ar: طباعة PDF فقط
et: Trüki PDF Ainult
fr_lu: PDF impression uniquement
hr_hr: Ispis PDF Samo
ja: PDFだけ印刷
lv_lv: Drukāt PDF Tikai
pl_pl: Tylko Drukuj PDF
vi_vn: Chỉ in tệp PDF

source: Print and Process Payments
ar: الطباعة و معالجة المدفوعات الخاصة
et: Print ja protsess Maksed
fr_lu: Imprimer et effectuer les paiements
hr_hr: Ispis i proces plaćanja
ja: 印刷と支払処理
lv_lv: Drukāt un process Maksājumi
pl_pl: Drukuj i Przetwórz Płatność
vi_vn: In và x? lý các thanh toán

source: Price List of goods from a Supplier
ar: قائمة أسعار السلع من المورد
et: Hinnakiri kaubatarnija
fa: لیست قیمت کالا را از یک تامین کننده
fr_lu: Liste de prix des marchandises d'un fournisseur
hr_hr: Cjenik robe od dobavljača
ja: サプライヤーからの商品の価格表
lv_lv: Cenrādis preces no piegādātāja
pl_pl: Cennik towarów od dostawcy,
vi_vn: B?ng giá hàng hóa t? nhà cung c?p

source: All Prices
ar: جميع الأسعار
et: Kõik hinnad
fr_lu: Tous les prix
hr_hr: Sve cijene
ja: 販売価格
lv_lv: Visas cenas
pl_pl: Wszystkie ceny
vi_vn: Toàn bộ giá cả

source: Current Price
ar: السعر الحالي
et: jooksevhind
fr_lu: Prix actuel
hr_hr: trenutna cijena
ja: 現在
lv_lv: Tekošā cena
pl_pl: Aktualna cena
vi_vn: Giá hiện tại

source: Report
ar: تقرير
et: Raport
fr_lu: Rapport
hr_hr: Izvješće
ja: レポート
lv_lv: Atskaite
pl_pl: Raport
vi_vn: Báo cáo

source: There are no result so the PDF is empty
ar: لا توجد نتيجة لذلك PDF فارغة
ja: この品目に設定される価格がありません

source: Purchase
ar: شراء
et: ostma
fr_lu: Achat
hr_hr: kupiti
ja: 購買
lv_lv: pirkt
pl_pl: Zakup
vi_vn: Thu mua
