Repository: timschofield/KwaMoja-Medical
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar, et, fa, fr_lu, hr_hr, ja, lv_lv, pl_pl, vi_vn

source: This transaction was a receipt of funds and there can be no allocations of receipts or credits to a receipt. This inquiry is meant to be used to see how a payment which is entered as a negative receipt is settled against credit notes or receipts
ar: وكانت هذه الصفقة ل تلقي الأموال و يمكن أن يكون هناك مخصصات من إيصالات أو ائتمانات ل إيصال .
et: See tehing olivahendite laekumise ja ei saa eraldiste laekumised või krediitikättesaamisest.
fa: این معاملهدریافت وجوه بود و می تواند هیچ تخصیص از رسید یا اعتبار به دریافت وجود دارد .
fr_lu: Cette opération était une rentrée de fonds et il peut y avoir aucune affectation des recettes ou des crédits à une réception .
hr_hr: Ova transakcija jeprimitak sredstava i ne može biti izdvajanja primitaka ili kredita na prijemu .
ja: このトランザクションは、資金の受領だった領収書または領収書へのクレジットのない配分はありえない。
lv_lv: Šis darījums bijanaudas līdzekļu saņemšana un tur var būt piešķīrumi ieņēmumiem vai kredītus kvīti .
pl_pl: Transakcja ta byłaodbiór funduszy i nie może być żadnych alokacji przychodów lub kredytów do otrzymania.
vi_vn: Giao dịch này là một nhận kinh phí và không thể có phân bổ biên lai hoặc tín dụng cho một hóa đơn.

source: Allocations made against invoice number
ar: المخصصات التي وجهت رقم الفاتورة
et: Eraldised faktuurarve number
fa: اعتبارات ساخته شده در برابر تعداد فاکتور
fr_lu: Les quotas octroyés contre le numéro de facture
hr_hr: Izdvajanja izrađene od broja fakture
ja: 割当が作られた請求書番号
lv_lv: Alokācija veikta pret rēķina numuru
pl_pl: Rozliczenia do numeru faktury
vi_vn: Phân bổ được thực hiện đối với số hóa đơn

source: Transaction Total
ar: الصفقة المشاركات
et: tehing Kõik
fa: تعداد معاملات
fr_lu: Total de la transaction
hr_hr: transakcija prometovano
ja: トランザクション合計
lv_lv: Grāmatojumi kopā
pl_pl: Transakcje Razem
vi_vn: T?ng giao d?ch

source: Ex Rate
ar: قيم السابقين
et: ex Hinda
fa: ارزش گذاری سابق
fr_lu: Taux de change
hr_hr: Ex Ocijenite
ja: 為替レート
lv_lv: Valūtas kurss
pl_pl: Kurs
vi_vn: tỷ giá hối đoái

source: Alloc
ar: الوك
ja: 割当
lv_lv: Alokācija
pl_pl: Alok
vi_vn: Phân b?

source: Credit Note
ar: ملاحظة الائتمان
et: kreeditaviis
fa: توجه داشته باشید اعتباری
fr_lu: Avoir
hr_hr: Kreditne Napomena
ja: 返品伝票
lv_lv: Kredīta rēķins
pl_pl: Nota Kredytowa
vi_vn: tín dụng Lưu ý

source: Receipt
ar: استلام
et: Laekumine
fa: رسید
fr_lu: Reçu
hr_hr: priznanica
ja: 受取
lv_lv: Saņemts
pl_pl: Wpływ
vi_vn: biên lai

source: Total allocated
ar: الإجمالية المخصصة
et: eraldatud
fa: تعداد اختصاص داده
fr_lu: Total alloué
hr_hr: Ukupno dodijeljeno
ja: 割り当てられた総
lv_lv: Kopā sapārots
pl_pl: Razem Rozliczone
vi_vn: T?ng s? du?c phân b?

source: Customer Receipt
ar: استلام العميل
et: Kliendi laekumine
fa: رسید مشتری
fr_lu: Reçu client
hr_hr: Kupac Zaprimanje
ja: 得意先受取
lv_lv: Klients saņēmis /No klienta saņemts
pl_pl: Przelew Klienta
vi_vn: tiếp nhận khách hàng

source: Credit Note Allocations
ar: مخصصات الائتمان ملاحظة
et: Kreeditarve eraldised
fa: تخصیص اعتبار تبصره
fr_lu: Allocations des avoirs
hr_hr: Kreditne Napomena Izdvajanja
ja: 返品伝票割当
lv_lv: Kredīta rēķina alokācija
pl_pl: Rozliczenia Faktur Korygujących
vi_vn: Phân b? ghi chú n?

source: Allocations can not be processed again
ar: لا يمكن معالجة المخصصات مرة أخرى
et: Toetused ei ole võimalik töödelda uuesti
fa: اعتبارات نمی تواند دوباره پردازش شود
fr_lu: Les allocations peuvent pas être traitées à nouveau
hr_hr: Izdvajanja ne može biti obrađen ponovno
ja: 配分は再び処理することはできません
lv_lv: Alokāciju nevar veikt atkārtoti
pl_pl: Rozliczenia nie mogą być przetworzone powtórnie
vi_vn: Phân bổ không thể được xử lý một lần nữa

source: If you hit refresh on this page after having just processed an allocation
ar: إذا كنت أصاب التحديث في هذه الصفحة بعد معالجتها مجرد تخصيص
et: Kui põrkad värskenda Sellel lehel olles lihtsalt töödeldudjaotus
fa: اگر شما تازه در این صفحه فقط پس از پردازش تخصیص آمار
fr_lu: Si vous cliquez sur actualiser sur cette page juste après avoir transformé une allocation
hr_hr: Ako pogodak osvježiti na ovoj stranici nakon što je upravo obrađuju dodjelu
ja: あなただけの割り当てを処理した後に、このページのリフレッシュをヒットした場合
lv_lv: Nospiežiet &amp;amp;quot;refreh&amp;amp;quot;, lai redzētu tiko veiktās alokācijas rezultātu
pl_pl: Jeśli odświeżysz stronę bezpośrednio po przetworzeniu rozliczenia
vi_vn: N?u b?n làm m?i ? trang này sau khi ti?n hành phân b?

source: try to use the navigation links provided rather than the back button
ar: محاولة استخدام ارتباطات التنقل المقدمة بدلا من زر العودة
et: proovida kasutada navigatsiooni linke , mitte back-nupule
fa: سعی کنید به جای استفاه از دکمه ی برگشت از لینک های ناوبری استفاده کنید
fr_lu: essayez d'utiliser les liens de navigation fournis plutôt que le bouton de retour
hr_hr: pokušati koristiti navigacijske linkove koje umjesto da pritisne gumb za povratak
ja: むしろバックボタンより提供ナビゲーションリンクを使用しようと
lv_lv: Meiģiniet lietot hipersaites nevis pogu &amp;amp;quot;back&amp;amp;quot;
pl_pl: użyj załączone linki zamiast strzałki wstecz
vi_vn: Nên sử dụng các liên kết chuyển hướng hơn là phím quay lại

source: to avoid this message in future
ar: لتجنب هذه الرسالة في المستقبل
et: vältida seda postitust tulevik
fa: برای اجتناب از این پیام در آینده
fr_lu: Pour éviter ce message à l'avenir
hr_hr: izbjeći ovu poruku u budućnosti
ja: 今後このメッセージを回避するには
lv_lv: lai izvarītos no &#353;ī paziņojuma nākotnē
pl_pl: aby zapobiec temu komunikatowi w przyszłości
vi_vn: để tránh những tin nhắn này trong tương lai

source: Amount entered was negative
ar: مبلغ دخل كان سلبيا
et: Summa kantakse oli negatiivne
fa: مقدار وارد شده منفی بود
fr_lu: le montant saisi est négatif
hr_hr: Iznos ušao bio je negativan
ja: 受領金額=
lv_lv: Ievadītā summa bija negatīva
pl_pl: Kwota ujęta była ujemna
vi_vn: số tiền nhập vào bị từ chối

source: Only positive amounts are allowed
ar: ويسمح فقط المبالغ إيجابية
et: Ainult positiivsed summad on lubatud
fa: فقط مقادیر مثبت مجاز می باشند
fr_lu: Seuls les montants positifs sont autorisés
hr_hr: Samo pozitivne iznosi su dozvoljeni
ja: 転記は許されません、次の日以前：
lv_lv: Tikai positīvas summas ir atļauts
pl_pl: Tylko kwoty dodatnie są dozwolone
vi_vn: Chỉ số lượng tiền xác thực đuợc cho phép

source: Allocation could not be processed because the amount allocated is more than the
ar: لا يمكن معالجتها لأن تخصيص المبلغ المخصص هو أكثر من
et: Eraldamine ei saa töödelda , kuna eraldatud summa on suurem kui
fa: تخصیص نمی تواند پردازش چون مقدار اختصاص یافته است بیش از
fr_lu: Allocation n'ont pu être traitées parce que le montant alloué est supérieur à la
hr_hr: Raspodjela se ne može obraditi , jeriznos dodijeljen je više od
ja: 割り当て量を超えているので、割り当てを処理できませんでした
lv_lv: Sapāro&#353;anu nevar veikt, jo pārojamā summa ir lielākapar
pl_pl: Podział nie może być przetworzona, ponieważ wysokość przyznanych im środków jest większa niż
vi_vn: Vi?c phân b? không du?c ti?n hành vì lu?ng phân b? nhi?u hon

source: being allocated
ar: تم تخصيص
et: eraldatakse
fa: در حال اتصال به داده
fr_lu: être attribués
hr_hr: dodijeljeno
ja: 割り当てられている
lv_lv: tika alocēts
pl_pl: rozliczonego
vi_vn: đã phân bổ

source: and the total amount of the
ar: و المبلغ الإجمالي لل
et: ja kogusumma
fa: و کل مبلغ
fr_lu: et le montant total de la
hr_hr: iukupna količina
ja: との合計額
lv_lv: un kopējā summa
pl_pl: i całkowita wartość
vi_vn: và tổng số của

source: was
ar: كان
et: oli
fa: بود
fr_lu: a été
hr_hr: bio je
ja: だった
lv_lv: bija
pl_pl: była
vi_vn: là

source: Allocate Receipt
ar: تخصيص الإيصال
et: eraldada laekumine
fa: اختصاص رسید
fr_lu: Assigner reçu
hr_hr: Dodijeliti Račun
ja: 入金入力
lv_lv: Iezīmējiet kvīti
pl_pl: Alokacja odbioru
vi_vn: nhận cấp phát

source: Allocate Receipts
ar: تخصيص إيصالات
et: eraldada kviitungeid
fa: اختصاص رسید
fr_lu: Assigner des reçus
hr_hr: Dodijeliti primici
ja: 入金入力
lv_lv: Alocēt ienāko&#353;ās summas
pl_pl: Alokacja Wpływy
vi_vn: nhận cấp phát

source: Amount in customer currency
ar: المبلغ بالعملة العملاء
et: Summa kliendi valuuta
fa: مقدار در واحد پول مشتری
fr_lu: Montant dans la devise du client
hr_hr: Iznos u valuti kupca
ja: お客様の通貨での金額
lv_lv: Summa klienta valūtā
pl_pl: Wartość w walucie klienta
vi_vn: Lượng tính theo tiền tệ của khách hàng

source: converted into local currency at an exchange rate of
ar: تحويلها إلى العملة المحلية بسعر صرف من
et: ümber kohalikku valuutassevahetuskurss
fa: به ارز محلی در نرخ ارز از تبدیل
fr_lu: convertis en monnaie locale au taux de change de
hr_hr: pretvoriti u domaću valutu po tečaju
ja: の為替レートで現地通貨に換算
lv_lv: Konvertēta vietējā valūtā pēc kursa
pl_pl: zamienione na walutę lokalną po kursie
vi_vn: chuyển đổi thành tiền tệ địa phương tại một tỷ lệ trao đổi

source: Trans
ar: ترانس
et: Tehing
fa: ترانس
ja: 伝票
lv_lv: Grāmatojums
vi_vn: Giao d?ch

source: Yet to
ar: بعد
et: Pole veel
fa: با این حال به
fr_lu: encore à
hr_hr: Ipak, kako bi
ja: まだへ
lv_lv: Līdz
pl_pl: do
vi_vn: Tuy nhiên, để

source: Allocate
ar: تخصيص
et: eraldama
fa: اختصاص دادن
fr_lu: Assigner
hr_hr: dodijeliti
ja: 割り当て
lv_lv: Alocēt
pl_pl: Rozlicz
vi_vn: phân bổ

source: This
ar: هذا
et: see
fa: این
fr_lu: Cette
hr_hr: ovo
ja: この
lv_lv: Šis
pl_pl: To
vi_vn: này

source: Allocation
ar: توزيع
et: jaotus
fa: تخصیص
fr_lu: Attribution
hr_hr: dodjela
ja: 割り当て
lv_lv: Alokācija
pl_pl: Rozliczenie
vi_vn: Phân bổ

source: Running
ar: تشغيل
et: jooksmine
fa: در حال اجرا
hr_hr: trčanje
ja: ランニング
lv_lv: Strādā
pl_pl: Bieganie
vi_vn: đang chạy

source: Balance
ar: موازنة
et: Saldo
fa: تعادل
fr_lu: Solde
hr_hr: Stanje
ja: 残高
lv_lv: Bilance
pl_pl: Saldo
vi_vn: Cân d?i

source: Being allocated
ar: تم تخصيص
et: eraldatakse
fa: در حال اختصاص داده
fr_lu: Être affecté
hr_hr: dodijeljeno
ja: 既決済
lv_lv: tika alokēts
pl_pl: Przeznacza się
vi_vn: đã phân bổ

source: Total Allocated
ar: الإجمالية المخصصة
et: eraldatud
fa: تعداد اختصاص داده
fr_lu: Total Alloué
hr_hr: Ukupni raspoređeni
ja: 割り当て合計
lv_lv: Kopējā alokācija
pl_pl: Razem alokowane
vi_vn: T?ng s? du?c phân b?

source: Recalculate Total To Allocate
ar: إعادة حساب إجمالي بتخصيص
et: Arvuta kokku eraldada
fa: تعداد دوباره حساب کردن به تخصیص
fr_lu: Recalculer le total a alloué
hr_hr: Rekalkuliraj Ukupno izdvojiti
ja: 割り当てるために再計算の合計
lv_lv: Pārrēķināt kopējo alokacējamo summu
pl_pl: Przelicz Ponownie Sumę do Rozliczenia
vi_vn: tính lại tổng số đã phân bổ

source: Left to allocate
ar: من اليسار إلى تخصيص
et: Vasak eraldada
fa: از چپ به تخصیص
fr_lu: Reste à allouer
hr_hr: Lijeva izdvojiti
ja: 割り当てるには、左
lv_lv: Atlicis alokacēt
pl_pl: Pozostało do rozliczenia
vi_vn: Còn l?i d? phân b?

source: Process Allocations
ar: مخصصات عملية
et: Process eraldised
fa: تخصیص فرآیند
fr_lu: Traitement des allocations
hr_hr: Proces Izdvajanja
ja: 割当処理
lv_lv: Veikt alokāciju
pl_pl: Przetwórz Rozliczenia
vi_vn: quá trình phân bổ

source: No outstanding receipts or credits to be allocated for this customer
ar: لا إيصالات المعلقة أو الاعتمادات التي ستخصص لهذا العميل
et: No tasumata laekumised või krediiti jaotatakse selle kliendi
fa: بدون برجسته رسید یا اعتبار به مشتریان اختصاص داده شده برای این
fr_lu: Pas de reçu ou de crédits en suspens à allouer à ce client
hr_hr: Nema otvorenih primici ili kredita koji se dodjeljuju za ovog kupca
ja: この顧客に割り当てられる未解決領収ないか、またはクレジット
lv_lv: Šim klientam nav atliku&#353;as summas kurām ir jāveic alokācijas
pl_pl: Nie zaległych wpływów lub kredytów przeznaczonych dla tego klienta
vi_vn: Không có biên lai thu nợ hoặc các khoản tín dụng được giao cho khách hàng này

source: Trans Type
ar: ترانس نوع
et: Tehingu liik
fa: ترانس نوع
fr_lu: Type
hr_hr: Trans Tip
ja: 伝票種別
lv_lv: Grāmatojuma veids
pl_pl: Typ Trans
vi_vn: Lo?i giao d?ch

source: Cust No
ar: الزبون لا
et: Kliendi nr
fa: Cust بدون
fr_lu: Client n°
hr_hr: Ne Korisnička
ja: 得意先番号
lv_lv: Klienta nr
pl_pl: Cust nr
vi_vn: Mã s? khách hàng

source: To Alloc
ar: إلى الوك
et: et Alloc
fa: برای Alloc
fr_lu: À assigner
hr_hr: Za Alloc
ja: 割当先
lv_lv: lai alloc
pl_pl: Do Rozl
vi_vn: Ð? phân b?

source: Action
ar: عمل
et: tegevus
fa: اقدام
hr_hr: akcija
ja: セクション
lv_lv: Darbība
pl_pl: Działanie
vi_vn: hoạt động

source: There are no allocations to be done
ar: لا توجد مخصصات ينبغي القيام به
et: Puuduvad eraldisi tuleb teha
fa: هیچ تخصیص که باید انجام شود وجود دارد
fr_lu: Il n'y a aucune allocation à faire
hr_hr: Nema izdvajanja biti učinjeno
ja: 実行する割当がありません
lv_lv: Alokācija netika veikta
pl_pl: Brak rozliczeń do wykonania
vi_vn: Không có phân bổ được thực hiện

source: Customer Branches
ar: الفروع العملاء
et: Kliendi filiaalid
fa: مشتریان دفاتر
fr_lu: Succursales du client
hr_hr: Kupac Podružnice
ja: 得意先支店
lv_lv: Klienta filiāle
pl_pl: Oddziały Klienta
vi_vn: chi nhánh khách hàng

source: This page must be called with the debtor code of the customer for whom you wish to edit the branches for
ar: يجب استدعاء هذه الصفحة مع رمز المدين من العملاء الذين كنت ترغب في تحرير فروع لل
et: See leht tuleb kutsuda koos võlgniku kood kliendile, kellele te soovite muutafiliaalide
fa: این صفحه باید با کد بدهکار از آنها به نام مشتری را برای شما آرزوی خود را برای ویرایش شاخه برای
fr_lu: Cette page doit être appelée avec le code débiteur du client pour lequel vous souhaitez modifier les branches
hr_hr: Ova stranica mora biti pozvani s dužnika kod kupca za kojeg želite urediti za grane
ja: このページは、のために枝を編集するあなたが望む誰のために顧客の債務者コードで呼び出される必要があります
lv_lv: Šī lapa ir jāizsauc ar parādnieka kodu no klienta , par kuru jūs vēlaties rediģēt zarus , lai
pl_pl: Ta strona musi być wywołana z kodem dłużnika dla którego chcesz zmieniać oddziały
vi_vn: Trang này phải được nối với mã người nợ của khách hàng người mà bạn muốn chỉnh sửa liên quan đến chi nhánh

source: When the pages is called from within the system this will always be the case
ar: عندما يتم استدعاء صفحات من داخل النظام سيكون هذا هو الحال دائما
et: Kuilehti nimetatakse süsteemi sees see alati nii olla
fa: وقتی که صفحات را از درون این سیستم به نام همیشه موردی نمی تواند بر
fr_lu: Lorsque les pages sont appelées à partir de l'intérieur du système ce sera toujours le cas
hr_hr: Kad se stranice se zove unutar sustava to će uvijek biti slučaj
ja: ページがシステム内から呼び出された場合、これは常にそうであろう
lv_lv: Kad lapas sauc no sistēmas ietvaros tas vienmēr būsgadījums
pl_pl: Jeśli strona będzie wywoływana wewnętrznie, tak będzie zawsze
vi_vn: Khi các trang được nối vào từ bên trong hệ thống điều này sẽ luôn luôn là trường hợp đặc biệt

source: Select a customer first then select the link to add/edit/delete branches
ar: تحديد العميل أولا ثم حدد الرابط لإضافة / تحرير / حذف الفروع
et: Valige klient kõigepealt valilink lisada / muuta / kustutada oksad
fa: انتخاب یک مشتری برای اولین بار پس از آن لینک برای اضافه کردن / ویرایش / حذف شاخه را انتخاب کنید
fr_lu: Sélectionner d'abord un client, puis sélectionner le lien pour ajouter / modifier / supprimer les succursales
hr_hr: Odaberite kupca prvi onda odaberite vezu za dodavanje / urediti / izbrisati grane
ja: 顧客を選択し、まず[追加/編集/枝を削除するためのリンクを選択
lv_lv: Vispirms izvēlaties klientu, lai pievienotu, labotu vai dzēstu filiāli
pl_pl: Wybierz klienta, po czym wybierz link dodawania/edycji/usuwania oddziałów
vi_vn: Trước tiên chọn khách hàng sau đó chọn đường link để thêm/sửa/xóa các nhánh

source: The Branch code cannot contain any of the following characters
ar: لا يمكن أن تحتوي على رمز الفرع أي من الأحرف التالية
et: Branch kood ei tohi sisaldada mis tahes järgmisi märke
fa: کد شعبه می تواند هر یک از شخصیت های زیر نیست
fr_lu: Le code de la Direction générale ne peut pas contenir les caractères suivants
hr_hr: Kod Branch ne može sadržavati bilo koji od sljedećih znakova
ja: 支店コードは、次のいずれかの文字を含めることはできません
lv_lv: Filiālesd kods nevar saturēt sekojo&#353;as rakstzīmes
pl_pl: Kod Oddziału nie może zawierać następujących znaków
vi_vn: Mã chi nhánh không thể chứa bất kỳ các ký tự sau

source: The Branch code must be at least one character long
ar: يجب أن يكون رمز الفرع حرف واحد على الأقل طويل
et: Branch kood peab olema vähemalt üks märk pikk
fa: کد شعبه باید حداقل یکی از شخصیت های طولانی
fr_lu: Le code de la Direction générale doit être d'au moins un caractère à long
hr_hr: Kod Podružnica mora biti najmanje jedan znak vremena
ja: 支店コードは、少なくとも1文字の長さが必要です
lv_lv: Filiāles kodam ir jābūt vismaz bienu simbolu garam
pl_pl: Kod Oddziału może być najwyżej 1-literowy
vi_vn: mã chi nhánh phải chứa ít nhất một ký tự dài

source: The date after which invoices are charged to the following month is expected to be a number and a recognised number has not been entered
ar: ومن المتوقع أن التسجيل وبعد ذلك يتم دفع الفواتير إلى الشهر التالي ليكون رقم وأنه لم يتم إدخال رقم المعترف بها
et: Kuupäev, mille järel arved tasutakse järgmisel kuul on oodatanumber jatunnustatud number ei ole kantud
fa: تاریخ و پس از آن فاکتورها به ماه بعد به اتهام انتظار می رود تعداد و تعداد به رسمیت شناخته نشده است وارد شده
fr_lu: La date après laquelle les factures sont facturés le mois suivant devrait être un nombre et un certain nombre reconnue n'a pas été saisi
hr_hr: Datum nakon kojeg se računi naplaćuje se sljedećeg mjeseca očekuje se da će sebroj ipriznata broj nije unesen
ja: 請求書は翌月に請求された後、日付が数値であることが期待されていると認識された番号が入力されていません
lv_lv: Datums pēc tam , kas rēķinu , izmaksā uz nākamo mēnesi būsnumurs unatzīst skaits nav ievadīta
pl_pl: Dzień po której faktury są wymagalne w następnym miesiącu (?) powinna być numerem , a tego nie wprowadzono
vi_vn: Ngày sau khi lập hóa đơn được ghi nhận vào tháng tiếp theo dự kiến ​​sẽ có một số và một số công nhận đã không được nhập

source: The date (in the month) after which invoices are charged to the following month should be a number less than 31
ar: في التاريخ ( في الشهر ) وبعد ذلك يتم دفع الفواتير للشهر التالي يجب أن يكون عددا أقل من 31
et: Kuupäev ( kuul ) , mille järel arved tasutakse järgmisel kuul peaks olemanumber väiksem kui 31
fa: تاریخ (در ماه) و پس از آن فاکتورها به ماه بعد به اتهام باید به تعداد کمتر از 31
fr_lu: La date (le mois), après quoi les factures sont à la charge du mois qui suit doit être un nombre inférieur à 31
hr_hr: Datum ( u mjesec dana ) nakon čega se računi naplaćuje se sljedećeg mjeseca trebao bitibroj manji od 31
ja: 請求書は翌月に請求された後、日付が（月の）数31未満でなければなりません
lv_lv: Datums ( tajā mēnesī ), pēc tam , kas rēķinu , izmaksā uz nākamo mēnesi vajadzētu būtskaitlis mazāks nekā 31
pl_pl: Dzień miesiąca po którym faktury są wymagalne (?) w następnym miesiącu powinna być liczbą mniejszą niż 31
vi_vn: Ngày (trong tháng) sau đó hoá đơn được tính vào tháng sau nên có một số lượng ít hơn 31

source: The estimated delivery days is expected to be a number and a recognised number has not been entered
ar: ومن المتوقع الأيام التسليم، على عدد وأنه لم يتم إدخال رقم المعترف بها
et: Hinnanguline kättetoimetamise päeva peaks olemanumber jatunnustatud number ei ole kantud
fa: روز تحویل تخمین زده شده است انتظار می رود که تعداد و تعداد به رسمیت شناخته نشده است وارد شده
fr_lu: Les jours de livraison estimé est supposé être un nombre et un certain nombre reconnue n'a pas été saisi
hr_hr: Procijenjene isporuke dana očekuje se dabroj ipriznata broj nije unesen
ja: 配送予定日が数字であることが期待されていると認識された番号が入力されていません
lv_lv: Aplēstās piegādes dienas būsnumurs unatzīts numurs nav ievadīts
pl_pl: Nie wprowadzono przybliżonego czasu trasportu, który powinien być liczbą
vi_vn: Những ngày giao hàng ước tính dự kiến là một số và một số công nhận đã không được nhập

source: The estimated delivery days should be a number of days less than 60
ar: الأيام التسليم، يجب أن يكون عدد أيام أقل من 60
et: Hinnanguline kättetoimetamise päeva peaks olemapäevade arv alla 60
fa: روز تحویل تخمین زده می شود تعداد کمتر از 60 روز
fr_lu: Les jours de livraison estimé doit être un nombre de jours de moins de 60
hr_hr: Procijenjene dana isporuke trebao bitibroj dana manji od 60
ja: 配送予定日の日数60未満でなければなりません
lv_lv: Prognozējamam piegādes laikam ir jābūt skaitlim mazākam par 60
pl_pl: Przybliżony czas transportu dostawy powinien być liczbą mniejszą niż 60
vi_vn: Những ngày giao hàng ước tính nên là một số ngày ít hơn 60

source: A package can be delivered by seafreight anywhere in the world normally in less than 60 days
ar: يمكن أن يتم تسليم حزمة من قبل نقل البحري في أي مكان في العالم عادة في أقل من 60 يوما
et: Pakett võib pakkuda seafreight kõikjal maailmas tavaliselt vähem kui 60 päeva
fa: بسته را می توان با seafreight در هر نقطه از جهان به طور معمول تحویل در کمتر از 60 روز
fr_lu: Un paquet peut être livré par voie maritime partout dans le monde en moins de 60 jours généralement
hr_hr: Paket može biti isporučena do seafreight bilo gdje u svijetu normalno u manje od 60 dana
ja: パッケージは、 60日未満で正常に世界のどこかで海上輸送により送達することができる
lv_lv: Kravas ir iespējams piegādāt jebkur pasaulē 60 dienu laikā
pl_pl: Normalnie transport morski do dowolnego miejsca zajmuje nie więcej niż 60 dni
vi_vn: bao gói có thể được phân phối bằng vận chuyển đường biển đến bất cứ nơi nào trên thế giới bình thường trong ít hơn 60 ngày

source: An error occurred in retrieving the information
ar: حدث خطأ في استرجاع المعلومات
et: Tekkis viga on teabe saamine
fa: خطا رخ داده است در بازیابی اطلاعات
fr_lu: Erreur lors de la recherche des informations
hr_hr: Došlo je do pogreške prilikom dobivanja informacija
ja: GLトランザクションを取得してエラーが発生しました
lv_lv: Kļūda ielādējot informāciju
pl_pl: Wystąpił błąd podczas pobierania informacji
vi_vn: có lỗi xảy ra khi lấy lại thông tin

source: Warning - Geocode Integration is enabled, but no hosts are setup. Go to Geocode Setup
ar: يتم تمكين تكامل الترميز الجغرافي ، ولكن لا المضيفين الإعداد - الإنذار .
et: Ettevaatust - Geocode Integratsioon on lubatud, kuid ei Saatejuhid on setup.
fa: اخطار -- Geocode ادغام فعال باشد ، اما هیچ میزبان راه اندازی. برو به Geocode راه اندازی
fr_lu: Attention - le géo-référencement est activé, mais aucun hôte n'est configuré. Procéder au paramétrage
hr_hr: Upozorenje - geokodiranja integracija omogućena je, ali nema domaćini su postava .
ja: 警告 - ジオコードの統合が有効になっていますが、どのホストがセットアップされていません。
lv_lv: Uzmanību - ģeokoda integrācija ir aktivizēta, bet ne saimniekiem ir setup .
pl_pl: Uwaga - Geocode Integracja jest włączona, ale nie hosty konfiguracji. Idź do Geocode Setup
vi_vn: Cảnh báo - Hội nhập mã địa lý được kích hoạt, nhưng không chủ được thiết lập .

source: Geocode Notice
ar: لاحظ الترميز الجغرافي
et: geocode teade
fr_lu: Notice Géocode
ja: 場所コード

source: Address
ar: عنوان
et: aadress
fa: آدرس
fr_lu: Adresse
hr_hr: adresa
ja: 住所１
lv_lv: adrese
pl_pl: Adres
vi_vn: Địa chỉ

source: failed to geocode
ar: فشل في الترميز الجغرافي
et: ei geocode
fr_lu: échec du géocodage.
hr_hr: nije geokodirati
ja: ジオコードに失敗した
lv_lv: nav geocode

source: Received status
ar: الحالة ترد
fr_lu: Statut des réceptions
ja: 受入場所

source: branch has been updated.
ar: تم تحديث فرع .
et: filiaal on uuendatud.
fa: شاخه به روز شده است.
fr_lu: l'agence a été mise à jour.
hr_hr: Podružnica je ažuriran .
ja: が更新された
lv_lv: filiāle tika labota
pl_pl: oddział został zaktualizowany.
vi_vn: Chi nhánh đã được cập nhật

source: Customer branch
ar: فرع العملاء
fr_lu: Agence client
ja: 得意先支店

source: has been added, add another branch, or return to the
ar: تمت إضافة ، إضافة فرع آخر ، أو العودة إلى
fr_lu: a été ajoutée, ajoutez une autre agence ou retournez au <a href=index.php>menu principal</a>
hr_hr: dodan , dodajte još jednu podružnicu , ili se vratiti u
ja: 追加された、別のブランチを追加したり、に戻る

source: Main Menu
ar: القائمة الرئيسية
et: Peamenüü
fa: منوی اصلی
fr_lu: Menu principal
hr_hr: Glavni izbornik
ja: メインメニュー
lv_lv: Galvenā izvēlne
pl_pl: Menu Główne
vi_vn: Menu chính

source: The branch record could not be inserted or updated because
ar: لا يمكن إدراج سجل فرع أو تحديثها لأن
et: Filiaali rekord ei saa sisestatud või värskendatud sest
fa: ثبت شعبه نمی تواند وارد و یا به دلیل به روز شده
fr_lu: Impossible d'insérer ou de mettre à jour la fiche succursale
hr_hr: Podružnica zapisnik ne može umetnuti ili ažurirati jer
ja: 分岐レコードが挿入またはので、更新できませんでした
lv_lv: Filiāles ierakstu nevar ievadīt vai labot, jo
pl_pl: Oddział klienta nie może być dodane lub zmodyfikowane ponieważ
vi_vn: hồ sơ chi nhánh không thể được chèn vào hoặc cập nhật vì
