Repository: timschofield/KwaMoja-Medical
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar, et, fa, fr_lu, hr_hr, ja, lv_lv, pl_pl, vi_vn

source: The sales order demand quantities from parent assemblies could not be retrieved by the SQL because
ar: لا يمكن استرجاع النظام مبيعات كميات الطلب من الجمعيات الأم على SQL لأن
et: Müügikorralduse nõudlus koguseid vanem sõlmed ei õnnestunud poolt SQL sest
fa: سفارش فروش مقادیر تقاضا از مجامع پدر و مادر می تواند با گذاشتن زیرا قابل بازیابی نیست
fr_lu: Les volumes de ventes de la demande pour des assemblages parent n'a pas pu être récupéré par le SQL, car
hr_hr: Prodajnog naloga potražnja količinama iz matičnih skupština ne može se preuzeti od strane SQL , jer
ja: 親アセンブリから受注需要量は、SQLによって取得することができませんでしたので、
lv_lv: Pārdošanas rīkojumu pieprasījuma daudzumus no mātes komplektu nevar iegūt, SQL , jo
pl_pl: Nie można odtworzyć żądanych ilości zamówienia z produktów przez SQL ponieważ
vi_vn: Doanh số bán hàng để yêu cầu số lượng từ hội đồng phụ huynh không thể được lấy ra bởi SQL vì

source: The purchase order quantities could not be retrieved by the SQL because
ar: لا يمكن استرجاع كميات أمر الشراء من قبل SQL لأن
et: Ostutellimus koguseid ei otsitudSQL sest
fa: خرید مقادیر منظور می توان با گذاشتن زیرا قابل بازیابی نیست
fr_lu: Les quantités de commande n'a pas pu être récupéré par le SQL, car
hr_hr: Narudžbenice količine nisu mogli biti pronađeni od strane SQL , jer
ja: 発注数量が、SQLによって取得できませんでしたので、
lv_lv: Pirkuma pasūtīto preču skaits nevar iegūt, SQL , jo
pl_pl: Zestawienie klienta nie może być odtworzone przez SQL ponieważ
vi_vn: Số lượng đơn đặt hàng không có thể được lấy ra bởi SQL vì

source: Print Inventory Planning Report Empty
ar: طباعة تقرير الجرد التخطيط فارغ
et: Prindi Inventari planeerimise aruanne Empty
fa: نسخه قابل چاپ پرسشنامه گزارش برنامه ریزی خالی
fr_lu: Imprimer le rapport d'inventaire vide
hr_hr: Ispis zaliha Planiranje Izvješće Prazan
ja: 空のプリントインベントリ計画レポート
lv_lv: Drukāt Inventāra plānošana Ziņot Empty
pl_pl: Wydruk Pustego Raportu Planowania
vi_vn: In Báo cáo Kế hoạch hàng tồn kho rỗng

source: There were no items in the range and location specified
ar: لم يكن هناك عناصر في مجموعة و الموقع المحدد
et: Puudusid kirjed vahemikus ja asukoha kaudu määratletud
fa: هیچ آیتمی در محدوده و محل مشخص وجود دارد
fr_lu: Il n'y avait pas les éléments de la gamme et au lieu indiqués
hr_hr: Nema stavki u rasponu i mjesto navedeno
ja: ない範囲内の項目と指定された場所はありませんでした
lv_lv: Nebija diapazonā preces un norādīta atrašanās vieta
pl_pl: Nie znaleziono pozycji do wydrukowania w wybranej lokacji
vi_vn: Không có sản phẩm nào trong phạm vi và vị trí quy định

source: Inventory Planning Reporting
ar: تقارير الجرد والتخطيط
et: Inventari planeerimise aruandlus
fa: برنامه ریزی موجودی گزارش
fr_lu: Rapport d'inventaire
hr_hr: Inventar planiranje izvješćivanje
ja: 在庫計画報告
lv_lv: Preču plāno&#353;anas askaites
pl_pl: Raporty Planowania Stanu
vi_vn: Báo cáo Kế hoạch hàng tồn kho

source: From Inventory Category Code
ar: من الجرد رمز الفئة
et: Alates Inventory kategooria kood
fa: از موجودی کد رده
fr_lu: Du code catégorie
hr_hr: Od inventara kategoriji zakona
ja: 開始在庫カテゴリコード
lv_lv: No preču kategorijas koda
pl_pl: Od kategorii
vi_vn: Từ hàng tồn kho mục Mã

source: To Inventory Category Code
ar: لجرد رمز الفئة
et: Varude kategooria kood
fa: به موجودی کد رده
fr_lu: Au code catégorie
hr_hr: Za Inventar kôd kategorije
ja: 終了在庫カテゴリコード
lv_lv: Līdz preču kategorijas kodam
pl_pl: Do kategorii
vi_vn: Để Kiểm kê danh Mã

source: For Inventory in Location
ar: عن المخزون في الموقع
et: Sest Inventuur Asukoht
fa: برای موجودی در محل
fr_lu: Site du stock
hr_hr: Za popis u Mjesto
ja: 在庫場所
lv_lv: Preču noliktavai
pl_pl: Dla magazynu
vi_vn: Dành cho hàng tồn kho ở một dịa điểm

source: All Locations
ar: جميع المواقع
et: Kõik asukohad
fa: همه محلها
fr_lu: Tous les sites
hr_hr: Sve lokacije
ja: 全場所
lv_lv: Visas noliktavas
pl_pl: Wszystkie Magazyny
vi_vn: Tất cả các địa điểm

source: Stock Planning
ar: التخطيط الأوراق المالية
et: stock planeerimine
fa: بانک برنامه ریزی
fr_lu: Planification des stocks
hr_hr: Planiranje zaliha
ja: 在庫計画
lv_lv: akciju plānošana
pl_pl: Fotografia Planowania
vi_vn: Kế hoạch cổ phiếu

source: One Month MAX
ar: شهر واحد MAX
et: Üks kuu MAX
fa: حداکثر یک ماه
fr_lu: Un mois max.
hr_hr: Jedan mjesec MAX
ja: 1ヶ月
lv_lv: Viens mēnesis MAX
pl_pl: Miesiąc MAX
vi_vn: Tối đa một tháng

source: One Month and a half MAX
ar: واحد شهر ونصف MAX
et: Üks kuu ja pool MAX
fa: یک ماه و نیم حداکثر
fr_lu: Un mois et demi max.
hr_hr: Jedan mjesec i pol MAX
ja: 1ヶ月半MAX
lv_lv: Vienu mēnesi, unpusi MAX
pl_pl: Jeden miesiąc i pół MAX
vi_vn: Tối đa Một tháng rưỡi

source: Two Months MAX
ar: شهرين MAX
et: Kaks kuud MAX
fa: دو ماه حداکثر
fr_lu: Deux mois max.
hr_hr: Dva mjeseca MAX
ja: 2ヶ月
lv_lv: Divi mēneši MAX
pl_pl: Dwa miesiące MAX
vi_vn: Tối đa 2 tháng

source: Two Month and a half MAX
ar: شهرين ونصف MAX
et: Kaks poolteist kuud MAX
fa: دو ماه و نیم حداکثر
fr_lu: Deux mois et demi max.
hr_hr: Dvije mjesec i pol MAX
ja: 2ヶ月半のMAX
lv_lv: Divi mēnesis unpusi MAX
pl_pl: Dwa i pół miesiąca MAX
vi_vn: Tối đa hai tháng rưỡi

source: Three Months MAX
ar: ثلاثة أشهر MAX
et: Kolm kuud MAX
fa: حداکثر سه ماه
fr_lu: Trois mois max.
hr_hr: Tri mjeseca MAX
ja: 3ヶ月
lv_lv: Trīs mēneši MAX
pl_pl: Trzy miesiące MAX
vi_vn: Tối đa 3 tháng

source: Four Months MAX
ar: أربعة أشهر MAX
et: Neli kuud MAX
fa: چهار ماه حداکثر
fr_lu: Quatre mois max.
hr_hr: Četiri mjeseca MAX
ja: 4ヶ月
lv_lv: Četri mēneši MAX
pl_pl: Cztery miesiące MAX
vi_vn: Tối đa 4 tháng

source: One Month AVG
ar: شهر واحد AVG
et: Üks kuu AVG
fa: یک ماه میانگین
fr_lu: Moyenne sur un mois
hr_hr: Jedan mjesec AVG
ja: 1ヶ月
lv_lv: Viens mēnesis AVG
pl_pl: Miesiąc AVG
vi_vn: Một tháng AVG

source: One Month and a half AVG
ar: واحد شهر ونصف AVG
et: Üks kuu ja pool AVG
fa: یک ماه و نیم میانگین
fr_lu: Moyenne sur un mois et demi
hr_hr: Jedan mjesec i pol AVG
ja: 1ヶ月半AVG
lv_lv: Viens mēnesis unpusi AVG
pl_pl: Miesiąc i AVG pół
vi_vn: Một tháng rưỡi AVG

source: Two Months AVG
ar: شهرين AVG
et: Kaks kuud AVG
fa: دو ماه میانگین
fr_lu: Moyenne sur deux mois
hr_hr: Dva mjeseca AVG
ja: 2ヶ月
lv_lv: Divi mēneši AVG
pl_pl: Dwa miesiące AVG
vi_vn: Hai tháng AVG

source: Two Month and a half AVG
ar: شهرين ونصف AVG
et: Kaks poolteist kuud AVG
fa: دو ماه و نیم میانگین
fr_lu: Moyenne sur deux mois et demi
hr_hr: Dvije mjesec i pol AVG
ja: 2ヶ月半のAVG
lv_lv: Divi mēnesis unpusi AVG
pl_pl: Dwa miesiące i AVG pół
vi_vn: Hai tháng rưỡi AVG

source: Three Months AVG
ar: ثلاثة أشهر AVG
et: Kolm kuud AVG
fa: سه ماه میانگین
fr_lu: Moyenne sur trois mois
hr_hr: Tri mjeseca AVG
ja: 3ヶ月
lv_lv: Trīs mēneši AVG
pl_pl: Trzy miesiące AVG
vi_vn: Ba tháng AVG

source: Four Months AVG
ar: أربعة أشهر AVG
et: Neli kuud AVG
fa: چهار ماه میانگین
fr_lu: Moyenne sur quatre mois
hr_hr: Četiri mjeseca AVG
ja: 4ヶ月
lv_lv: Četri mēneši AVG
pl_pl: Cztery miesiące AVG
vi_vn: Bốn tháng AVG

source: Preferred Supplier Inventory Plan
ar: المفضل خطة الجرد مزود
et: Eelistatud tarnija Inventory Plan
fa: ترجیحی تامین کننده طرح پرسشنامه
fr_lu: Planification inventaire
hr_hr: Preferirani dobavljač zaliha plan
ja: 優先仕入先
lv_lv: Vēlamā Piegādātājs Inventarizācijas plāns
pl_pl: Preferowany dostawca Plan magazynu
vi_vn: Ưu tiên kế hoạch hàng tồn kho Nhà cung cấp

source: for all stock locations
ar: لجميع المواقع الاسهم
et: kõik kalavarude asukohad
fa: برای تمام نقاط سهام
fr_lu: pour tous les sites de stockage
hr_hr: za sve dionice mjestima
ja: 全在庫場所
lv_lv: visām preču noliktavām
pl_pl: dla wszystkich magazynów
vi_vn: Dành cho tất cả các vị trí kho

source: for stock at
ar: ل الأوراق المالية في
et: varude juures
fa: سهام در
fr_lu: pour le stock
hr_hr: za dionice u
ja: 在庫場所
lv_lv: precei
pl_pl: dla magazynu
vi_vn: Dành cho kho tại

source: Avg Qty
ar: متوسط ​​الكمية
et: Keskm Kogus
fa: میانگین Qty
fr_lu: Qté my
hr_hr: Prosječna količina
ja: 移動数量
lv_lv: Vid Daudzums
pl_pl: Średnia Ilość
vi_vn: Trung bình Số lượng

source: 4 mths
fr_lu: 4 mois
hr_hr: 4 mj
ja: 4ヶ月
lv_lv: cetri mēne&#353;i
pl_pl: 4 m-cy
vi_vn: bốn tháng

source: Max Mnth
ar: ماكس Mnth
fa: حداکثر Mnth
fr_lu: Max Mois
ja: 6ヶ月
lv_lv: Mēnesis
pl_pl: Max miesiac
vi_vn: Tháng tối đa

source: Standard
ar: معيار
fa: استاندارد
ja: 標準
lv_lv: Standarts
vi_vn: tiêu chuẩn

source: Deviation
ar: الانحراف
et: hälve
fa: انحراف
fr_lu: Écart
hr_hr: odstupanje
ja: 目的地
lv_lv: Apraksts
pl_pl: Odchylenie
vi_vn: độ lệch

source: Lead Time
ar: يؤدي الوقت
et: väljatöötlusaeg
fa: سرب زمان
fr_lu: Délai
hr_hr: Olovo Vrijeme
ja: リードタイム
lv_lv: Izpildes laiks
pl_pl: Czas wyprzedzenia
vi_vn: Thời gian dẫn

source: in months
ar: في الأشهر
et: kuudes
fa: در ماه
fr_lu: en mois
hr_hr: u mjesecima
ja: 6ヶ月
lv_lv: mēne&#353;iem līdz
pl_pl: w miesiącach
vi_vn: trong tháng

source: Qty Required
ar: مطلوب الكمية
et: Kogus Nõutav
fa: Qty مورد نیاز
fr_lu: Quantité requise
hr_hr: Količina Obavezno
ja: 所要数量
lv_lv: Nepiecie&#353;amais daudzums
pl_pl: Ilość Wymagane
vi_vn: Số lượng yêu cầu

source: in Supply Chain
ar: في سلسلة التوريد
et: Tarneahela
fa: در زنجیره تامین
fr_lu: dans la chaîne d'approvisionnement
hr_hr: u Supply Chain
ja: 仕入先通貨で
lv_lv: in Vendor Currency
pl_pl: w łańcuchu dostaw
vi_vn: Trong dòng cung cấp

source: Cust Ords
ar: الزبون Ords
et: Kliendi Ords
fa: Ords Cust
fr_lu: Cde Client
hr_hr: Korisnička ords
ja: 受注数
pl_pl: Zam Sprz

source: Splr Ords
fa: Ords Splr
ja: 発注数
pl_pl: Zam Dost

source: Sugg Ord
ar: سوج اورد
ja: 提供数
pl_pl: Sug Zam

source: Inventory Planning Based On Lead Time Of Preferred Supplier
ar: تخطيط المخزون بناء على مهلة من المورد المفضل
et: Inventari planeerimine põhines Ooteaeg eelistatud tarnija
fa: موجودی برنامه ریزی در زمان رهبری تامین کننده ترجیحی بر اساس
fr_lu: Inventaire de planification basé sur Délai de fournisseur privilégié
hr_hr: Inventar planiranje na temelju vremena favoriziranih opskrbljivača
ja: 優先サプライヤーのリードタイムに基づく在庫計画
lv_lv: Inventāra plānošana balstās uz svina Time Of vēlamais piegādātājs
pl_pl: Magazyn planowania opartego na czas oczekiwania preferowanych dostawców
vi_vn: Kế hoạch kiểm kê Dựa trên thời gian dẫn của nhà cung cấp ưu đãi

source: Nil
ar: صفر
et: null
fa: صفر
fr_lu: Zéro
hr_hr: nula
ja: 無
lv_lv: nulle
pl_pl: Brak
vi_vn: không

source: Preferred Supplier Inventory Planning
ar: المفضل تخطيط الجرد مزود
et: Eelistatud tarnija Inventari planeerimise
fa: ترجیحی تامین کننده برنامه ریزی موجودی
fr_lu: Planification inventaire
hr_hr: Preferirani dobavljač zaliha planiranje
ja: 在庫計画
lv_lv: Preču plāno&#353;ana
pl_pl: Preferowany dostawca planowania zapasów
vi_vn: Kế hoạch ưu tiên hàng tồn kho Nhà cung cấp

source: Months Buffer Stock to Hold
ar: أشهر المخزون الاحتياطي لعقد
et: Kuud puhvervarus Hoia
fa: ماه به بانک بافر نگه دارید
fr_lu: Stock tampon
hr_hr: Mjeseci Buffer Stock odrzat
ja: ヶ月緩衝在庫保持する
lv_lv: Mēneši izlīdzinošo krājumu Hold
pl_pl: Miesiące zapasów buforowych Hold
vi_vn: Tháng đệm cổ để giữ

source: Two Weeks
ar: أسبوعين
et: kaks nädalat
fa: دو هفته
fr_lu: Deux semaines
hr_hr: Dva tjedna
ja: 二週間
lv_lv: Divas nedēļas
pl_pl: Dwa tygodnie
vi_vn: hai tuần

source: One Month
ar: شهر واحد
et: üks kuu
fa: یک ماه
fr_lu: Un mois
hr_hr: Jedan mjesec
ja: 1ヶ月
lv_lv: Viens mēnesis
pl_pl: Jeden Miesiąc
vi_vn: một tháng

source: Six Weeks
ar: ستة أسابيع
et: kuus nädalat
fa: شش هفته
fr_lu: Six semaines
hr_hr: Šest tjedana
ja: 六週間
lv_lv: Se&#353;as nedēļas
pl_pl: Sześć tygodni
vi_vn: sáu tuần

source: Two Months
ar: شهرين
et: kaks kuud
fa: دو ماه
fr_lu: Deux mois
hr_hr: Dva mjeseca
ja: 2ヶ月
lv_lv: Divi mēne&#353;i
pl_pl: Dwa Miesiące
vi_vn: hai tháng

source: Inventory Quantities Report
ar: جرد الكميات تقرير
et: Varude kogust aruanne
fa: مقدار موجودی گزارش
fr_lu: Rapport d'inventaire
hr_hr: Inventar Količine Prijavi
ja: 在庫実績レポート
lv_lv: Preču novērtē&#353;anas atskaite
pl_pl: Ilości Raport o zapasach
vi_vn: Báo cáo lượng hàng tồn kho

source: Parts With Quantities
ar: قطع غيار بكميات
et: Parts mille kogused
fa: قطعات با مقادیر
fr_lu: Pièces et leur quantité
hr_hr: Dijelovi s količinama
ja: 量とパーツ
lv_lv: Izveidot preču daudzuma CSV
pl_pl: Części z ilościami
vi_vn: Từng phần cùng số lượng

source: Inventory Quantities
ar: كميات المخزون
et: varude kogust
fa: مقدار موجودی
fr_lu: Inventaire
hr_hr: Inventar Količine
ja: 在庫数量CSV作成
lv_lv: Preču atskaite CSV formātā
pl_pl: Ilość zapasów
vi_vn: Lượng hàng tồn kho

source: The Inventory Quantity report could not be retrieved by the SQL because
ar: لا يمكن استرجاع التقرير كمية المخزون من قبل SQL لأن
et: Inventory Kogus aruanne ei saanud need väljaSQL sest
fa: گزارش موجودی مقدار را می توان با گذاشتن زیرا قابل بازیابی نیست
fr_lu: Le rapport d'inventaire Quantité n'a pas pu être récupéré par le SQL, car
hr_hr: Izvješće o zalihama Količina ne može dohvatiti , jer od strane SQL
ja: 未清算入金がＳＱＬで取り出せなかった理由は
lv_lv: SQL nevar iegūt preču daudzumu, jo
pl_pl: Ilość zapasów raport nie mógł zostać przywrócony przez SQL Server, ponieważ
vi_vn: Không truy xuất báo cáo lượng hàng tồn kho bằng dữ liệu SQL được vì

source: Print Inventory Quantities Report
ar: طباعة جرد الكميات تقرير
et: Trüki varude kogust aruanne
fa: نسخه قابل چاپ مقادیر موجودی گزارش
fr_lu: Les quantités en stock Imprimer le rapport
hr_hr: Ispis zaliha od količine Prijavi
ja: 在庫実績レポート
lv_lv: Drukāt preču vērtējumu kļūdas
pl_pl: Ilości Drukuj Raport o zapasach
vi_vn: in báo cáo lượng hàng tồn kho

source: There were no items with inventory quantities
ar: لم يكن هناك بنود ذات كميات المخزون
et: Puudusid esemed varude kogust
fa: بودند هیچ آیتمی با مقادیر موجودی وجود دارد
fr_lu: Il n'y a pas eu articles avec des quantités d'inventaire
hr_hr: Nema stavki sa zaliha od količine
ja: 数量0以外の品目だけ印刷
lv_lv: Nav ievadīta neviena prece piedāvājumā
pl_pl: Nie było żadnych przedmiotów z ilości zapasów
vi_vn: Không còn hàng tồn kho

source: Location Code
ar: الموقع الرمز
et: asukoha kood
fa: کد محل
fr_lu: Code Site
hr_hr: Mjesto Code
ja: 場所コード
lv_lv: Noliktavas kods
pl_pl: Kod Lokacji
vi_vn: Mã số địa điểm

source: Reorder Level
ar: إعادة ترتيب مستوى
et: Järjestuse Level
fa: تغییر مجدد ترتیب سطح
fr_lu: Niveau de ré-assort
hr_hr: Promjena redoslijeda razinu
ja: 再注文数量
lv_lv: Minimālais preču daudzums, pie kura jāveic pasūtijums
pl_pl: Zmiana kolejności Poziom
vi_vn: Cấp độ đặt hàng lại

source: Serialised
fr_lu: Sérialisé
ja: 連続
lv_lv: Numurēts
pl_pl: Serializowany

source: Controlled
ar: تسيطر
et: Juhitakse
fr_lu: Contrôlé
hr_hr: Kontrolirano
ja: 制御有
lv_lv: Kontrolēta
pl_pl: Kontrolowany
vi_vn: Ðã du?c ki?m soát

source: Inventory Quantities Reporting
ar: الإبلاغ عن كميات المخزون
et: Varude kogust aruandlus
fa: مقدار موجودی گزارش
fr_lu: Rapport d'inventaire
hr_hr: Inventar Količine Izvješćivanje
ja: 在庫実績レポート
lv_lv: Preču vērtē&#353;anas atskaites
pl_pl: Ilości zapasów Sprawozdawczości
vi_vn: Việc báo cáo lượng hàng tồn kho

source: Inventory
ar: جرد
et: inventar
fa: دفتر دارایی (فهرست اموال)
fr_lu: Inventaire
hr_hr: Skladišno
ja: 在庫
lv_lv: Krājumi
pl_pl: Magazyny
vi_vn: hàng tồn kho

source: Use this report to display the quantity of Inventory items in different categories.
ar: استخدم هذا التقرير ل عرض كمية من أصناف المخزون في فئات مختلفة .
et: Selle aruande abil näidata kogus inventari erinevates kategooriates .
fa: با استفاده از این گزارش برای نشان دادن مقدار اقلام موجودی در رده های مختلف.
fr_lu: Afficher les articles en stock par catégorie
hr_hr: Koristite izvješće za prikaz količine zaliha predmeta u različitim kategorijama .
ja: 別のカテゴリにインベントリのアイテムの量を表示するには、このレポートを使用します。
lv_lv: Izmantojiet šo ziņojumu, lai parādītu daudzumu inventāra vienību dažādās kategorijās .
pl_pl: Za pomocą tego raportu do wyświetlania ilości pozycji magazynowych w różnych kategoriach.
vi_vn: Sử dụng báo cáo này để hiển thị số lượng các mặt hàng tồn kho trong các chuyên mục khác nhau .

source: Selection
ar: اختيار
et: valik
fa: انتخاب
fr_lu: Sélection
hr_hr: izbor
ja: セクション
lv_lv: Sekcijas
pl_pl: Wybór
vi_vn: Chọn lựa

source: Only Parts With Multiple Locations
ar: أجزاء فقط مع مواقع متعددة
et: Ainult osad eri kohtades
fa: قطعات فقط با مکان های مختلف
fr_lu: Seules les pièces avec plusieurs sites
hr_hr: Samo dijelovi s više mjesta
ja: 複数の場所でのみパーツ
lv_lv: Tikai detaļas ar vairākām vietām
pl_pl: Tylko część z wielu miejsc
vi_vn: Bộ phận chỉ Với nhiều địa điểm

source: Reorder
ar: إعادة ترتيب
et: reorganiseerima
fa: دوباره مرتب کردن
fr_lu: Ré-assort
hr_hr: ponovo naručiti
ja: 再注文数量
lv_lv: rīkojumam
pl_pl: Zmiana kolejności
vi_vn: Sắp xếp lại

source: Inventory Valuation Report
ar: تقرير تقييم المخزون
et: Varude hindamise aruanne
fa: گزارش موجودی گذاری
fr_lu: Valorisation du stock
hr_hr: Vrednovanje zaliha Prijavi
ja: 在庫実績レポート
lv_lv: Preču novērtēšanas atskaite
pl_pl: Zestawienie Wartości Zapasów
vi_vn: Báo cáo giá trị hàng tồn kho

source: Inventory Valuation
ar: تقييم المخزون
et: Varude hindamine
fa: موجودی گذاری
fr_lu: Valorisation Inventaire
hr_hr: Vrednovanje zaliha
ja: 棚卸評価
lv_lv: Preču vērtības noteik&#353;ana
pl_pl: Wycena Magazynów
vi_vn: Định giá hàng tồn kho

source: The inventory valuation could not be retrieved by the SQL because
ar: لا يمكن استرجاع على تقييم المخزون من قبل SQL لأن
et: Varude hindamise polnud võimalik saada , mida SQL sest
fa: ارزیابی موجودی را می توان با گذاشتن زیرا قابل بازیابی نیست
fr_lu: La valorisation des stocks n'ont pas pu être récupéré par le SQL, car
hr_hr: Inventara vrijednost ne može dohvatiti , jer od strane SQL
ja: たな卸資産の評価は、SQLによって取得することができませんでしたので、
lv_lv: Krājumu novērtējumus nevarēja iegūt, SQL , jo
pl_pl: Wycena magazynu nie może być odtworzona z bazy danych ponieważ
vi_vn: Không truy xuất được giá trị hàng tồn kho bằng dữ liệu SQL vì

source: Print Inventory Valuation Error
ar: طباعة الجرد خطأ التقييم
et: Trüki varude hindamise viga
fa: نسخه قابل چاپ پرسشنامه خطا گذاری
fr_lu: Erreur d'impression de la valorisation du stock
hr_hr: Ispis Greška Vrednovanje zaliha
ja: 在庫評価エラーを印刷
lv_lv: Drukāt preču vērtējumu kļūdas
pl_pl: Wydruk Błędu Wyceny Magazynu
vi_vn: L?i in dánh giá hàng t?n cho

source: There were no items with any value to print out for the location specified
ar: لم يكن هناك بنود ذات أي قيمة لطباعة للموقع المحدد
et: Puudusid esemed mingit väärtust välja printida asukoha määratletud
fa: هیچ سؤال با هر مقدار را به چاپ را برای محل مشخص وجود دارد
fr_lu: Aucun article ne correspond au(x) critère(s) cherché(s)
hr_hr: Nema stavki s bilo koje vrijednosti se otisnuti na mjestu navedenom
ja: 指定された場所のためにプリントアウトするために任意の値との項目がありませんでした
lv_lv: Nebija ar jebkuru vērtību posteņi izdrukāt uz norādīto vietu
pl_pl: Nie było żadnych towarów z wartością do wydrukowania w tym magazynie
vi_vn: Không có mục với bất kỳ giá trị để in ra cho các vị trí quy định

source: Grand Total Value
ar: المجموع الكلي القيمة
et: Kõik kokku Value
fa: ارزش بزرگ تعداد
fr_lu: Total Général
hr_hr: Grand Ukupna vrijednost
ja: 総合計金額
lv_lv: Kopējā vērtība
pl_pl: Razem
vi_vn: Tổng cộng giá trị

source: Inventory Valuation Reporting
ar: تقارير تقييم المخزون
et: Varude hindamine Reporting
fa: ارزش گذاری موجودی گزارش
fr_lu: Valorisation du stock
hr_hr: Vrednovanje zaliha izvješćivanje
ja: 在庫実績レポート
lv_lv: Preču vērtē&#353;anas atskaites
pl_pl: Zestawienie Wartości Zapasów
vi_vn: báo cáo tồn kho

source: To view or update a Job Card, click on the Job Card #.
ar: لعرض أو تحديث بطاقة العمل، انقر على بطاقة عمل رقم .
et: Vaatamiseks või uuendadaJob Card , klõpsake Job Card # .
fa: برای دیدن و یا به روز رسانیکارت فرصت های شغلی ، با کلیک بر روی کارت شغلی # .
fr_lu: Pour afficher ou mettre à jour une carte de travail, cliquez sur la carte d'emploi # .
hr_hr: Za pregled ili ažuriranje posao karticu , kliknite na karticu # posla .
ja: ジョブ·カードを表示または更新するには、 ＃ジョブカードをクリックしてください。
lv_lv: Lai apskatītu vai atjaunināt Job karti , noklikšķiniet uz Darba Kartes # .
pl_pl: Aby wyświetlić lub zaktualizować kartę zadań , kliknij kartę Job # .
vi_vn: Để xem hoặc cập nhật một thẻ công việc , bấm vào thẻ công việc # .

source: Job Card #
ar: بطاقة عمل رقم
fa: کارت شغلی #
fr_lu: Carte d'emploi #
hr_hr: Posao Card #
ja: ジョブカード＃
lv_lv: Darba Card #
pl_pl: Karta Job #
vi_vn: Thẻ công việc #

source: Job Card #
ar: بطاقة عمل رقم
fa: کارت شغلی #
fr_lu: Carte d'emploi #
hr_hr: Posao Card #
ja: ジョブカード＃
lv_lv: Darba Card #
pl_pl: Karta Job #
vi_vn: Thẻ công việc #

source: Task
ar: مهمة
et: ülesanne
fa: کار
fr_lu: Groupe
hr_hr: zadatak
ja: タスク
lv_lv: uzdevums
pl_pl: zadanie
vi_vn: nhiệm vụ

source: Doc #
ar: دوك #
fa: توضیحات #
ja: ドク＃

source: Labour
ar: العمل
fr_lu: Main d'oeuvre
hr_hr: Praznik rada
ja: 労務費
lv_lv: Darbs
pl_pl: Praca
vi_vn: Nhân công

source: Technician
ar: فني
et: tehnik
fa: کاردان
fr_lu: technicien
hr_hr: tehničar
ja: テクニシャン
lv_lv: tehniķis
pl_pl: technik
vi_vn: kỹ thuật viên

source: Travel
ar: سفر
et: reisimine
fa: سفر
fr_lu: Voyage
hr_hr: putovanje
ja: 旅行
lv_lv: ceļot
pl_pl: podróżować
vi_vn: đi du lịch

source: Save Job Card
ar: حفظ بطاقة الوظيفي
et: Säästa Job Card
fa: صرفه جویی در کارت شغلی
hr_hr: Spremi posao karticu
ja: ジョブ·カードを保存
lv_lv: Saglabāt Darbs Card
pl_pl: Zapisz karty pracy
vi_vn: Tiết kiệm thẻ công việc

source: Label Templates
ar: قوالب التسمية
et: Valmistaja Templates
hr_hr: predložaka naljepnica
ja: ラベルテンプレート
lv_lv: Label Veidnes

source: Label Template Maintenance
ar: صيانة قالب التسمية
ja: 営業担当メンテナンス

source: Entries for Vertical Position, Horizontal Position, and Font Size must be integers.
ar: يجب نشرات المركز العمودي ، المركز الأفقي ، و حجم الخط تكون صحيحة .
et: Kirjed vertikaalselt horisontaalasendis ja Font Size olema täisarvud .
fa: مطالب برای موقعیت عمودی، موقعیت افقی ، و اندازه فونت باید اعداد صحیح باشد.
fr_lu: Les inscriptions pour la position verticale , la position horizontale et la taille de la police doivent être des entiers .
hr_hr: Prijave za okomiti položaj , vodoravnom položaju , i veličinu fonta mora biti cijeli .
ja: 垂直位置、水平位置、およびフォントサイズのエントリは整数でなければなりません。
lv_lv: Ieraksti par vertikālā stāvoklī horizontālā stāvoklī , un fonta lielumu ir jābūt veseliem skaitļiem .
pl_pl: Wpisy dla pozycji pionowej , poziomej pozycji i rozmiaru czcionki muszą być liczbami całkowitymi .
vi_vn: Mục cho vị trí thẳng đứng , vị trí nằm ngang , và cỡ chữ phải là số nguyên.

source: The label description may not be empty
ar: وصف التسمية قد لا تكون فارغة
ja: 地域内容は空白にできない

source: The update of this label template failed because
ar: فشل التحديث من هذا القالب التسمية لأن
ja: この税務当局の更新は失敗しました

source: The label template has been updated
ar: تم تحديث القالب التسمية
ja: 運賃は更新されました

source: The addition of this label failed because
ar: إضافة هذه التسمية فشلت بسبب
ja: この税務当局の追加は失敗しました、理由は

source: The new label template has been added to the database
ar: تمت إضافة قالب تسمية جديدة إلى قاعدة البيانات
et: Uus silt malli on lisatud andmebaasi
hr_hr: Nova oznaka je predložak dodane u bazu podataka
ja: 新しい作業場がデータベースに追加された

source: The selected label template has been deleted
ar: تم حذف القالب التسمية المحددة
ja: この選択された税務当局レコードは削除されました

source: The defined label templates could not be retrieved because
ar: لا يمكن استرجاع القوالب تسمية محددة لأن
ja: 定義済みの税務当局は取り戻しできませんでした、理由は

source: The following SQL to retrieve the label templates was used
ar: تم استخدام SQL التالية لاسترداد القوالب التسمية
hr_hr: Sljedeći SQL dohvatiti predložaka naljepnica je korišten
ja: 税務当局を取り出す以下のSQLが使われました

source: List of all currently setup Label dimensions
ar: قائمة بجميع حاليا الإعداد أبعاد التسمية
et: Nimekiri kõikidest praegu setup Valmistaja mõõtmed
fa: فهرست همه در حال حاضر راه اندازی ابعاد برچسب
fr_lu: Liste de tous les installer actuellement Dimensions de l'étiquette
hr_hr: Popis svih trenutno postavljanje naljepnica dimenzije
ja: すべてのリストには、現在のラベルの寸法を設定
lv_lv: Saraksts ar šobrīd iestatīt Label izmēri
pl_pl: Lista wszystkich obecnie ustawić wymiary etykiet
vi_vn: Danh sách của tất cả các hiện đang thiết lập kích thước Nhãn

source: Rows x Cols
ar: الصفوف x من الأعمدة
et: Read x Veerud
fa: ردیف * گذرگاه
fr_lu: Rangées x Cols
hr_hr: Redaka x stupaca
ja: 列xコルズ
lv_lv: Rindas x Kolonnas
pl_pl: Wiersze x Cols
vi_vn: Hàng x Cols

source: Page Width
ar: عرض الصفحة
et: lehe laius
hr_hr: Širina stranice
ja: ページ幅

source: Page Height
ar: الصفحة الطول
et: Page Kõrgus
hr_hr: Stranica Visina
ja: 梱包重量（KG）
