Repository: timschofield/KwaMoja-Medical
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar, et, fa, fr_lu, hr_hr, ja, lv_lv, pl_pl, vi_vn

source: Once you have completed the page, click on the main menu icon and if there are more pages to be completed you will be brought back here.
ar: وبمجرد الانتهاء من الصفحة، انقر على أيقونة القائمة الرئيسية و إذا كان هناك أكثر الصفحات التي سيتم الانتهاء سيتم جلبت لكم إلى هنا .
et: Kui olete lõpetanud klõpsake lehe peamenüü ikoon ja kui on rohkem lehti täidetakse siis siia tagasi toodud .
fa: هنگامی که شما به صفحه تکمیل ، بر روی آیکون منوی اصلی کلیک کنید و در صورت وجود صفحات بیشتر باید تکمیل شود وجود دارد شما خواهد شد به اینجا آورده است.
fr_lu: Une fois que vous avez terminé la page, cliquez sur l'icône du menu principal et si il ya plus de pages à remplir , vous serez ramené ici .
hr_hr: Nakon što ste završili stranicu , kliknite na simbol glavnog izbornika , a ako postoje više stranica dopuniti ćete se vratiti ovdje .
ja: ページを完了したら、メインメニューアイコンをクリックして、完了するまでにより多くのページがある場合は、ここに戻されます。
lv_lv: Kad esat pabeidzis lapu , noklikšķiniet uz galvenās izvēlnes ikonas , un , ja ir vairākas lapas, kas jāizpilda , jums tiks atkal šeit.
pl_pl: Po wykonaniu strony , kliknij ikonę menu głównego , a jeśli jest więcej stron , które mają być zrealizowane zostanie sprowadzony tutaj .
vi_vn: Một khi bạn đã hoàn thành trang, nhấp vào biểu tượng menu chính và nếu có nhiều trang được hoàn thành, bạn sẽ được đưa trở lại đây .

source: Internal Stock Categories Requests By Security Role Maintenance
ar: الداخلية ألبوم فئات تطلب بواسطة صيانة دور الأمن
et: Internal Stock Kategooriad taotlusi Security roll hooldus
hr_hr: Interni Stock Kategorije zahtjevi sigurnosti uloga održavanje
ja: 在庫カテゴリメンテナンス

source: Payment Entry
ar: الدخول الدفع
et: Maksmine sissekanne
fa: پرداخت ورود
fr_lu: Le paiement d'entrée
hr_hr: Plaćanje post
ja: 支払入力
lv_lv: Maksājuma ievadī&#353;ana
pl_pl: Wprowadzenie Wypłaty
vi_vn: vào thanh toán

source: The Selected type cannot contain any of the following characters
et: Valitud tüüpi ei tohi sisaldada järgnevaid sümboleid
fa: نوع انتخاب می توانید هر یک از شخصیت های زیر را شامل نمی شود
fr_lu: Le type sélectionné ne peut contenir aucun des caractères suivants
hr_hr: Izabrani putovanja ne može sadržavati bilo koji od sljedećih znakova
ja: 選択されたタイプは、次のいずれかの文字を含めることはできません
lv_lv: Selected veids nedrīkst saturēt nevienu no sekojošajām zīmēm
pl_pl: Wybrany typ nie może zawierać żadnego z następujących znaków
vi_vn: Chọn loại không thể chứa bất kỳ các ký tự sau

source: You have not selected a security role to maintain the internal stock categories on
ar: لم تقم بتحديد دور أمني للحفاظ على فئات الأسهم الداخلية على
et: Sa ei ole valinudturvalisuse rolli säilitada sisemine laos kategooriad
fa: شما یک نقش امنیتی را انتخاب نکردهاید به حفظ مقوله های سهام داخلی
hr_hr: Niste odabrali sigurnosnu ulogu u održavanju unutarnjih zaliha kategorija na
ja: あなたは、上の内部株式カテゴリを維持するために、セキュリティロールを選択していない
lv_lv: Jūs neesat izvēlējies drošības loma, lai saglabātu iekšējo akciju kategorijas par
pl_pl: Nie wybrałeś rolę zabezpieczeń , aby utrzymać wewnętrzne Kategorie zdjęcia na
vi_vn: Bạn không chọn một vai trò an ninh để duy trì danh mục cổ phiếu nội bộ trên

source: You have not selected a stock category to be added as internal to this security role
ar: لم تقم بتحديد فئة الأوراق المالية التي يمكن ان تضاف كما الداخلية ل هذا الدور الأمني
et: Sa ei ole valinudvarukategooria lisatakse sise sellele turvalisuse roll
fa: شما یک دسته سهام را انتخاب نکردهاید به عنوان داخلی به این نقش های امنیتی اضافه شده است
hr_hr: Niste odabrali dionica kategoriju biti dodan kao interni ovoj sigurnosnoj ulozi
ja: あなたは、このセキュリティロールの内部として追加する在庫カテゴリを選択していない
lv_lv: Jūs neesat izvēlējies akciju kategoriju , kas pievienots kā iekšējais šo drošības nozīmi
pl_pl: Nie wybrano kategorię akcji , które mają być dodawane do tej roli wewnętrznego bezpieczeństwa
vi_vn: Bạn không chọn một loại cổ phiếu được thêm vào như là nội bộ với vai trò bảo mật này

source: The Stock Category
ar: الأسهم الفئة
et: Varukategooria
ja: 在庫カテゴリ

source: already allowed as internal for this security role
ar: سمح بالفعل كما الداخلية لهذا الدور الأمني
et: juba lubatud sisemise selle turvalisuse roll
ja: すでにこのセキュリティロールの内部として許可

source: Stock Category:
ar: الأسهم الفئة:
et: Stock Kategooria:
ja: 在庫カテゴリ

source: has been allowed to user role
ar: وقد سمح له دور المستخدم
et: on lubatud kasutaja roll
hr_hr: je dopušteno da se korisničkim ulozi
ja: は入力された

source: as internal
ar: كما الداخلية
et: sise
ja: メンテナンス

source: The Stock Category by Role record could not be deleted because
ar: لا يمكن حذف الفئة الأوراق المالية من قبل سجل ل دور
et: Stock Kategooria by Role rekord ei saa kustutada , sest
ja: システム構成は更新できませんでした、理由は

source: Internal Stock Category
ar: الداخلية اسهم الفئة
et: Internal varukategooria
ja: 在庫カテゴリ内

source: for user role
ar: ل دور المستخدم
et: Kasutaja roll
ja: 終了得意先コード

source: Select User Role
et: Valige Kasutaja roll
ja: 終了期間選択

source: Stock Categories available as internal for role
ar: فئات الأوراق المالية المتاحة و الداخلية ل دور
et: Stock Kategooriad saadaval sisemine jaoks rolli
fa: مجموعه سهام در دسترس به عنوان نقش داخلی
hr_hr: Stock Kategorije dostupni kao interni za ulogu
ja: 在庫カテゴリメンテナンス

source: Internal Stock Categories Allowed to user role
ar: ألبوم فئات داخلية يسمح دور المستخدم
et: Internal Stock Kategooriad Lubatud kasutaja roll
fa: داخلی سهام دسته بندی ها مجاز به نقش کاربر
fr_lu: Internes Catégories admis à rôle d'utilisateur
hr_hr: Interni Stock Kategorije zabranjeno korisnika ulozi
ja: 内部在庫カテゴリーは、ユーザロールに可
lv_lv: Iekšējais Kategorijas Atļauts lietotāja lomas
pl_pl: Wewnętrzne Kategorie zdjęcia dozwolone do roli użytkownika
vi_vn: Danh mục chứng khoán nội bộ được phép để vai trò người dùng

source: Are you sure you wish to delete this internal stock category code?
et: Oled sa kindel, et soovid kustutada seda sisemist varukategooria kood ?
ja: この仕入先価格を削除してもよろしいですか？

source: Select Stock Category Code
ar: حدد رمز السهم الفئة
et: Vali Stock kategooria kood
ja: 在庫カテゴリ選択

source: You must select a Department for the request
ar: يجب تحديد قسم لل طلب
et: Pead valima osakonna taotlusel
hr_hr: Morate odabrati Odjel za zahtjev
ja: あなたは、要求のための部門を選択する必要があります

source: You must select a Location to request the items from
ar: يجب تحديد الموقع لطلب العناصر من
et: Pead valima Asukoht taotleda esemed
hr_hr: Morate odabrati mjesto za tražiti predmete iz
ja: 次の場所からアイテムを要求する場所を選択する必要があります

source: The line was successfully deleted
ar: تم حذف السطر بنجاح
et: Line edukalt kustutatud
ja: はうまく入力されました

source: Request Number
ja: 小切手番号

source: Department
ar: قسم
et: osakond
hr_hr: odsjek
ja: 請求明細書
lv_lv: nodaļa

source: Initiator
ar: المبادر
et: algataja
fa: مبتکر
fr_lu: Initiateur
hr_hr: inicijator
ja: 作成者
lv_lv: Iniciātors
pl_pl: Wystawiający
vi_vn: khởi

source: Location Of Stock
ar: موقع الاوراق المالية
ja: 場所コード

source: Requested Date
ar: تاريخ الطلب
et: Soovitud aeg
hr_hr: Traženi Datum
ja: 所要日

source: Product
ar: نتاج
et: toode
fa: محصولات
fr_lu: Produit
hr_hr: proizvod
ja: 製品コード
lv_lv: produkts
pl_pl: Produkt
vi_vn: Sản phẩm

source: The request header record could not be inserted because
ar: لا يمكن إدراج سجل الرأس الطلب لأن
ja: 地域は追加または更新ができませんでした理由は

source: The following SQL to insert the request header record was used
ar: تم استخدام SQL التالية لإدراج سجل الرأس الطلب
et: Järgmine SQL sisestada taotluse päisekirjet kasutati
hr_hr: Sljedeći SQL umetnuti rekord zahtjev zaglavlja je korišten
ja: 出荷請求レコードを追加する以下のSQLが使われました

source: The request line record could not be inserted because
ar: لا يمكن إدراج سجل خط الطلب لأن
ja: 銀行口座が挿入又は修正できなかった理由は

source: An internal stock request has been created and is waiting for your authoritation
ar: تم إنشاء طلب الأوراق المالية الداخلية و ينتظر authoritation الخاص
et: Sisemine laos taotlus on loodud ja on oodanud oma authoritation
fa: درخواست سهام داخلی ایجاد شده است و منتظر است برای authoritation شما
fr_lu: Une demande d'actions interne a été créé et est en attente de votre authoritation
hr_hr: Unutarnja dionica Zahtjev je izrađen i čeka svoju authoritation
ja: 内部株式要求が作成されており、あなたのauthoritationを待っています
lv_lv: Iekšējais pieprasījums ir izveidots , un gaida jūsu authoritation
pl_pl: Wewnętrzne żądanie zapas został stworzony i czeka na swojego authoritation
vi_vn: Một yêu cầu chứng khoán nội bộ đã được tạo ra và đang chờ authoritation của bạn

source: Internal Stock Request needs your authoritation
ar: طلب المخزون الداخلي يحتاج authoritation الخاص
et: Internal Stock Soovin vajab teie authoritation
fa: درخواست سهام داخلی نیاز به authoritation خود را
hr_hr: Unutarnja Stock Zahtjev treba vašu authoritation
ja: 在庫調整入力

source: The internal stock request has been entered and now needs to be authorised
ar: تم إدخال طلب الأوراق المالية الداخلية و يحتاج الآن إلى أن يؤذن
et: Sisemine laos taotlus on tehtud ja nüüd tuleb anda luba
fa: درخواست سهام داخلی وارد شده است و در حال حاضر نیاز به مجاز
fr_lu: La demande d'actions interne a été saisi et doit maintenant être autorisé
hr_hr: Unutarnja dionica zahtjev je unesen , a sada treba biti ovlašten
ja: 内部株式要求が入力し、現在認可される必要がありました
lv_lv: Iekšējais pieprasījums ir reģistrēts, un tagad ir atļauts
pl_pl: Wewnętrzne żądanie zapas został wprowadzony i teraz musi być dopuszczone
vi_vn: Yêu cầu chứng khoán nội bộ đã được nhập vào và bây giờ cần được thẩm định

source: Create another request
ar: خلق طلب آخر
et: Loo uus taotlus
ja: 返品伝票テキスト

source: Edit the Request Line
ar: تحرير سطر طلب
et: MuudaRequest Line
fr_lu: Modifier le Request Line
hr_hr: Uredite Line Zatraži
ja: 要求行を編集
lv_lv: Rediģēšana Pieprasīt Line

source: Line number
ja: 請求書番号

source: Unit of Measure
ar: وحدة القياس
et: Mõõtühik
fr_lu: Unité de mesure
hr_hr: Mjerna jedinica
ja: 単位
lv_lv: Mērvienības
pl_pl: Jednostka Miary
vi_vn: Đơn vị đo lường

source: Quantity Requested
ar: الكمية المطلوبة
ja: 所要数量

source: Update Line
ar: تحديث الخط
ja: 行更新
pl_pl: Popraw Pozycję

source: Internal Stock Request Details
ar: الأسهم الداخلية طلب تفاصيل
et: Internal Stock Soovin Details
fa: سهام داخلی توضیحات درخواست
hr_hr: Interni Stock Pojedinosti zahtjeva
ja: 在庫調整入力

source: Select a Department
et: Vali osakond
fa: انتخاب گروه
fr_lu: Sélectionnez un département
hr_hr: Odaberite odjel
ja: デパートメントから選択してください
lv_lv: Izvēlieties departaments
pl_pl: Wybierz Działem
vi_vn: Chọn một cục

source: Location from which to request stock
ar: الموقع الذي طلب الأوراق المالية
et: Asukoht millest taotleda laos
fa: محل که از آن به درخواست سهام
fr_lu: Emplacement à partir duquel Demande stock
hr_hr: Mjesto s kojeg se zatražiti dionica
ja: 株式を要求する場所
lv_lv: Atrašanās vieta , no kuras pieprasīt krājumu
pl_pl: Skąd , z którego można żądać akcji
vi_vn: Vị trí mà từ đó để yêu cầu chứng khoán

source: Select a Location
ar: إختر الموقع
ja: デフォルト場所

source: Date when required
ar: الآن عند الحاجة
ja: 受入日付

source: Details of Items Requested
ar: التفاصيل من البنود المطلوبة
et: Andmed toodet Soovitud
hr_hr: Detalji stavki Tražena
ja: 項目の詳細は、要求された

source: Line Number
ja: 電話番号

source: Submit
ar: عرض
et: esitama
fa: ثبت کردن
fr_lu: Valider
hr_hr: podnijeti
ja: 提出する
lv_lv: iesniegt
pl_pl: Wyślij
vi_vn: gửi

source: Inventory Items
ar: جرد الأصناف
et: inventari
fr_lu: Inventaire articles
hr_hr: inventara
ja: 在庫品目追加
lv_lv: inventāra vienību
pl_pl: Pozycji magazynowych
vi_vn: Mặt hàng tồn kho

source: There are no stock categories currently defined please use the link below to set them up
ar: لا توجد فئات الأسهم المحددة حاليا يرجى استخدام الرابط أدناه ل إقامتها
et: Puuduvad aktsia kategooriate praegu määratletud palun kasutage linki nende moodustamise
fa: هیچ موضوع تعریف شده در حال حاضر سهام لطفا با استفاده از پیوند زیر به آنها راه اندازی وجود دارد
fr_lu: Aucune catégorie (stock) n'est définie pour l'instant: utiliser le lien ci-dessous pour en créer une
hr_hr: Nema dionica trenutno definirane kategorije molimo koristite link ispod kako bi ih postavili
ja: 現在定義されてない株式カテゴリはありませんそれらを設定するには、以下のリンクをご利用ください
lv_lv: Nav akciju kategorijas pašlaik definētas , lūdzu, izmantojiet saites zemāk, lai to izveidi
pl_pl: Jeszcze nie zdefiniowano kategorii magazynowych. Użyj linku poniżej do ich ustawienia
vi_vn: Không có loại cổ phiếu hiện đang xác định xin vui lòng sử dụng liên kết dưới đây để thiết lập chúng

source: Define Stock Categories
ar: تحديد فئات الأسهم
et: Määrake Stock Kategooriad
fa: تعریف دسته بندی انبار
fr_lu: Gestion des catégories
hr_hr: Definirajte Stock kategorije
ja: 株式カテゴリの定義
lv_lv: Izveidot preču kategoriju
pl_pl: Definiuj Kategorie Magazynowe
vi_vn: Xác định kho mục

source: In Stock Category
ar: في سوق الأسهم الفئة
et: Laoseis Kategooria
fa: در بخش انبار
fr_lu: Catégorie
hr_hr: U Stock kategoriji
ja: 在庫カテゴリ内
lv_lv: Preču kategorija
pl_pl: Wśród towarów z kategorii
vi_vn: M?c trong kho

source: All Categories
ar: جميع الفئات
et: Kõik kategooriad
fa: تمام دسته ها
fr_lu: Toutes les catégories
hr_hr: Sve kategorije
ja: カテゴリ全般
lv_lv: Visas kategorijas
pl_pl: Wszystkie kategorie
vi_vn: Tất cả các mục

source: Order Item description has been used in search
ar: وقد استخدم النظام وصف السلعة بحثا
et: Telli Tootekirjeldus on kasutatud otsing
fr_lu: Recherche basée sur la description partielle de l'article
hr_hr: Naručite Opis predmeta je korišten u potrazi
ja: 注文商品説明は、検索に使用されている
lv_lv: Preces apraksts tika izmantots meklē&#353;anā
pl_pl: opis przedmiotu zamówienia został wykorzystany w poszukiwaniu
vi_vn: Để mục mô tả đã được sử dụng trong tìm kiếm

source: Stock Code has been used in search
ar: وقد استخدم رمز الأسهم في البحث
et: Stock Kood on kasutatud otsing
fr_lu: Recherche basée sur une partie du code article
hr_hr: Kataloški broj je korišten u potrazi
ja: ストックコードが検索に使用されている
lv_lv: Preces kods tika izmantots meklē&#353;anā
pl_pl: Fotografia Kodeksu zostały wykorzystane w poszukiwaniu
vi_vn: Mã chứng khoán đã được sử dụng trong tìm kiếm

source: of
ar: من
et: kohta
fa: از
fr_lu: de
hr_hr: od
ja: の
lv_lv: no
pl_pl: z
vi_vn: c?a

source: pages
ar: صفحات
et: lehed
fa: صفحات
hr_hr: stranice
ja: ページ
lv_lv: lapas
pl_pl: stron
vi_vn: các trang

source: Go to Page
ar: الذهاب إلى الصفحة
et: Mine lehele
fa: برو به صفحه
fr_lu: Aller à la page
hr_hr: Idi na stranicu
ja: 配信ページへ
lv_lv: Iet uz lapu
pl_pl: Skok do Strony
vi_vn: Chuyển tới trang

source: Go
ar: الذهاب
et: minema
fa: برو
fr_lu: Afficher
hr_hr: ići
ja: 行く
lv_lv: Iet
pl_pl: Przejdź
vi_vn: đi

source: Previous
ar: سابق
et: eelmine
fa: قبلی
fr_lu: Précédent
hr_hr: prijašnji
ja: 前へ
lv_lv: Iepriek&#353;ējais
pl_pl: Poprzednia
vi_vn: <Trước

source: Total Qty On Hand
ar: إجمالي الكمية على يد
et: Kokku Kogus käsi
fa: Qty تعداد در دست
fr_lu: Quantité totale à disposition
hr_hr: Ukupna količina na ruku
ja: 在庫合計数量
lv_lv: Kopā Noliktavā
pl_pl: Razem Na Stanie
vi_vn: Tổng lượng hàng đang có

source: Stock Status
ar: وضع المخزون
et: laoseisu
fa: وضعیت سهام
fr_lu: État du stock
ja: 在庫状況
lv_lv: Preces statuss
pl_pl: Stany Magazynowe
vi_vn: Tình trạng kho

source: Obsolete
ar: مهمل
et: vananenud
fr_lu: Obsolète
hr_hr: zastario
ja: 旧式
lv_lv: Novecojis
pl_pl: Nieaktualny
vi_vn: lỗi thời

source: Add to Requisition
ar: إضافة الاستيلاء
et: Lisa rekvireerimise
hr_hr: Dodaj u zahtjevnicama
ja: 請求書

source: Authorise Internal Stock Requests
ar: • السماح لل طلبات المالية الداخلية
et: Lubada Internal Stock Taotlused
fa: درخواست Authorise سهام داخلی
hr_hr: Odobravanje unutarnje Upiti Stock
ja: 内部在庫要求Authorise
lv_lv: Pilnvarot akciju, pieprasījumi
vi_vn: Ủy quyền yêu cầu chứng khoán nội bộ

source: Authorise
ar: • السماح لل
ja: 税務当局

source: Issue
ar: قضية
et: teema
fr_lu: Émission
hr_hr: izdanje
ja: 払出先
lv_lv: Automātiska izsnieg&#353;ana
pl_pl: Problem
vi_vn: Phát hành

source: to department
ar: إلى قسم
et: et osakond
hr_hr: na odjelu
ja: 請求明細書

source: The stock movement record cannot be inserted because
ar: لا يمكن إدراج سجل حركة الأسهم لأن
et: Aktsia liikumine rekord ei saa lisada , sest
fa: سهام رکورد جنبش را نمی توان به دلیل قرار
fr_lu: Impossible d'ajouter la fiche de mouvement car
hr_hr: Zapis obavijesti pokret ne može se umetnuti jer
ja: 在庫移動レコードが挿入できないため、
lv_lv: Preču kustības ieraksts nevar re&Auml;&pound;istrēt, jo
pl_pl: Nie można dodać zmiany magazynowych ponieważ
vi_vn: Kỷ lục chuyển động cổ phiếu không có thể được chèn vào bởi vì

source: The following SQL to insert the stock movement record was used
ar: تم استخدام SQL التالية لإدراج سجل حركة المخزون
et: Järgmine SQL sisestada aktsia liikumine rekord kasutati
fa: گذاشتن پس از قرار دادن سهام رکورد حرکت مورد استفاده قرار گرفت
fr_lu: Commande SQL d'ajout de fiche de mouvement de stock:
hr_hr: Sljedeći SQL umetnuti rekord dionice pokret je korišten
ja: 在庫移動レコードを追加する以下のSQLが使われました
lv_lv: Preču kustības re&Auml;&pound;istre&#353;anai tika izmatots sekojo&#353; SQL -
pl_pl: Użyta fraza SQL
vi_vn: SQL sau đây để chèn các bản ghi chuyển động chứng khoán đã được sử dụng

source: The following SQL to update the stock record was used
ar: تم استخدام SQL التالية ل تحديث السجل الأوراق المالية
et: Järgmine SQL uuendada laoarvestuse kasutati
fa: گذاشتن زیر برای به روز رسانی ثبت سهام مورد استفاده قرار گرفت
fr_lu: Commande SQL de mise à jour du stock:
hr_hr: Sljedeći SQL ažuriranje zaliha rekord je korišten
ja: 在庫レコードを更新する以下のSQLが使われました
lv_lv: Preču ierakstu labo&#353;anai, tika izmatots sekojo&#353;s SQL -
pl_pl: Użyta fraza SQL
vi_vn: SQL sau đây để cập nhật các bản ghi cổ phiếu đã được sử dụng

source: The general ledger transaction entries could not be added because
ar: لا يمكن إضافة الإدخالات المعاملات دفتر الأستاذ العام بسبب
et: Pearaamat tehingu kanded ei saa lisada , sest
fa: نوشته های معین به طور کلی معامله نمی تواند به دلیل ارسال
fr_lu: Impossible d'ajouter ces enregistrements car
hr_hr: Glavnoj knjizi transakcija unosi se ne može dodati jer
ja: ため、総勘定元帳のトランザクション·エントリを追加できませんでした
lv_lv: Virsgrāmatas grāmatojums netika veikts, jo
pl_pl: Nie można dodać pozycji KG ponieważ
vi_vn: Các mục chung giao dịch sổ kế toán không có thể được thêm vào bởi vì

source: The following SQL to insert the GL entries was used
ar: تم استخدام SQL التالية لإدراج إدخالات GL
et: Järgmine SQL sisestada GL kirjed kasutati
fa: گذاشتن زیر برای وارد کردن نوشته های گرم مورد استفاده قرار گرفت
fr_lu: Commande SQL d'ajout:
hr_hr: Sljedeći SQL umetnuti GL unose bio korišten
ja: ＧＬ入力を追加する以下のSQLが使われました
lv_lv: Virsgrāmatas grāmato&#353;anā tika izmantots sekojo&#353;s SQL -
pl_pl: Użyta fraza SQL
vi_vn: SQL sau đây để chèn các mục GL đã được sử dụng

source: An internal stock request for
ar: طلب الأوراق المالية الداخلية لل
et: Sisemine laos taotlust
fa: درخواست سهام داخلی
ja: 在庫調整入力

source: has been fulfilled from location
ar: وقد تم الوفاء من الموقع
et: on täidetud alates asukoht
hr_hr: je ispunjen na mjestu
ja: 出荷する場所

source: for a quantity of
ar: للحصول على كمية من
et: kogusega
fr_lu: pour une quantité de
hr_hr: za količinu
ja: の量のために
lv_lv: daudzumam
pl_pl: dla ilości
vi_vn: cho một số lượng

source: by user
ar: من قبل المستخدم
et: kasutaja
fr_lu: par utilisateur
ja: ユーザーによる

source: at
ar: في
et: juures
fr_lu: a
hr_hr: na
ja: に
lv_lv: pie
pl_pl: w
vi_vn: tại

source: Internal Stock Request Fulfillment for
ar: طلب ألبوم وفاء الداخلية لل
et: Internal Stock Soovin eneseteostust
fa: سهام داخلی درخواست انجام
hr_hr: Unutarnja Stock Zahtjev za ispunjenje
ja: 在庫調整入力

source: cannot be created as there is insufficient stock and your system is configured to not allow negative stocks
ar: لا يمكن إنشاء كما كان هناك مخزون كاف و يتم تكوين النظام الخاص بك لعدم السماح الأسهم السلبية
et: ei saa luua , kui on piisav varu ja teie süsteem on seadistatud mitte lubama negatiivne varude
fa: نمی تواند ایجاد شود به عنوان سهام کافی وجود دارد و سیستم شما پیکربندی شده است تا سهام منفی اجازه نمی دهد
fr_lu: ne peut être créé que le stock est insuffisant et que votre système est configuré pour ne pas permettre aux stocks négatifs
hr_hr: Ne može biti izrađen kao nema dovoljno zaliha i vaš sustav konfiguriran da ne dopustiti negativan Dionice
ja: 不十分な在庫があるように作成することはできませんし、あなたのシステムが負の株式を許可しないように設定されて
lv_lv: nevar tikt izveidota , jo nav pietiekami daudz krājumu , un jūsu sistēma ir konfigurēta , lai neļauj negatīva krājumiem
pl_pl: nie może być utworzony jako brak wystarczających zapasów i system jest skonfigurowany , aby nie pozwolić negatywny zapasy
vi_vn: không thể được tạo ra như không có đủ chứng khoán và hệ thống của bạn được cấu hình để không cho phép cổ phiếu tiêu cực

source: Choose a location to issue requests from
ar: اختر موقعا ل إصدار طلبات من
et: Valiasukoht väljastamise taotlustele
fa: انتخاب یک محل برای صدور درخواست از
fr_lu: Choisissez un emplacement pour émettre des demandes de
hr_hr: Izaberite mjesto za izdavanje zahtjeve
ja: からの要求を発行する場所を選択してください
lv_lv: Izvēlieties vietu izsniegt pieprasījumus
pl_pl: Wybierz lokalizację, do wydawania wniosków od
vi_vn: Chọn một vị trí để phát hành yêu cầu từ

source: Show Requests
ar: مشاهدة الطلبات
ja: 移動表示

source: There are no outstanding authorised requests for this location
ar: لا يوجد طلبات المصرح المعلقة لهذا الموقع
ja: この品目に設定されたデフォルトの価格はありません

source: Select another location
ar: حدد موقع آخر
ja: 請求に他の注文選択

source: Required
ar: مطلوب
et: nõutav
fr_lu: Requis
hr_hr: potreban
ja: 必要
lv_lv: Pieprasīts
pl_pl: Wymagane
vi_vn: Yêu c?u

source: Delivered
ar: تسليم
et: tarnitakse
fa: تحویل
fr_lu: Livré
hr_hr: Isporučeno
ja: 納品済
lv_lv: Piegadātas
pl_pl: Dostarczone
vi_vn: Đã giao hàng

source: Inventory Planning Report
ar: تقرير الجرد والتخطيط
et: Inventari planeerimise aruanne
fa: گزارش موجودی برنامه ریزی
fr_lu: Planification d'inventaire
hr_hr: Inventar planiranje Prijavi
ja: 在庫計画レポート
lv_lv: Preču plānošanas atskaite
pl_pl: Planowanie Zapasów
vi_vn: Báo cáo kế hoạch hàng tồn kho

source: Inventory Planning
ar: تخطيط المخزون
et: inventari planeerimise
fa: موجودی برنامه ریزی
fr_lu: Plannification inventaire
hr_hr: Inventar planiranje
ja: 在庫計画
lv_lv: Preču plāno&#353;ana
pl_pl: Planowanie Zapasów
vi_vn: Kế hoạch kiểm kê

source: The inventory quantities could not be retrieved by the SQL because
ar: لا يمكن استرجاع كميات المخزون من قبل SQL لأن
et: Varude kogust ei ole võimalik hankida, kuiSQL sest
fa: مقدار موجودی را می توان با گذاشتن زیرا قابل بازیابی نیست
fr_lu: Les quantités des stocks n'a pas pu être récupéré par le SQL, car
hr_hr: Zaliha od količine koja se ne mogu dohvatiti , jer od strane SQL
ja: 在庫数量は、SQLによって取得することができませんでしたので、
lv_lv: SQL nevar iegūt preču daudzumu, jo
pl_pl: Ilości magazynowe nie mogą być odtworzone ponieważ
vi_vn: Không thể truy xuất lượng hàng tôn kho bằng dữ liệu SQL vì

source: The sales quantities could not be retrieved by the SQL because
ar: لا يمكن استرجاع كميات المبيعات من قبل SQL لأن
et: Müügikogused ei õnnestunud poolt SQL sest
fa: مقدار فروش را می توان با گذاشتن زیرا قابل بازیابی نیست
fr_lu: Le volume des ventes n'a pas pu être récupéré par le SQL, car
hr_hr: U prodajne količine nisu mogli biti pronađeni od strane SQL , jer
ja: 販売数量は、SQLによって取得することができませんでしたので、
lv_lv: Pārdošanas daudzumu nevar iegūt, SQL , jo
pl_pl: Nie można odtworzyć ilości sprzedaży ponieważ
vi_vn: Không thể truy xuất lượng hàng bán bằng dữ liệu SQL vì

source: The sales order demand quantities could not be retrieved by the SQL because
ar: لا يمكن استرجاع النظام مبيعات كميات الطلب من قبل SQL لأن
et: Müügikorralduse nõudlus koguseid ei otsitudSQL sest
fa: سفارش فروش مقادیر تقاضا را می توان با گذاشتن زیرا قابل بازیابی نیست
fr_lu: Les volumes de ventes de la demande afin n'a pas pu être récupéré par le SQL, car
hr_hr: Prodajnog naloga potražnja količine nisu mogli biti preuzeti od strane SQL , jer
ja: 受注需要量は、SQLによって取得することができませんでしたので、
lv_lv: Pārdošanas rīkojumu pieprasījuma importa apjomi nevarēja iegūt, SQL , jo
pl_pl: Nie można odtworzyć żądanych wielkości zamówienia przez SQL ponieważ
vi_vn: Doanh số bán hàng để yêu cầu số lượng không thể được lấy ra bởi SQL vì
