Repository: timschofield/KwaMoja-Medical
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar, et, fa, fr_lu, hr_hr, ja, lv_lv, pl_pl, vi_vn

source: The SQL that failed to insert the bank account transaction was
ar: كان SQL التي فشلت في إدراج المعاملات الحساب المصرفي
et: SQL , et ei suutnud sisestada pangakonto tehingu
fa: گذاشتن که موفق به وارد کردن حساب بانکی معامله شد
fr_lu: Échec de la commande SQL d'ajoût de transaction de compte bancaire:
hr_hr: SQL koja se nije uspjela umetnuti transakciju bankovni račun
ja: 銀行口座トランザクション挿入に失敗したSQLでした
lv_lv: SQL , ka neizdevās ievietot bankas konta darījumu bija
pl_pl: Użyta fraza SQL
vi_vn: Cơ sở dữ liệu SQL bị lỗi khi chèn các giao dịch trên tài khoản ngân hàng

source: Cannot insert a bank transaction
ar: لا يمكن إدراج المعاملات المصرفية
et: Ei saa sisestada pangaoperatsioon
fa: می توانید وارد نمی معامله بانک
fr_lu: Impossible d'insérer une transaction bancaire
hr_hr: Ne možete umetnuti transakcije bankovnim
ja: 銀行取引を挿入することはできません
lv_lv: Nevar ievietot bankas darījumu
pl_pl: Nie można wprowadzić oepracji bankowej
vi_vn: không thể thêm giao dịch ngân hàng vào

source: The SQL that failed to insert the customer receipt transaction was
ar: كان SQL التي فشلت في إدراج المعاملات استلام العملاء
et: SQL , et ei suutnud sisestada kliendi kätte tehingu
fa: گذاشتن که موفق به وارد کردن مشتری رسید معامله شد
fr_lu: Échec de la commande SQL d'ajoût de transaction de reçu client:
hr_hr: SQL koja se nije uspjela umetnuti transakcije kupaca primitka bio
ja: 得意先受入トランザクション挿入に失敗したSQLでした
lv_lv: SQL , ka neizdevās ievietot klientu saņemšanas darījumu bija
pl_pl: Użyta fraza SQL
vi_vn: Cơ sở dữ liệu SQL không thành công để chèn các giao dịch khách hàng nhận được

source: Cannot insert a receipt transaction against the customer because
ar: لا يمكن إدراج معاملة استلام ضد العميل لأن
et: Ei saa lisada kviitung tehingu vastuklientide sest
fa: می توانید وارد معامله نمی رسید در برابر مشتری به دلیل
fr_lu: Impossible d'insérer une transaction réception contre le client, car
hr_hr: Ne možete umetnuti transakcije primitka protiv kupca , jer
ja: 顧客に対してレシートトランザクションを挿入することはできませんので、
lv_lv: Nevar ievietot saņemšanu darījumu pret klientu , jo
pl_pl: Nie można wprowadzić transakcji bankowej dla klienta ponieważ
vi_vn: Không thể chèn một giao dịch nhận lại với khách hàng vì

source: Cannot insert the customer allocation of the receipt to the invoice because
ar: لا يمكن إدراج تخصيص العملاء من استلام الفاتورة ل لأن
et: Ei ole võimalik sisestada kliendi eraldamisekviitungiarve tõttu
fa: می توانید وارد نمی تخصیص مشتری از دریافت به دلیل فاکتور
fr_lu: Impossible d'insérer la répartition de la clientèle de la réception de la facture parce que
hr_hr: Ne možete umetnuti kupaca dodjelu primitka na računu , jer
ja: 仕訳行のＧＬ入力が挿入できない理由は
lv_lv: Nevar ievietot klientu piešķiršanu saņemšanas rēķinam , jo
pl_pl: Nie można wstawić podziału klientów od daty otrzymania faktury, ponieważ do
vi_vn: Không thể chèn thêm các phân bổ khách hàng nhận để các hoá đơn do

source: Credit Note number
ar: عدد ملاحظة الائتمان
et: Kreeditarve number
fa: توجه داشته باشید اعتباری
fr_lu: Numéro de l'avoir
hr_hr: Kreditne Napomena broj
ja: 返品伝票番号
lv_lv: Kredīta rēķina numurs
pl_pl: Nota Kredytowa numer
vi_vn: S? ghi chú n?

source: Print this credit note
ar: طباعة هذه المذكرة الائتمان
et: Trüki kreeditarve
fa: نسخه قابل چاپ این توجه داشته باشید اعتباری
fr_lu: Imprimer cet avoir
hr_hr: Podijelite ovu bilješku kreditne
ja: このクレジット·メモを印刷する
lv_lv: Drukāt &#353;o kredītrēķinu
pl_pl: Wydrukuj korektę
vi_vn: in ghi (lưu ý) tín dụng này

source: Yes Please
ar: نعم من فضلك
et: Jah
fa: بله لطفا
fr_lu: Oui, s'il vous plaît
hr_hr: Da molim
ja: はいどうぞ
lv_lv: Jā, lūdzu
pl_pl: Tak Proszę
vi_vn: Vâng, có

source: Search for Items
ar: البحث عن العناصر
et: Otsi toodet
fa: جستجو برای مورد
fr_lu: Rechercher un article
hr_hr: Traži za stavke
ja: 作業指図検索
lv_lv: Meklēt preces
pl_pl: Szukaj przedmioty
vi_vn: Tìm kiếm mặt hàng

source: , Searches the database for items, you can narrow the results by selecting a stock category, or just enter a partial item description or partial item code
ar: ، يبحث في قاعدة البيانات عن العناصر، يمكنك تضييق النتائج وفقا ل اختيار فئة الأوراق المالية، أو مجرد إدخال وصف السلعة جزئية أو رمز البند الجزئي
et: , Läbiotsimise andmebaasi objekte , saate kitsendada tulemusi validesvarukategooria või sisestageosaline Tootekirjeldus või osaline objekti kood
fa: ، جستجوی بانک اطلاعاتی برای موارد ، شما می توانید نتایج را با انتخاب رده سهام باریک ، یا فقط وارد کنید یک توضیح جزئی آیتم یا بخشی از کد آیتم
fr_lu: : recherche d'un article dans la base de données.</br> Affiner les résultats en sélectionnant une catégorie, une description partielle de l'article ou une partie d'un code
hr_hr: , Pretražuje baze podataka za stavke , možete suziti rezultate odabirom dionica kategoriju , ili jednostavno unesite djelomični opis stavke ili djelomičnu Šifra
ja: 、アイテムのために、あなたが在庫カテゴリを選択して結果を絞り込むか、単に部分商品説明または部分的なアイテムコードを入力することができ、データベースを検索します
lv_lv: , meklē&#353;anas apjomu var samazināt izvēloties preču kategoriju, vai ievadot daļu no preces koda vai apraksta
pl_pl: , Przeszukuje bazy danych przedmiotów, możesz zawęzić wyniki, wybierając jedną z kategorii akcji, lub po prostu wprowadzić częściowy opis przedmiotu kod przedmiotu lub częściowego
vi_vn: Tìm kiếm cơ sở dữ liệu cho các hạng mục, bạn có thể thu hẹp kết quả bằng cách chọn một loại hàng (cổ phiếu) , hoặc chỉ cần nhập một phần mục mô tả hoặc một phần mã mặt hàng

source: Select a Stock Category
ar: اختر اسهم الفئة
et: Vali varukategooria
fa: انتخاب دسته بندی انبار
fr_lu: Sélectionner une catégorie
hr_hr: Odaberite kategoriju Stock
ja: 在庫カテゴリ選択
lv_lv: Izvēlieties preču kategoriju
pl_pl: Wybierz kategorię fotografii
vi_vn: Chọn một kho mục

source: Enter partial Description
ar: أدخل جزئية الوصف
et: Sisesta osaline kirjeldus
fa: توضیحات جزئی را وارد کنید
fr_lu: Saisir une description partielle
hr_hr: Unesite djelomičan opis
ja: 品目内容
lv_lv: Ievadiet daļēju Apraksts
pl_pl: Wpisz częściowy Opis
vi_vn: Nh?p m?t ph?n mô t?

source: Use Quick Entry
ar: استخدام إدخال سريعة
et: Kasutage kiire turuletulek
fa: استفاده از ورود سریع
fr_lu: Vente comptoir
hr_hr: Koristite Quick Entry
ja: 簡単入力使用
lv_lv: Izmantot ātro ievadu
pl_pl: Szybkie Wprowadzanie
vi_vn: Sử dụng nhập nhanh

source: Select an item by entering the quantity required. Click Return when ready.
ar: تحديد عنصر عن طريق إدخال الكمية المطلوبة .
et: Valige objekt , sisestades vajalik kogus .
hr_hr: Odaberite stavku unosom količine potrebne .
ja: 必要な数量を入力して、項目を選択します。

source: Prev
ar: السابق
et: Eelmine
fa: قبلی
fr_lu: Précédent
hr_hr: Prošli
ja: 価格
lv_lv: &lt;&lt;&lt;&lt;
pl_pl: Poprzedni
vi_vn: xem lại

source: Next
ar: التالي
et: järgmine
fa: بعدی
fr_lu: Suivant
hr_hr: sljedeći
ja: 次へ
lv_lv: &gt;&gt;&gt;&gt;
pl_pl: Następna
vi_vn: Tiếp theo >

source: On Demand
ar: على الطلب
fa: در خواست
ja: 必要数量
lv_lv: Pārdots
vi_vn: Đang có nhu cầu

source: On Order
ar: على النظام
et: tellitud
fa: به سفارش
fr_lu: Commandé
hr_hr: Na Redu
ja: 注文済数量
lv_lv: Iepirkts
pl_pl: Na Zamówienie
vi_vn: Đang được đặt hàng

source: Available
ar: متاح
et: saadaval
fa: شد
fr_lu: Disponible
hr_hr: Dostupno
ja: 可能数量
lv_lv: Pieejams
pl_pl: Dostępne
vi_vn: có thể dùng, có gía trị

source: The demand for this product from
ar: الطلب على هذا المنتج من
et: Nõudlus selle toote
fa: تقاضا برای این کالا را از
fr_lu: La demande pour ce produit de
hr_hr: Potražnja za ovim proizvodom iz
ja: から本製品への需要
lv_lv: Pieprasījums pēc &#353;ī produkta no
pl_pl: Zapotrzebowanie na ten produkt z
vi_vn: yêu cầu của sản phẩm này từ

source: The order details for this product cannot be retrieved because
ar: تفاصيل النظام لهذا المنتج لا يمكن استرجاع لأن
et: Et andmed selle toote kohta ei ole võimalik saada , sest
fa: جزئیات برای اینکه این محصول را می توان بازیابی نیست زیرا
fr_lu: Les détails de la commande de ce produit ne peut pas être trouvé en raison
hr_hr: Pojedinosti narudžbe za ovaj proizvod se ne mogu dohvatiti , jer
ja: 在庫品目のコスト詳細は検索できませんでした理由は
lv_lv: Rīkojuma aprakstu &#353;im produktam nevar iegūt, jo
pl_pl: Szczegóły zamówienia na ten produkt nie może być przywrócony, ponieważ
vi_vn: Không thể truy xuất chi tiết đơn hàng cho sản phẩm này bởi vì

source: Add to Sale
ar: إضافة إلى بيع
et: Lisa Sale
fa: اضافه کردن به فروش
fr_lu: Ajouter à la vente
hr_hr: Dodaj u prodaju
ja: 請求追加
lv_lv: Pievienot Pārdod
pl_pl: Dodaj do sprzedaży
vi_vn: Thêm vào mục Bán

source: Use this form to add return items quickly if the item codes are already known
ar: استخدم هذا النموذج لإضافة بنود العودة بسرعة إذا هي معروفة رموز البند بالفعل
et: Kasuta seda vormi , et lisada objektid, kiiresti , kui üksus koodid on juba teada
hr_hr: Koristite ovaj obrazac za dodavanje stavke povratak brzo , ako predmet kodovi se već zna
ja: アイテムコードが既に知られている迅速ば帰り項目を追加するには、このフォームを使用し
lv_lv: Izmantojiet šo veidlapu, lai pievienotu atgriešanās objektus ātri, ja prece kodi jau ir zināmi

source: Quick Entry
ar: دخول سريع
et: kiire sissekanne
fa: ورود سریع
fr_lu: Vente rapide
ja: 簡単入力
lv_lv: Ātrais ievads
pl_pl: Szybkie Wprowadzanie
vi_vn: nhập vào nhanh

source: Search Parts
ar: أجزاء البحث
et: Otsi Parts
fa: جستجو در قطعات
fr_lu: Rechercher un article
hr_hr: Pretraživanje dijelova
ja: 品目検索
lv_lv: Meklēt daļu
pl_pl: Szukaj Towarów
vi_vn: Tìm kiếm các phần

source: Counter Sales
ar: عداد المبيعات
et: Counter müük
fa: فروش شمارنده
fr_lu: Ventes directe
hr_hr: Counter Prodaja
ja: 得意先残高
pl_pl: Sprzedaż Licznik
vi_vn: bán hàng truy cập

source: Although this account is defined as the cash sale account for the location. The account is currently flagged as an account that needs to be watched. Please contact the credit control personnel to discuss
ar: على الرغم من أن يتم تعريف هذا الحساب كحساب بيع النقدية للموقع.
et: Kuigi see konto on määratletud kui raha müügist konto asukoha .
fa: اگر چه این حساب به عنوان حساب نقدی فروش مکان تعریف شده است. حساب در حال حاضر به عنوان یک حساب کاربری که نیاز به تماشا پرچم. لطفا با اعتبار پرسنل کنترل برای بحث در مورد
fr_lu: Bien que ce compte soit défini comme le compte vente au comptant pour ce lieu, ce compte doit être surveillé. Contactez la comptabilité.
hr_hr: Iako je ovaj račun se definira kao račun za gotovinu prodaju na mjestu .
ja: このアカウントは、場所については、現金販売アカウントとして定義されていますが。
lv_lv: Kaut arī šis konts ir definēts kā naudas pārdošanas konta atrašanās vietu .
pl_pl: Mimo, że to konto jest definiowany jako konto sprzedaży gotówkowej na miejscu. Konto jest obecnie oznaczone jako uwagę, że musi być obserwowany. Prosimy o kontakt z personelem kontroli kredytowej w celu omówienia
vi_vn: Mặc dù tài khoản này được xác định là tài khoản bán tiền mặt cho các vị trí .

source: Although the account is defined as the cash sale account for the location the account is currently on hold. Please contact the credit control personnel to discuss
ar: على الرغم من أن يتم تعريف الحساب كحساب بيع النقدية لل موقع حساب مجمد حاليا .
et: Kuigi konto on määratletud sularaha müük konto asukohakonto on hetkel ootel.
fa: با وجودی که این حساب به عنوان حساب نقدی فروش مکان تعریف حساب در حال حاضر در انتظار نگه داشته. لطفا با اعتبار پرسنل کنترل برای بحث در مورد
fr_lu: Bien que le compte soit défini comme compte de vente au comptoir pour ce site, le compte est actuellement suspendu. Contactez la comptabilité.
hr_hr: Iakoračuna se definira kao račun novčanog prodajem za mjestoračun stavljen je na čekanje .
ja: アカウントが場所の現金販売アカウントとして定義されていますがアカウントが保留中です。
lv_lv: Lai gankonts tiek definēts kā naudas pārdošanas konta vietukonts pašlaik ir aizturēts .
pl_pl: Mimo, że konto jest definiowany jako konto sprzedaży gotówkowej dla lokalizacji konto jest obecnie wstrzymane. Prosimy o kontakt z personelem kontroli kredytowej w celu omówienia
vi_vn: Mặc dù tài khoản đã được xác định là tài khoản bán tiền mặt cho các vị trí tài khoản hiện đang được giữ.

source: This sale has been cancelled as requested
ar: تم إلغاء هذا البيع على النحو المطلوب
et: See müük on tühistatud nõutud
fa: این فروش لغو شده است به عنوان درخواست
fr_lu: Cette vente a été annulée à votre demande
hr_hr: Ova prodaja je otkazan na zahtjev
ja: この販売受注は要求により取消された
lv_lv: Šī pārdošana ir atcelta , kā prasīts
pl_pl: Sprzedaż ta została anulowana, zgodnie z wnioskiem
vi_vn: mua bán này đã bị hủy theo yêu cầu

source: Start a new Counter Sale
ar: بدء بيع عداد جديد
et: Alusta uus Counter müük
fa: شروع فروش جدید کانتر
fr_lu: Démarrer une nouvelle vente au comptoir
hr_hr: Početak novog Counter Prodaja
ja: 新しいカウンターの販売を開始
lv_lv: Sākt jaunu Counter Sale
pl_pl: Rozpocznij nowy Licznik sprzedaż
vi_vn: bắt đầu một lượt bán hàng mới

source: An invalid date entry was made for
ar: تم إدخال تاريخ غير صالح لل
et: Vigane kanne tehti
fa: تاریخ ورود نامعتبر است و برای ساخته شد
fr_lu: Date incorrecte
hr_hr: Neispravan datum ulaz je napravio za
ja: 無効な日付エントリがために作られた
lv_lv: Neapareizi dati ievadīti
pl_pl: Nieprawidłowy wpis został złożony w terminie
vi_vn: Một ngày nhập vào không hợp lệ đã được thực hiện cho

source: The date entry
ar: دخول التسجيل
et: Kuupäeva kanne
fa: ورود عضویت
fr_lu: La saisie de la date
hr_hr: Unos datuma
ja: 入力日
lv_lv: Ievadī&#353;anas datums
pl_pl: Wpis dnia
vi_vn: ngày nhập vào (nhập cảnh)

source: must be in the format
ar: يجب أن تكون في شكل
et: peab olema kujul
fa: باید در قالب
fr_lu: doit être dans le format
hr_hr: mora biti u obliku
ja: 日付は入力されなければならない、フォーマット
lv_lv: Datumus ir jāievada sekojo&#353;ā formātā
pl_pl: muszą być w formacie
vi_vn: phải đúng định dạng

source: could not be retrieved from the database and has not been added to the order
ar: لا يمكن استردادها من قاعدة البيانات ولم تمت إضافتها إلى النظام
et: ei saa hankida andmebaasi ja ei ole lisatud, et
fa: می تواند از پایگاه داده قابل بازیابی نیست و به منظور ارسال نشده است
fr_lu: n'est pas dans la base de données
hr_hr: Ne može se iz baze podataka i nije upisan u redoslijedu
ja: データベースから取得することができなかった、注文に追加されていない
lv_lv: nevar iegūt no datu bāzes un nav pievienots pasūtījuma
pl_pl: nie może być odtworzone z bazy danych i nie zostało dodane do zamówienia
vi_vn: Không truy xu?t du?c t? co s? d? li?u và chua du?c thêm vào don hàng

source: Phantom assemblies cannot be sold, these items exist only as bills of materials used in other manufactured items. The following item has not been added to the order:
ar: لا يمكن بيعها الجمعيات الوهمية ، وجود هذه العناصر فقط عن مشاريع القوانين من المواد المستخدمة في وحدات المصنعة الأخرى .
et: Phantom sõlmed ei saa müüa , need teemad on olemas ainult arveid kasutatavate materjalide muude tööstuskaupade teemad.
fa: مجامع شبح نمیتوان آن را فروخت ، این آیتم ها وجود داشته باشد تنها به عنوان صورتحساب مواد مورد استفاده در موارد دیگر تولید شده باشد. قلم دوم از اقلام زیر را به منظور نشده است افزود :
hr_hr: Phantom skupštine ne može se prodati , ti predmeti postoje samo kao zapise materijala proizvedenih u drugim stavkama .
ja: ファントムアセンブリが​​販売することはできません、これらの項目は、他の製造品目に使用される部品表として存在しています。
lv_lv: Phantom komplektus nevar pārdot , šie posteņi pastāv tikai kā rēķini par materiāliem, kas izmantoti citu saražoto vienību .
pl_pl: Phantom zespoły nie mogą być sprzedawane, te elementy istnieją tylko jako listy materiałów używanych w innych produkowanych przedmiotów. Następujące pozycje nie został dodany do porządku:
vi_vn: Phantom hội không có thể được bán , các mặt hàng này chỉ tồn tại như các hóa đơn của vật liệu sử dụng trong sản xuất các mặt hàng khác .

source: The system does not currently cater for counter sales of lot controlled or serialised items
ar: لا تلبي احتياجات النظام القائم حاليا لمبيعات عداد من المواد الخاضعة للرقابة أو الكثير تسلسل
et: Süsteem ei saa praegu rahuldada counter müük palju kontrolli või serialized teemad
fa: آیا برای فروش سیستم ضد بسیاری از موارد کنترل و یا serialized در حال حاضر نه تهیه
fr_lu: Le système ne dispose pas actuellement répondre à un comptoir de vente d'objets lot contrôlé ou sérialisé
hr_hr: Sustav trenutno ne razonoditi za šalteru prodaje puno kontroliranim ili serijaliziranom stavke
ja: システムは、現在多くの店頭販売制御またはシリアル化された項目に対応しません
lv_lv: Sistēma pašlaik nav rūpēties par counter pārdošanas partijas kontrolē vai serializēja objektus
pl_pl: System nie jest obecnie przygotowanie do counter sprzedaży kontrolowanych partii lub elementów seryjnych
vi_vn: Hệ thống hiện tại không phục vụ cho bán hàng truy cập của rất nhiều mặt hàng kiểm soát hoặc đăng

source: Only items entered with a positive quantity can be added to the sale
ar: العناصر دخلت مع كمية الإيجابي الوحيد يمكن أن تضاف إلى بيع
et: Ainult esemed kantud positiivse koguse võib lisadamüük
fa: فقط اقلام وارد شده با مقدار مثبت را می توان به فروش اضافه شده است
fr_lu: Seuls les articles ayant une quantité positive seront ajoutés à la vente
hr_hr: Samo predmeti ušli s pozitivnom količinom može biti dodan na prodaju
ja: 正の量で入力項目のみが販売に追加することができます
lv_lv: Tikai preces ievadīti ar pozitīvu daudzumu, var pievienot pārdošanai
pl_pl: Tylko wprowadzone pozycje z pozytywnym ilości mogą być dodawane do sprzedaży
vi_vn: Chỉ có mặt hàng nhập vào với số lượng tích cực có thể được thêm vào bán

source: The item could not be updated because you are attempting to set the quantity ordered to less than 0 or the price less than 0 or the discount more than 100% or less than 0%
ar: تعذر تحديث هذا البند لأنك تحاول ضبط الكمية المطلوبة إلى أقل من 0 أو سعر أقل من 0 أو خصم أكثر من 100 ٪ أو أقل من 0 ٪
et: Üksust ei saanud uuendatud , sest sa üritad määrata tellitav kogus on väiksem kui 0 või hind on alla 0 võisoodushinnaga üle 100 % või vähem kui 0 %
fa: موردی نمی تواند به روز شده دلیل این که شما در حال تلاش برای تنظیم مقدار به کمتر از 0 یا قیمت کمتر از 0 دستور یا تخفیف بیش از 100 ٪ و یا کمتر از 0 ٪
fr_lu: L'ordre du jour n'a pas pu être mis à jour parce que vous tentez d'établir la quantité commandée à moins de 0 ou le prix inférieur à 0 ou la remise de plus de 100% ou inférieure à 0%
hr_hr: Stavka ne može biti obnovljeno , jer se pokušava postaviti naručene količine za manje od 0 ili cijena manja od 0 ilipopusta više od 100 % ili manje od 0 %
ja: あなたは0未満に注文数量や価格0未満または割引100％以上または未満0％を設定しようとしているため、項目を更新できませんでした
lv_lv: Punkts nevar atjaunināt , jo jūs mēģināt noteikt daudzumu piespriests 0 mazāka vai arī cena zemāka par 0 vaiatlaides vairāk nekā 100 % vai mazāka par 0 %
pl_pl: Towar nie może być zaktualizowany ponieważ usiłujesz ustawić ilość zamówioną mniejszą od 0 lub ceną mniejszą od 0 lub upust większy niż 100% lub mniejszy niż 0%
vi_vn: Các mặt hàng không có thể được cập nhật bởi vì bạn đang cố gắng để thiết lập số lượng đặt hàng ít hơn 0 hoặc giá nhỏ hơn 0 hoặc giảm giá hơn 100 % hoặc ít hơn 0 %

source: QOH
fr_lu: Qté en Stock
ja: 在庫数
lv_lv: Noliktavā
pl_pl: Stan

source: Picked Up By
ar: انتقاؤها من قبل
et: Kiirenenud
fa: تا با برداشت
fr_lu: Enlevé par
hr_hr: Pokupila
ja: によってピックアップ
lv_lv: Paņēma
pl_pl: Odbierane przez
vi_vn: Ðu?c l?y b?i

source: Comments
ar: تعليقات
et: Kommentaarid
fa: نظرات
fr_lu: Commentaires
hr_hr: Komentari
ja: コメント
lv_lv: Piezīmes
pl_pl: Komentarz
vi_vn: Bình luận

source: Banked to
ar: راهن على
et: hoiustatud
fa: Banked به
hr_hr: sjedinjen s
ja: 取引口座
lv_lv: sānsvere uz
pl_pl: Tor do
vi_vn: banked để

source: Amount Paid
ar: المبلغ المدفوع
et: makstud summa
fa: مبلغ پرداخت شده
fr_lu: Montant payé
hr_hr: Plaćeni iznos
ja: 総額
lv_lv: samaksātā summa
pl_pl: Kwota zapłacona
vi_vn: Lượng đã trả

source: Process The Sale
ar: العملية بيع
et: ProtsessMüük
fa: فرآیند فروش
fr_lu: Enregistrer la vente
hr_hr: Proces je prodaja
ja: この注文処理
lv_lv: Process pārdošanu
pl_pl: Proces sprzedaży
vi_vn: tiến trình bán hàng

source: There are no lines on this sale. Please enter lines to invoice first
ar: لا توجد خطوط على هذا البيع .
et: Puuduvad read selle müük .
fa: هیچ خط در این فروش وجود دارد. لطفا وارد خطوط به اولین فاکتور
fr_lu: Pour facturer, des lignes doivent être saisies au préalable
hr_hr: Nema linije na tom prodajom .
ja: この売却にはラインがありません。
lv_lv: Nav datu par šīs pārdošanas līnijas .
pl_pl: Nie ma linii na tej sprzedaży. Proszę wpisać do faktury pierwszej linii
vi_vn: Không có đường vào bán này. Xin vui lòng nhập dòng để hóa đơn đầu tiên

source: The amount entered as payment does not equal the amount of the invoice. Please ensure the customer has paid the correct amount and re-enter
ar: مبلغ دخل كوسيلة للسداد لا يساوي مبلغ الفاتورة .
et: Summa kantakse makse ei võrduarve summa .
fa: مقدار وارد شده را پرداخت می کند مقدار فاکتور برابر نیستند. لطفا اطمینان مشتری پرداخت مبلغ صحیح را وارد کنید و دوباره
fr_lu: Le montant inscrit à titre de paiement ne correspond pas au montant de la facture. S'il vous plaît s'assurer que le client a payé le montant exact et entrer de nouveau
hr_hr: Iznos ušao kao plaćanje ne jednak iznos na računu .
ja: お支払いは請求書の金額と等しくないので、量が入った。
lv_lv: Summa ievadīta kā maksājums nav vienāda ar summu rēķina .
pl_pl: Powyższa kwota jak płatności nie równa kwota faktury. Upewnij się, że klient zapłacił odpowiednią ilość i ponownie wprowadzić
vi_vn: Số lượng nhập vào ví như số tiền thanh toán không bằng số tiền của hoá đơn chẳng hạn. Hãy đảm bảo các khách hàng đã thanh toán số tiền chính xác và nhập lại

source: The parameter to prohibit negative stock is set and invoicing this sale would result in negative stock. No futher processing can be performed. Alter the sale first changing quantities or deleting lines which do not have sufficient stock.
ar: تم تعيين المعلمة لحظر الأسهم السلبية و الفواتير هذا البيع من شأنه أن يؤدي في الأوراق المالية السلبية .
et: Parameeter keelata negatiivne kalavaru ja arvete see müük tooks kaasa negatiivseid aktsia .
fa: پارامتر به منع سهام منفی و قرار است این صورتحساب فروش را در انبار منفی منجر شود. بدون پردازش بیشتر را می توان انجام می شود. فروش را تغییر دهید اولین تغییر مقادیر یا حذف انجام دهید که خطوط سهام کافی ندارد.
fr_lu: Le paramètre d'interdire négative des stocks est réglé et la facturation de cette vente aurait pour effet de stock négatif. Aucun autre traitement peut être effectué. Alter la première vente des quantités de modifier ou de supprimer des lignes qui n'ont pas de stock suffisant.
hr_hr: Parametar zabraniti negativno dionice je postavljena i fakturiranje to malo bi rezultirati negativnim skladištu .
ja: 負の株式を禁止するパラメータが設定されており、請求書発行、この売却は、負の株式をもたらすでしょう。
lv_lv: Parametrs aizliegt negatīvu krājumu ir iestatīts un rēķinu šī pārdošana varētu izraisīt negatīvu noliktavā .
pl_pl: Parametr zakazać negatywnych czas jest i fakturowanie sprzedaż ta będzie prowadzić do negatywnych czas. Żadne dalsze przetwarzanie może być wykonana. Alter pierwszą sprzedaż zmianę ilości lub usuwanie linii, które nie mają wystarczających zasobów.
vi_vn: Các tham số để cấm cổ phiếu tiêu cực được thiết lập và hóa đơn bán hàng này sẽ cho kết quả trong cổ phiếu tiêu cực .

source: We were unable to load the area from the custbranch table where the sale is to
ar: كنا غير قادر على تحميل المنطقة من الجدول custbranch يتم فيه بيع هو
et: Me ei suutnud laadidaalacustbranch tabel , kus müük on
hr_hr: Nismo mogli učitati područje od custbranch stola gdje je prodaja na
ja: 私たちは、販売する場所custbranch表からエリアをロードすることができませんでした
lv_lv: Mēs nevarējām ielādēt platību no custbranch galda, kurtirdzniecība ir

source: Trouble inserting the sales order header. The SQL that failed was
ar: مشكلة إدراج رأس ترتيب المبيعات .
et: Häda sisestamist müügi et päises.
fa: مشکل قرار دادن هدر سفارش فروش .
fr_lu: Des difficultés à insérer la tête de commande client .
hr_hr: Imate li problema s umetanjem zaglavlje prodajnog naloga .
ja: 販売注文ヘッダを挿入するトラブル。
lv_lv: Nepatikšanas ievietojot pārdošanas pasūtījuma galvenes .
pl_pl: Problemy z włożeniem zlecenia sprzedaży nagłówek.
vi_vn: Rắc rối chèn tiêu đề để bán hàng.

source: The order cannot be added because
ar: لا يمكن إضافة النظام بسبب
et: Selleks ei saa lisada , sest
fa: سفارش نمیتواند اضافه شود چون
fr_lu: La commande ne peut pas être ajoutée:
hr_hr: Kako se ne može dodati jer
ja: 注文は追加されなかった理由は
lv_lv: Rīkojumu nevar pievienot, jo
pl_pl: Nie można dodać zamówienia ponieważ
vi_vn: đơn hàng không thể thêm vào vì
