Repository: timschofield/KwaMoja-Medical
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar, et, fa, fr_lu, hr_hr, ja, lv_lv, pl_pl, vi_vn

source: The number of suppliers using this Type record could not be retrieved because
ar: لا يمكن استرجاع عدد من الموردين باستخدام هذا السجل نوع لأن
et: Tarnijate arv Kasutades seda tüüpi rekord ei õnnestunud , sest
fr_lu: Le nombre de fournisseurs qui utilisent cette fiche Type n'a pas pu être récupérés en raison
hr_hr: Broj dobavljača koji koriste ovaj tip rekord ne može dohvatiti , jer
ja: 注文の行品目は取り出せなかった理由は
lv_lv: Piegādātāji, kas izmanto šāda veida ierakstu skaits varētu nav iespējams atjaunot , jo
pl_pl: Liczba dostawców korzystających z tego typu zapis nie mógł zostać przywrócony, ponieważ
vi_vn: Không truy xuất được số lượng nhà cung cấp dùng hồ sơ loại này vì

source: Cannot delete this type because suppliers are currently set up to use this type
ar: لا يمكن حذف هذا النوع لأنه يتم حاليا تعيين الموردين لاستخدام هذا النوع
et: Ei saa kustutada seda tüüpi , kuna tarnijad on praegu seadistatud kasutama seda tüüpi
fr_lu: Impossible de supprimer ce type, car les fournisseurs sont actuellement mis en place pour utiliser ce type
hr_hr: Ne mogu izbrisati ovaj tip jer dobavljači trenutno postavili za korištenje ove vrste
ja: この地域を使う販売分析レコードが存在するので、この地域を削除できません
lv_lv: Nevar izdzēst šāda veida , jo piegādātāji pašlaik ir izveidota, lai izmantot šāda veida
pl_pl: Nie można usunąć tego typu, ponieważ dostawcy są obecnie skonfigurowany do korzystania z tego typu
vi_vn: Không thể xóa bỏ loại này vì nó được dùng trong thiết lập các nhà cung cấp

source: suppliers with this type code
ar: الموردين مع هذا الرمز نوع
et: tarnijad seda tüüpi kood
fr_lu: fournisseurs avec ce code type
hr_hr: dobavljača s ovom vrstom koda
ja: 全仕入先残高
lv_lv: piegādātāji ar šāda veida kodu
pl_pl: dostawców tego typu kodu
vi_vn: Các nhà cung cấp với mã số này

source: Are you sure you wish to delete this Supplier Type?
ar: هل أنت متأكد أنك تريد حذف هذا النوع مزود ؟
et: Oled sa kindel, et soovid kustutada selle tarnija tüüp ?
fr_lu: Voulez-vous supprimer ce type de fournisseur?
hr_hr: Jeste li sigurni da želite izbrisati ovaj proizvođač tip ?
ja: この仕入先価格を削除してもよろしいですか？
lv_lv: Vai tu tiešām vēlies dzēst šo Piegādātāja veids?
pl_pl: Czy na pewno chcesz usunąć ten Dostawca Type?
vi_vn: B?n có ch?c mu?n xóa Lo?i nhà cung c?p này?

source: NZ account numbers must have 16 numeric characters in it
ar: يجب أن يكون أرقام الحسابات NZ 16 أحرف رقمية في ذلك
et: NZ kontonumbrid peab olema 16 numbrit ta
fr_lu: Les comptes NZ doivent avoir 16 symboles numériques
hr_hr: NZ Brojevi računa moraju imati 16 numeričkih znakova u njoj
ja: NZ口座番号は、その中に16の数字を持っている必要があります
lv_lv: NZ konta numuri ir jābūt 16 ciparu zīmes tajā
pl_pl: Numery kont muszą zawierać 16 cyfr
vi_vn: Mã s? tài kho?n NZ ph?i có ch?a 16 kí t? s?

source: NZ account numbers entered must use all numeric characters in it
ar: يجب أن أرقام الحسابات NZ دخلت استخدام جميع أحرف رقمية في ذلك
et: NZ kontonumbrid kanda tuleb kasutada kõiki numbreid ta
fr_lu: Les numéros de compte NZ ne doivent contenir que des chiffres
hr_hr: NZ Brojevi računa ušle moraju koristiti sve numeričke znakove u njemu
ja: 入力NZ口座番号は、その中にすべての数字を使用する必要があります
lv_lv: NZ kontu ievadītie skaitļi ir jāizmanto visi ciparu zīmes tajā
pl_pl: Wprowadzony numer konta musi się składać wyłącznie z cyfr
vi_vn: Mã s? tài kho?n NZ nh?p vào ph?i ch?a t?t c? các kí t? s?

source: NZ Accounts codes with the United Bank are not verified
ar: لا يتم التحقق من حسابات رموز NZ مع المصرف المتحد
et: NZ Accounts koodidUnited Bank ei ole kontrollitud
fa: NZ کدهای حساب با بانک متحده تایید نشده
fr_lu: Les comptes NZ avec la United Bank ne sont pas vérifiés
hr_hr: NZ Računi oznake sa Sjedinjenim banke nisu provjerene
ja: 米国銀行とのNZ口座コードは検証されません
lv_lv: NZ Konti kodus ar Amerikas Savienotajām Bankā netiek pārbaudīti
pl_pl: Numery kont w United Bank nie są weryfikowane
vi_vn: Mã s? tài kho?n New Zealand v?i United Bank không du?c xác d?nh

source: be careful to enter the correct account number
ar: كن حذرا لإدخال رقم الحساب الصحيح
et: olema ettevaatlik, et sisestada õige konto number
fa: مراقب باشید به وارد کردن شماره حساب صحیح
fr_lu: Soyez attentif à entrer le compte correct
hr_hr: biti oprezni da unesete točan broj računa
ja: 正しい口座番号を入力するように注意して
lv_lv: uzmanīgi ievadiet pareizo konta numuru
pl_pl: upewnij się że wprowadziłeś poprawny numer konta
vi_vn: Vui lòng chú ý nh?p chính xác mã s? tài kho?n

source: ANZ branches must be between 0001 and 0999 or between 1100 and 1199
ar: يجب أن تكون فروع ANZ بين 0001 و 0999 أو بين 1100 و 1199
et: ANZ filiaalid peavad olema vahemikus 0001 ja 0999 või 1100 ja 1199
fa: شاخه ANZ باید بین 0001 و 0999 بین 1100 و 1199 می باشد
fr_lu: Les succrusales ANZ doivent être comprise entre 0001 et 0999 ou entre 1100 et 1199
hr_hr: ANZ grana mora biti između 0001 i 0999 ili između 1100 i 1199
ja: ANZの枝には、 0001と0999の間、または1100年と1199年の間でなければなりません
lv_lv: ANZ filiālēm jābūt starp 0001 un 0999 , vai no 1100 līdz 1199
pl_pl: oddziały ANZ muszą mieć numer między 0001 a 0999 lub między 1100 i 1199
vi_vn: Chi nhánh ANZ ph?i t? 0001 t?i 0999 ho?c 1100 t?i 1199

source: The branch number used is invalid
ar: عدد فرع المستخدمة غير صالحة
et: Filiaali number kasutatud on vigane
fa: تعداد شاخه استفاده شده نامعتبر است
fr_lu: Le numéro de la succursale est incorrect
hr_hr: Podružnica broj koji se koristi nije ispravan
ja: 使用枝番号が無効です
lv_lv: Nepareiz filiāles numurs
pl_pl: Użyty numer oddziału jest nieprawidłowy
vi_vn: Mã s? ngân hàng du?c s? d?ng không h?p l?

source: Bank Of New Zealand branches must be between 0001 and 0999 or between 1200 and 1299
ar: يجب فروع بنك نيوزيلندا أن يكون بين 0001 و 0999 أو بين 1200 و 1299
et: Bank of New Zealand filiaalid peavad olema vahemikus 0001 ja 0999 vahel või 1200 ja 1299
fa: بانک شاخه نیوزیلند باید بین 0001 و 0999 بین 1200 و 1299
fr_lu: les succursales de la Banque de Nouvelle-Zélande doivent être comprises entre 0001 et 0999 ou entre 1200 et 1299
hr_hr: Bank of New Zealand grana mora biti između 0001 i 0999 ili 1200 do 1299
ja: ニュージーランド支店銀行は0001と0999の間、または1200年と1299年の間でなければなりません
lv_lv: Bank of New Zealand filiālēm jābūt starp 0001 un 0999 , vai starp 1200 un 1299
pl_pl: Oddziały Banku Nowej Zelandii muszą mieć numer między 0001 i 0999 lub między 1200 i 1299
vi_vn: Chi nhánh ngân hàng New Zealand ph?i t? 0001 t?i 0999 ho?c t? 1200 t?i 1299

source: Westpac Trust branches must be between 0001 and 0999 or between 1300 and 1399
ar: يجب أن يكون ستباك الفروع الثقة بين 0001 و 0999 أو بين 1300 و 1399
et: Westpac Trust filiaalid peavad olema vahemikus 0001 ja 0999 või 1300 kuni 1399
fa: شاخه Westpac اعتماد باید بین 0001 و 0999 بین 1300 و 1399
fr_lu: Westpac Trust branches doit être comprise entre 0001 et 0999 ou entre 1300 et 1399
hr_hr: Westpac povjerenje grana mora biti između 0001 i 0999 ili između 1300 i 1399
ja: ウェストパック信託枝は0001と0999の間、または1300年と1399年の間でなければなりません
lv_lv: Westpac Trust filiālēm jābūt starp 0001 un 0999 , vai starp 1300 un 1399
pl_pl: Oddziały tpac Trust muszą mieć numer między 0001 i 0999 lub między 1300 i 1399
vi_vn: Chi nhánh Westpac Trust ph?i t? 0001 t?i 0999 ho?c t? 1300 t?i 1399

source: National Bank branches must be between 0001 and 0999 or between 1400 and 1499
ar: يجب أن تكون فروع البنك الوطني بين 0001 و 0999 أو بين 1400 و 1499
et: National Bank filiaalid peavad olema vahemikus 0001 ja 0999 või 1400 kuni 1499
fa: شعب بانک ملی باید بین 0001 و 0999 بین 1400 و 1499 می باشد
fr_lu: Les succursales de la Banque nationale doivent être comprises entre 0001 et 0999 ou entre 1400 et 1499
hr_hr: Narodna banka grana mora biti između 0001 i 0999 ili između 1400 i 1499
ja: 国立銀行の支店は、 0001と0999の間、または1400年と1499年の間でなければなりません
lv_lv: Valsts Bankas nodaļas jābūt starp 0001 un 0999 , vai starp 1400 un 1499
pl_pl: Oddziały National Bank muszą mieć numer między 0001 i 0999 lub między 1400 i 1499
vi_vn: Chi nhánh National Bank ph?i t? 0001 t?i 0999 ho?c 1400 t?i 1499

source: National Australia branches must be between 6500 and 6599
ar: يجب أن تكون الفروع أستراليا الوطني بين 6500 و 6599
et: National Australia filiaalid peavad olema vahemikus 6500 ja 6599
fa: شاخه ملی استرالیا باید بین 6500 و 6599 می باشد
fr_lu: Les succursales Australienne doivent être comprises entre 6500 et 6599
hr_hr: National Australia grana mora biti između 6500 i 6599
ja: ナショナルオーストラリアの枝は6500と6599の間でなければなりません
lv_lv: Valsts Austrālija filiālēm jābūt starp 6500 un 6599
pl_pl: Oddziały National Australia muszą mieć numer między 6500 i 6599
vi_vn: Chi nhánh National Bank ph?i t? 6500 t?i 6599

source: The Reserve Bank branch should be 0000
ar: ينبغي أن يكون فرع بنك الاحتياطي 0000
et: Reserve Bank filiaal peaks olema 0000
fa: شعبه بانک مرکزی باید 0000
fr_lu: La branche Banque de réserve devrait être 0000
hr_hr: Podružnica Reserve Bank trebao biti 0000
ja: 準備銀行の支店は0000でなければなりません
lv_lv: Rezervju bankas filiāle būtu 0000
pl_pl: Oddział Reserve Bank mieć numer 0000
vi_vn: Chi nhánh Reserve Bank nên là 0000

source: Trust Bank and Regional Bank branches must be between 3000 and 4999
ar: يجب ترست بنك وفروع البنك الإقليمية قد تكون ما بين 3000 و 4999
et: Trust Bank ja regionaalarengu Panga kontorites peab olema vahemikus 3000 ja 4999
fa: بانک اعتماد و شعب بانک منطقه ای باید بین 3000 و 4999
fr_lu: Trust Bank et régionaux succursales de la Banque doit être entre 3000 et 4999
hr_hr: Povjerenje banka i regionalna banka grana mora biti između 3000 i 4999
ja: 信託銀行と地域銀行の支店は、3000と4999の間でなければなりません
lv_lv: Trust Bank un reģionālās bankas filiālēs jābūt starp 3000 un 4999
pl_pl: Oddziały Trust Bank i Regional Bank muszą mieć numer między 3000 i 4999
vi_vn: Chi nhánh Trust Bank và Regional Bank ph?i t? 3000 t?i 4999

source: Post Office Bank branches must be between 5000 and 6499
ar: يجب أن يكون آخر فروع البنك مكتب بين 5000 و 6499
et: Post Office Panga kontorites peab olema vahemikus 5000 ja 6499
fa: اداره پست شعب بانک باید بین 5000 و 6499 می باشد
fr_lu: Post Office succursales de la Banque doit être comprise entre 5000 et 6499
hr_hr: Post Office grane banka mora biti između 5000 i 6499
ja: 郵便局の銀行支店は、5000と6499の間でなければなりません
lv_lv: Post Office Bank filiālēs jābūt starp 5000 un 6499
pl_pl: Oddziały Post Office Bank muszą mieć numer między 5000 i 6499
vi_vn: Chi nhánh ngân hàng buu di?n ph?i t? 5000 t?i 6499

source: Countrywide Bank branches must be between 2500 and 2599
ar: يجب أن تكون فروع البنك على مستوى البلاد بين 2500 و 2599
et: Countrywide Bank filiaalid peavad olema vahemikus 2500 ja 2599
fa: شعب بانک در سراسر کشور باید بین 2500 و 2599 می باشد
fr_lu: Les agences sur tout le territoire doivent être comprise entre 2500 et 2599
hr_hr: Countrywide poslovnicama banaka mora biti između 2500 i 2599
ja: 全国銀行の支店は、2500と2599の間でなければなりません
lv_lv: Countrywide Bankas nodaļas jābūt starp 2500 un 2599
pl_pl: Oddziały CountryWide Bank muszą mieć numer między 2500 i 2599
vi_vn: Chi nhánh Countrywide Bank ph?i t? 2500 t?i 2599

source: United Bank branches must be between 2150 and 2299
ar: يجب أن تكون فروع المصرف المتحد بين 2150 و 2299
et: United Bank filiaalid peavad olema vahemikus 2150 ja 2299
fa: شعب بانک متحده باید بین 2150 و 2299 می باشد
fr_lu: Unis succursales de la Banque doit être entre 2150 et 2299
hr_hr: Velika poslovnicama banaka mora biti između 2150 i 2299
ja: 米国銀行の支店は、 2150年と2299年の間でなければなりません
lv_lv: United Bank filiālēs jābūt starp 2150 un 2299
pl_pl: Oddziały United Bank muszą mieć numer między 2150 i 2299
vi_vn: Chi nhánh United Bank ph?i t? 2150 t?i 2299

source: Hong Kong and Shanghai branches must be between 2900 and 2949
ar: هونغ كونغ و شنغهاي الفروع يجب أن تكون بين 2900 و 2949
et: Hong Kong ja Shanghai haru peab olema vahemikus 2900 ja 2949
fa: شاخه هنگ کنگ و شانگهای باید بین 2900 و 2949
fr_lu: Les succursales de Hong Kong et de Shanghai doivent être comprises entre 2900 et 2949
hr_hr: Hong Kong i Šangaj grana mora biti između 2900 i 2949
ja: 香港と上海支店は、 2900および2949年の間でなければなりません
lv_lv: Honkongā un Šanhajā filiālēm jābūt starp 2900 un 2949
pl_pl: Oddziały HongKong i Shanghai muszą mieć numer między 2900 i 2949
vi_vn: Chi nhánh Hong Kong và Thu?ng H?i ph?i t? 2900 t?i 2949

source: Citibank NA branches must be between 2800 and 2849
ar: يجب أن تكون فروع سيتي بنك NA بين 2800 و 2849
et: Citibank NA filiaalid peavad olema vahemikus 2800 ja 2849
fa: سیتی بانک شاخه NA باید بین 2800 و 2849 می باشد
fr_lu: Les succursales Citibank NA doivent être comprises entre 2800 et 2849
hr_hr: Citibank NA grana mora biti između 2800 i 2849
ja: シティバンクNAの枝は、 2800および2849年の間でなければなりません
lv_lv: Citibank NA filiālēm jābūt starp 2800 un 2849
pl_pl: Oddziały CityBank NA muszą mieć numer między 2800 i 2849
vi_vn: Chi nhánh CitiBank ph?i t? 2800 t?i 2849

source: Rural Bank branches must be between 6700 and 6799
ar: يجب أن تكون فروع البنك في المناطق الريفية بين 6700 و 6799
et: Maapanga filiaalid peavad olema vahemikus 6700 ja 6799
fa: شعب بانک روستایی باید بین 6700 و 6799
fr_lu: Rural succursales de la Banque doit être comprise entre 6700 et 6799
hr_hr: Ruralna grane banka mora biti između 6700 i 6799
ja: 農村銀行の支店は、 6700と6799の間でなければなりません
lv_lv: Lauku Bankas nodaļas jābūt starp 6700 un 6799
pl_pl: Oddziały Rural Bank muszą mieć numer między 6700 i 6799
vi_vn: Chi nhánh ngân hàng nông nghi?p ph?i t? 6700 t?i 6799

source: The prefix
ar: البادئة
et: eesliide
fr_lu: Le préfixe
hr_hr: prefiks
ja: 接頭辞
lv_lv: Prefiks
pl_pl: Prefix
vi_vn: Các ti?n t?

source: is not a valid New Zealand Bank
ar: ليس البنك صالحة نيوزيلندا
et: ei ole kehtiv Uus-Meremaa Pank
fr_lu: n'est pas une banque néo-zélandaise correcte
hr_hr: nijevaljana Novi Zeland banka
ja: 有効なニュージーランドの銀行ではありません
lv_lv: navderīga Jaunzēlandes Banka
pl_pl: nie jest ważnym Bankiem Nowej Zelandii
vi_vn: Không ph?i là Ngân hàng New Zealand h?p l?

source: if you are using KwaMoja outside New Zealand error trapping relevant to your country should be used
ar: إذا كنت تستخدم KwaMoja خارج نيوزيلندا تعويض اللون خطأ ذات الصلة إلى بلدك وينبغي أن تستخدم
et: kui te kasutate KwaMoja väljaspool Uus-Meremaa viga püünisjahi seotud teie riigis tuleks kasutada
fa: اگر شما با استفاده از KwaMoja خارج از نیوزیلند به دام انداختن خطا مربوط به کشور خود باید مورد استفاده قرار گیرد
hr_hr: ako koristite KwaMoja izvan Novog Zelanda pogreške zarobljavanja relevantne za svoju zemlju treba se koristiti
ja: あなたはニュージーランドエラートラップ外KwaMojaを使用している場合、あなたの国に関連を使用する必要があります
lv_lv: ja jūs izmantojat KwaMoja ārpus Jaunzēlandes kļūdu ķeršanai , kas attiecas uz jūsu valsti , būtu jāizmanto
vi_vn: nếu bạn đang sử dụng KwaMoja bên ngoài lỗi New Zealand bẫy liên quan đến đất nước của bạn nên được sử dụng

source: The account number entered does not meet the banking check sum requirement and cannot be a valid account number
ar: لا تفي رقم الحساب دخلت الاختيار شرط مبلغ المصرفي ولا يمكن أن يكون رقم حساب صالح
et: Konto number sisestada ei vasta pangandus kontrollnumber nõuet ja ei saa olla kehtiv konto number
fa: شماره حساب وارد شده اختصاص مبلغ چک بانکی مورد نیاز را برآورده نمی کنند و می تواند یک شماره حساب معتبر
fr_lu: Le numéro de compte saisi ne respecte pas la somme de contrôle requise par la banque
hr_hr: Broj računa je ušao ne ispunjava uvjet potvrdni iznos bankarskog i ne može bitivaljani broj računa
ja: 入力した口座番号は、銀行のチェックサムの要件を満たしていないと有効な口座番号にすることはできません
lv_lv: Konta ieraksta numurs neatbilst banku čeku summu prasībai un nevar būtderīgs konta numurs
pl_pl: Wprowadzony numer konta nie spełnia warunku sumy kontrolnej więc musi być błędny
vi_vn: S? tài kho?n nh?p vào không dáp ?ng yêu c?u ki?m tra t?ng h?p c?a ngân hàng và không ph?i là s? tài kho?n h?p l?

source: Review Supplier Contact Details
ar: مزود استعراض تفاصيل الاتصال
et: Review Tarnija Kontakt
fa: بررسی تامین کننده اطلاعات تماس
fr_lu: Revue de détails avec le fournisseur contacter
hr_hr: Dobavljač pregled Kontaktni podaci
ja: レビューサプライヤー連絡先の詳細
lv_lv: Pārskats Piegādātājs Kontaktinformācija
pl_pl: Dane dostawcy Recenzja Kontakt
vi_vn: Đánh giá chi tiết liên hệ nhà cung cấp

source: The supplier number already exists in the database
ar: المورد رقم و موجود بالفعل في قاعدة البيانات
et: Tarnija number juba olemasandmebaas
fr_lu: Le numéro de fournisseur existe déjà dans la base de données
hr_hr: Dobavljač broj već postoji u bazi podataka
ja: サプライヤー番号がデータベース内にすでに存在している
lv_lv: Piegādātja konts jau eksistē datubāzē
pl_pl: Liczba dostawców istnieje już w bazie danych
vi_vn: Mã số nhà cung cấp đã tồn tại trong cơ sở dữ liệu

source: The supplier name must be entered and be forty characters or less long
ar: يجب إدخال اسم المورد و يكون أربعين حرفا أو أقل طويلة
et: Tarnija nimi tuleb sisestada ja nelikümmend märki või vähem pikad
fr_lu: Vérifiez le nom du fournisseur (entre 1 et 40 caractères)
hr_hr: Dobavljača Ime treba biti i biti četrdeset znakova ili manje duga
ja: 仕入先名称は40文字以下で入力しなければなりません
lv_lv: Piegādātāja nosaukmam jābūt uzdotam un ne lielākam par 14 simboliem
pl_pl: Nazwa dostawcy musi być wprowadzona i mieć max. 40 znaków
vi_vn: Tên nhà cung c?p nh?p vào ph?i du?i 40 kí t?

source: The Supplier Code cannot be empty
ar: قانون مورد لا يمكن أن تكون فارغة
et: Pakkuja Kood ei tohi olla tühi
fr_lu: Le code fournisseur ne doit pas être vide
hr_hr: Kod Dobavljač ne može biti prazan
ja: 仕入先コードは空にすることはできません
lv_lv: Piegādātāja kods nedrīkst būt tukšs
pl_pl: Kod Dostawcy nie może być pusty
vi_vn: Mã nhà cung cấp không được để trống

source: The bank reference text must be less than 12 characters long
ar: يجب أن يكون النص إشارة البنك أقل من 12 حرفا
et: Pank viide tekst peab olema väiksem kui 12 tähemärki pikk
fr_lu: Le texte de référence de la banque doit être inférieur à 12 caractères
hr_hr: Tekst referenca banke mora biti manji od 12 znakova
ja: 銀行参照テキスト未満12文字の長さが必要
lv_lv: Bankas izziņa tekstam jābūt mazākam par 12 rakstzīmēm
pl_pl: Identyfikator banku może mieć najwyżej 12 znaków
vi_vn: thông tin tham chi?u ngân hàng ph?i du?i 12 ký t?

source: The supplier since field must be a date in the format
ar: المورد منذ الحقل يجب أن يكون التاريخ في شكل
et: Tarnija alates väli peab olemakuupäev formaadis
fr_lu: Le champ "fournisseur depuis" est une date au format
hr_hr: Dobavljač budući polju mora bitidatum u formatu
ja: フィールドからサプライヤー形式の日付でなければなりません
lv_lv: Klients kopš laukam ir jābūt datuma formātā
pl_pl: Pole Dostawca Od musi być datą w formacie
vi_vn: Các nhà cung cấp từ trường phải là một ngày trong định dạng

source: Cannot change currency code as transactions already exist
ar: لا يمكن تغيير رمز العملة كما المعاملات موجودة بالفعل
et: Ei saa muuta valuuta kood tehingutena juba olemas
fa: آیا می توانم کد ارز را تغییر دهید به عنوان معاملات در حال حاضر وجود دارد
fr_lu: Impossible de changer le code de la devise que les transactions existent déjà
hr_hr: Ne mogu promijeniti valutu kao kod transakcija već postoje
ja: トランザクションが既に存在するように通貨コードを変更することはできません
lv_lv: Nevar mainīt valūtas kodu grāmatojumiem, kuri jau eksistē
pl_pl: Nie można zmienić kod waluty transakcji już
vi_vn: Không th? thay d?i mã ti?n t? vì giao d?ch dã t?n t?i

source: The supplier could not be updated because
ar: تعذر تحديث المورد بسبب
et: Tarnijalt ei saanud uuendatud , sest
fr_lu: Le fournisseur ne peut être mis à jour car
hr_hr: Dobavljač ne može biti ažurirana , jer
ja: サプライヤーを更新できませんでしたので、
lv_lv: Piegādātāju nevar labot, jo
pl_pl: Nie można zaktualizować dostawcy ponieważ
vi_vn: Không cập nhật được nhà cung cấp vì

source: The SQL that was used to update the supplier but failed was
ar: كان SQL التي تم استخدامها لتحديث المورد لكنها فشلت
et: SQL , mida kasutati , et ajakohastada pakkuja , kuid ei olnud
fr_lu: Échec de la commande SQL de mise à jour du fournisseur:
hr_hr: SQL koji je korišten za ažuriranje dobavljač, ali nije bio
ja: サプライヤーを更新するために使用されますが、失敗したSQLがあった
lv_lv: SQL neizdevās labot piegādātāju, jo
pl_pl: Użyta fraza SQL
vi_vn: D? li?u dùng d? c?p nh?t nhà cung c?p nhung không thành công là

source: The supplier master record for
ar: السجل الرئيسي مورد لل
et: Tarnija kapten rekord
fr_lu: L'enregistrement principal du fournisseur pour
hr_hr: Zapis dobavljača majstor za
ja: のための仕入先マスタレコード
lv_lv: Piegādātāja vispārējais ieraksts par
pl_pl: Dane dostawcy dla
vi_vn: H? so chính nhà cung c?p cho

source: The supplier
ar: المورد
et: tarnija
fr_lu: Le fournisseur
hr_hr: dobavljač
ja: サプライヤー
lv_lv: Piegādātājs
pl_pl: Dostawca
vi_vn: Nhà cung cấp

source: The SQL that was used to insert the supplier but failed was
ar: كان SQL التي تم استخدامها لإدراج المورد لكنها فشلت
et: SQL , mida kasutati , et lisada pakkuja , kuid ei olnud
fr_lu: Échec de la commande SQL d'ajoût du fournisseur:
hr_hr: SQL koji je korišten za umetanje dobavljač, ali nije bio
ja: サプライヤーを挿入するために使用されますが、失敗したSQLがあった
lv_lv: SQL neizdevās ievadīt piegādātāju, jo
pl_pl: Użyta fraza SQL
vi_vn: D? li?u SQL dùng d? chèn nhà cung c?p nhung không thành công vì

source: A new supplier for
ar: مورد جديد لل
et: Uus tarnija
fr_lu: Un nouveau fournisseur pour
hr_hr: Novi dobavljač za
ja: のための新しいサプライヤー
lv_lv: Jauns piegādātājs
pl_pl: Nowy dostawca dla
vi_vn: Một nhà cung cấp mới cho

source: Cannot delete this supplier because there are transactions that refer to this supplier
ar: لا يمكن حذف هذا المورد لأن هناك معاملات التي تشير إلى هذا المورد
et: Ei saa kustutada seda tarnija , sest seal on tehingud , mis viitavad käesolevale tarnija
fr_lu: Ce fournisseur ne peut être supprimé car il y a des transactions qui y font référence
hr_hr: Ne može se izbrisati ovu dobavljaču , jer postoje poslovi koji se odnose na ovaj dobavljača
ja: この仕入先に参照するトランザクションがあるため、このサプライヤーを削除することはできません
lv_lv: Nevar izdzēst šo piegādātāju, jo ir grāmatojumi, kuri attiecas uz šo piegādātāju
pl_pl: Nie można usunąć dostyawcy - są operacje z nim związane
vi_vn: Không th? xóa du?c nhà cung c?p này vì có các giao d?ch liên quan t?i nhà cung c?p này

source: transactions against this supplier
ar: المعاملات مقابل هذه الشركة
et: tehingute vastu tarnija
fr_lu: des transactions concernant ce fournisseur
hr_hr: Transakcije protiv ovog dobavljača
ja: このサプライヤーに対するトランザクション
lv_lv: grāmatojumi ar šo piegādātāju
pl_pl: transakcje z dostawcą
vi_vn: giao dịch với nhà cung cấp này

source: Cannot delete the supplier record because purchase orders have been created against this supplier
ar: لا يمكنك حذف سجل المورد لأنه تم إنشاؤها أوامر الشراء ضد هذه الشركة
et: Ei saa kustutada tarnija rekord sest ostutellimused on loodud vastu tarnija
fr_lu: Ce fournisseur ne peut être supprimé car des commandes y font référence
hr_hr: Ne mogu izbrisati zapis dobavljača , jer narudžbe su stvorili protiv ove dobavljača
ja: 発注は、このサプライヤーに対して作成されているので、仕入先レコードを削除することはできません
lv_lv: Nevar izdzēst piegādātāja, jo ir izveidoti pārdošanas rīkojumi
pl_pl: Nie można usunąć dostawcy ponieważ istnieją związane z nim zamówienia zakupu
vi_vn: Không thể xóa các bản ghi nhà cung cấp vì đơn đặt hàng đã được tạo ra với nhà cung cấp này

source: orders against this supplier
ar: أوامر ضد هذه الشركة
et: tellimusi vastu tarnija
fr_lu: des commandes concernant ce fournisseur
hr_hr: nalozi protiv tog dobavljača
ja: この仕入先への注文
lv_lv: pasūtījumi šim piegādātājam
pl_pl: zamówienia zakupu od tego dostawcy
vi_vn: đơn đặt hàng với nhà cung cấp này

source: Cannot delete this supplier because there are supplier contacts set up against it
ar: لا يمكن حذف هذا المورد لأن هناك اتصالات المورد إعداد ضدها
et: Ei saa kustutada seda tarnija , sest seal on tarnija kontakte luua selle vastu
fr_lu: Ce fournisseur ne peut être supprimé car des contacts fournisseur y font référence
hr_hr: Ne može se izbrisati ovu dobavljaču , jer postoje kontakti s dobavljačima postaviti protiv njega
ja: それに対して設定するサプライヤーの連絡先があるので、このサプライヤを削除することはできません
lv_lv: Nevar izdzēst piegādātāju, jo ir reģistrēti piegādātāja kontakti
pl_pl: Nie można usunąć dostawcy ponieważ istnieją związane z nim kontakty
vi_vn: Không xóa du?c nhà cung c?p này vì có thông tin liên h? c?a nhà cung c?p du?c cài d?t ngan c?n vi?c này

source: delete these first
ar: حذف هذه أول
et: kustutage need kõigepealt
fr_lu: supprimer cela d abord
hr_hr: izbrisati prva
ja: これらの最初のを削除
lv_lv: dzēst šo vispirms
pl_pl: usuń je najpierw
vi_vn: Xóa cái này trước
