Repository: timschofield/KwaMoja-Medical
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar, et, fa, fr_lu, hr_hr, ja, lv_lv, pl_pl, vi_vn

source: Commit Depreciation
ar: ارتكاب الاستهلاك
et: Järgida kulum
fa: تعهد استهلاک
fr_lu: Appliquer la dépréciation
hr_hr: obvezati Amortizacija
ja: 減価償却費をコミット
lv_lv: apņemties Nolietojums
pl_pl: Zobowiązania Amortyzacja
vi_vn: cam kết Khấu

source: Fixed Assets
ar: الأصول الثابتة
et: põhivara
fa: دارایی های ثابت
fr_lu: Immobilisations
hr_hr: Dugotrajna imovina
ja: 固定価格
lv_lv: Pamatlīdzekļi
pl_pl: Aktywa trwałe
vi_vn: tài sản cố định

source: Back to Select
ar: عودة إلى الاختيار
et: Tagasi Valige
fa: برگشت به انتخاب
fr_lu: Retour à l'écran de sélection des actifs
hr_hr: Povratak na Odaberite
ja: 仕入先へ戻る
lv_lv: Back izvēlēties
pl_pl: Powrót do wybranego
vi_vn: Quay lại mục Lựa chọn

source: Fixed Asset Items
ar: بنود الأصول الثابتة
et: Põhivarakirjetel
fa: مورد دارائی های ثابت
fr_lu: Éléments des immobilisations
hr_hr: Fiksne imovine Proizvodi
ja: キット品目
lv_lv: Ilgtermiņa ieguldījumu posteņos
pl_pl: Określonych elementów majątku trwałego
vi_vn: Các đối tượng tài sản cố định

source: Something is wrong with uploading a file
ar: هناك شيء خاطئ مع تحميل ملف
et: Midagi on valesti uploadingfail
fa: چیزی اشتباه است با آپلود یک فایل
fr_lu: Problème de téléchargement d'un fichier
hr_hr: Nešto nije u redu s prijenosom datoteke
ja: 何かがファイルをアップロードすると間違っている
lv_lv: Kļudau uzlādējot failu
pl_pl: Błąd przy ładowaniu pliku
vi_vn: Có vấn đề với việc tải tệp tin

source: The asset description must be entered and be fifty characters or less long. It cannot be a zero length string either, a description is required
ar: يجب إدخال وصف الأصول و تكون خمسين حرفا أو أقل طويلة .
et: Vara kirjeldus tuleb kanda ja olla viiskümmend või vähem tähemärki pikk .
fa: توضیحات دارایی باید وارد می شود و شخصیت های پنجاه یا کمتر داشته باشد. این نمی تواند یک طول رشته صفر باشد ، توضیحات مورد نیاز است
fr_lu: La description des actifs doit comporter entre 1 et 50 caractères.
hr_hr: Opis imovine mora biti upisan i biti pedeset ili manje znakova duge .
ja: 品目内容は50文字以下で入力しなければなりません
lv_lv: Aktīvs aprakstā jānorāda , un ir piecdesmit rakstzīmes vai mazāk ilgi .
pl_pl: Opis składnika aktywów należy wprowadzić i być pięćdziesiąt znaków lub mniej długo. Nie może być zero albo długość napisu, opis jest wymagany
vi_vn: Mô tả tài sản phải được nhập và được năm mươi ký tự hoặc ít lâu .

source: The asset long description cannot be a zero length string, a long description is required
ar: وصف طويل الأصول لا يمكن أن تكون سلسلة طول صفري ، يلزم الوصف طويل
et: Vara pikk kirjeldus ei saa olla null pikkusega string,pikk kirjeldus on vajalik
fa: توضیحات دارایی طولانی نمی تواند صفر طول رشته ، توضیحات طولانی مورد نیاز است
fr_lu: La description des actifs ne doit pas être vide
hr_hr: Opis imovine dug ne može bitinula duljine ,dok opis je potreban
ja: 資産長い説明が長さゼロの文字列にすることはできませんが、長い説明が必要になります
lv_lv: Aktīvs garš apraksts nevar būtnulles garuma virkne ,garš apraksts ir nepieciešams
pl_pl: Aktywów długi opis nie może być zero ciąg długości, długi opis jest wymagane
vi_vn: Mô tả dài hơn tài sản không có thể là một chuỗi dài không, một mô tả dài là cần thiết

source: The barcode must be 20 characters or less long
ar: يجب أن يكون الباركود 20 حرفا أو أقل طويلة
et: Vöötkoodi peab olema 20 tähemärki või vähem pikk
fa: بارکد باید 20 کاراکتر یا کمتر بلند می شود
fr_lu: Le code barre doit être inférieur à 20 caractères
hr_hr: Bar mora biti 20 znakova ili manje duga
ja: バーコードは20文字以下でなければなりません
lv_lv: Svītrukos nevar būt garāks par 20 rakstzīmēm
pl_pl: Kod paskowy może mieć najwyżej 20 znaków
vi_vn: Một mã vạch phải dài dưới 20 kí tự

source: There are no asset categories defined. All assets must belong to a valid category,
ar: لا توجد فئات الأصول المحددة .
et: Puuduvad varakategooriatesse määratletud.
fa: هیچ دسته دارایی معرفی کنند. تمام دارایی باید به یک دسته تعلق دارند ،
fr_lu: Il n'y a pas de catégories d'actifs définies. Tous les actifs doivent appartenir à une catégorie valide,
hr_hr: Nema imovine definirane kategorije .
ja: このレベルで定義したカテゴリはありません
lv_lv: Nav aktīvu noteiktas kategorijas .
pl_pl: Nie ma kategorii określonych aktywów. Wszystkie aktywa musi należeć do ważnych kategorii
vi_vn: Không có loại tài sản được xác định.

source: There are no asset locations defined. All assets must belong to a valid location,
ar: لا توجد مواقع الأصول المحددة .
et: Puuduvad vara määratletud kohtades .
fr_lu: Il n'y a pas de catégories d'actifs définies. Tous les actifs doivent appartenir à une catégorie correcte,
hr_hr: Nema imovine definirane lokacije .
ja: まだ定義された在庫場所がありません

source: The depreciation rate is expected to be a number between 0 and 100
ar: ومن المتوقع أن تكون رقما بين 0 و 100 في معدل الاستهلاك
et: Amortisatsiooni määr peaks olemanumber 0 ja 100 vahel
fa: نرخ استهلاک است انتظار می رود که تعداد بین 0 و 100
fr_lu: Le taux d'amortissement devrait être un nombre entre 0 et 100
hr_hr: Stopa amortizacije se očekuje da će bitibroj između 0 i 100.
ja: 償却率は、 0 〜100の数値であると予想される
lv_lv: Amortizācijas temps būsskaitlis no 0 līdz 100
pl_pl: Stawka amortyzacji ma być liczba od 0 do 100
vi_vn: Tỷ lệ khấu hao dự kiến ​​sẽ có một số từ 0 đến 100

source: Numbers less than 1 are interpreted as less than 1%. The depreciation rate should be entered as a number between 0 and 100
ar: يتم تفسير الأرقام أقل من 1 وأقل من 1٪ .
et: Numbers alla 1 on tõlgendatud vähem kui 1%.
fa: تعداد کمتر از 1 به عنوان کمتر از 1 درصد تعبیر کردند. نرخ استهلاک باید به عنوان یک عدد بین 0 و 100 وارد
fr_lu: Nombres inférieurs à 1 sont interprétés comme moins de 1%. Le taux d'amortissement doit être entré comme un nombre entre 0 et 100
hr_hr: Brojevi manje od 1 protumačeni su kao manje od 1 % .
ja: 1より小さい値は、 1％未満として解釈される。
lv_lv: Skaitļi mazāk nekā 1 tiek interpretētas kā mazāk nekā 1% .
pl_pl: Numery mniej niż 1 są interpretowane jako mniej niż 1%. Stawka amortyzacji należy podać w postaci liczby od 0 do 100
vi_vn: Con số nhỏ hơn 1 được hiểu là dưới 1% .

source: change category
ar: تغيير الفئة
et: ühest kategooriast
fa: رده تغییر
fr_lu: changement de catégorie
hr_hr: promijeniti kategoriju
ja: 販売カテゴリ
lv_lv: kategoriju var mainīt
pl_pl: zmiana kategorii
vi_vn: thay đổi thể loại

source: Cannot insert a GL entry for the change of asset category because
ar: لا يمكن إدراج إدخال GL لتغيير فئة الأصول لأن
et: Ei saa lisadaGL kandemuutmine vara kategooriasse, kuna
fa: می توانید وارد نمی ورود گرم برای تغییر رده دارایی به دلیل
fr_lu: Impossible d'insérer une entrée de GL pour le changement de catégorie d'actifs en raison
hr_hr: Ne možete umetnuti GL ulaz za promjenu imovine kategoriju jer
ja: 仕訳行のＧＬ入力が挿入できない理由は
lv_lv: Nevar ievietot GL ierakstu par izmaiņām aktīvu kategorijā, jo
pl_pl: Nie można wstawić wejścia GL o zmianę kategorii aktywów, ponieważ
vi_vn: Không có thể chèn một mục GL cho sự thay đổi của thể loại tài sản vì

source: The SQL that failed to insert the cost GL Trans record was
ar: كان SQL التي فشلت في إدراج تكلفة GL سجل ترانس
et: SQL , et ei suutnud sisestada kulude GL Trans rekord
fa: گذاشتن که موفق به وارد کردن هزینه گرم عبور ثبت شد
fr_lu: Échec de la commande SQL d'ajoût de coût GL:
hr_hr: SQL koja se nije uspjela umetnuti cijene GL Trans rekord bio
ja: GLトランレコード挿入に失敗したSQLでした
lv_lv: SQL , ka neizdevās ievietot izmaksu GL Trans ieraksts bija
pl_pl: SQL, które nie wstawić kosztów GL rekord Trans
vi_vn: SQL mà không chèn các chi phí GL Trans kỷ lục là

source: The asset could not be updated because
ar: تعذر تحديث الأصل لأن
et: Vara ei saa ajakohastada , sest
fa: دارایی نمی تواند به دلیل به روز شده
fr_lu: L'actif pourrait ne pas être mis à jour car
hr_hr: Imovina ne može biti ažurirana , jer
ja: 更新できない理由は
lv_lv: Aktīvu nevar atjaunināt , jo
pl_pl: Aktywów nie może być aktualizowany, ponieważ
vi_vn: Tài sản không có thể được cập nhật bởi vì

source: The SQL that was used to update the asset and failed was
ar: كان SQL التي تم استخدامها لتحديث الأصول و فشلت
et: SQL , mida kasutati uuendada vara ja ei olnud
fa: گذاشتن که برای به روز رسانی دارایی مورد استفاده قرار گرفت و شکست خورده بود
fr_lu: Échec de la commande SQL de mise à jour de l'actif:
hr_hr: SQL koji je korišten za ažuriranje imovine i da nije bio
ja: ユーザーを更新に用いられたSQLは失敗した
lv_lv: SQL , kas tika izmantoti, lai atjauninātu aktīvu un neizdevās , bija
pl_pl: SQL, który był używany do aktualizacji aktywów i nie było
vi_vn: SQL đã được sử dụng để cập nhật các tài sản và thất bại là

source: Asset
ar: الأصول
et: eelis
fa: دارایی
fr_lu: Actif
ja: 組立
lv_lv: aktīvs
vi_vn: tài sản

source: The asset could not be added because
ar: لا يمكن إضافتها للأصل بسبب
et: Vara ei saa lisada , sest
fa: دارایی نمی تواند به دلیل ارسال
fr_lu: Impossible d'ajouter cet actif:
hr_hr: Imovina ne može se dodati , jer
ja: 地域は追加または更新ができませんでした理由は
lv_lv: Aktīvu nevar pievienot, jo
pl_pl: Aktywów nie można dodać ponieważ
vi_vn: Tài sản không có thể được thêm vào bởi vì

source: The SQL that was used to add the asset failed was
ar: فشل SQL التي تم استخدامها لإضافة الأصول كان
et: SQL , mida kasutati , et lisada vara ei olnud
fa: گذاشتن که برای اضافه کردن دارایی ها مورد استفاده قرار گرفت شکست خورده بود
fr_lu: Échec de la commande SQL d'ajoût d'actif:
hr_hr: SQL koji je korišten za dodavanje sredstva nije bio
ja: 品目を追加に用いられたSQLは失敗した
lv_lv: SQL , kas tika izmantots, lai pievienotu aktīvu neizdevās , bija
pl_pl: SQL, które były użyte do aktywów nie była
vi_vn: SQL đã được sử dụng để thêm các tài sản không thành công là

source: The new asset has been added to the database with an asset code of:
ar: تمت إضافة أصول جديدة إلى قاعدة البيانات مع رمز الأصول :
et: Uus vara on lisatud andmebaasivara kood :
fa: دارایی جدید به پایگاه داده با کد دارایی از افزوده :
hr_hr: Nova sredstva dodan u bazu podataka s imovine kod :
ja: 新しい作業場がデータベースに追加された
lv_lv: Jauns aktīvs ir pievienota datu bāzē ar aktīvu kodu no :
pl_pl: Nowy środek został dodany do bazy danych z kodem aktywów:
vi_vn: Tài sản mới đã được thêm vào cơ sở dữ liệu với một mã số tài sản :

source: Validation failed, no updates or deletes took place
ar: فشل التحقق من الصحة ، لم يتخذ أي تحديثات أو حذف مكان
et: Valideerimine ebaõnnestus, ei värskendusi või kustutab toimus
fa: اعتبار شکست خورده ، نه به روز رسانی و یا حذف صورت گرفت
fr_lu: Rien n'a été modifié
hr_hr: Provjera valjanosti nije uspjela , bez ažuriranja ili brisanja održan
ja: 検証が失敗した、全く更新または削除は行われなかった
lv_lv: Validācija neizdevās , nav atjauninājumus vai dzēš notika
pl_pl: Dane nieprawidłowe, nie wprowadzono zmian.
vi_vn: Xác nh?n không thành công , không có c?p nh?t hay vi?c xóa nào du?c thay th?

source: The asset still has a net book value - only assets with a zero net book value can be deleted
ar: الأصل لا يزال لديه صافي القيمة الدفترية - يمكن حذف الأصول فقط مع صافي القيمة الدفترية صفر
et: Vara on veeljääkmaksumus - ainult varanull puhasväärtuse saab kustutada
fa: دارایی هنوز ارزش هر شیی بر حسب انچه در دفتر حساب نشان داده شود خالص -- دارایی فقط با صفر خالص ارزش هر شیی بر حسب انچه در دفتر حساب نشان داده شود می تواند حذف شده
fr_lu: L'actif a encore une valeur comptable nette - seuls les actifs ayant une valeur comptable nette de zéro peut être supprimé
hr_hr: Imovine još uvijek ima neto knjigovodstvena vrijednost - samo imovina s nultom neto knjigovodstvene vrijednosti mogu biti izbrisani
ja: 資産はまだ正味簿価を持っています - ゼロの正味簿価を持つ唯一の資産は、削除することができます
lv_lv: Aktīvs joprojām ir neto uzskaites vērtība - tikai aktīvi ar nulles neto uzskaites vērtība var svītrot
pl_pl: Aktywów nadal ma wartości księgowej netto - tylko aktywa o zerowej wartości księgowej netto mogą zostać usunięte
vi_vn: Tài sản vẫn có một giá trị còn lại - chỉ có tài sản với giá trị còn lại không thể bị xóa

source: The asset has transactions associated with it. The asset can only be deleted when the fixed asset transactions are purged, otherwise the integrity of fixed asset reports may be compromised
ar: الأصل ديه المعاملات المرتبطة به.
et: Vara tehingute sellega seotud.
fa: دارایی است معاملات مرتبط با آن. تنها سرمایه ای می تواند حذف شود زمانی که معاملات دارائی های ثابت هستند پاکسازی ، در غیر این صورت تمامیت گزارش دارائی های ثابت ممکن است به خطر بیافتد
fr_lu: L'immobilisation a des opérations qui y sont associées. Elle ne peut être supprimée que si les transactions d'immobilisations sont purgés, sinon l'intégrité des rapports des immobilisations peut être compromise
hr_hr: Imovina ima transakcije povezane s njom .
ja: アセットは、それに関連付けられたトランザクションを有している。
lv_lv: Aktīvs ir darījumus, kas saistīti ar to .
pl_pl: Składników aktywów związanych z nim transakcji. Aktywów mogą być usunięte, gdy transakcje dotyczące środków trwałych są usuwane, inaczej integralności raportów aktywów trwałych może być zagrożona
vi_vn: Các tài sản có giao dịch liên kết với nó .

source: There is a purchase order set up for this asset. The purchase order line must be deleted first
ar: هناك أمر الشراء التي أنشئت من أجل هذه الأصول.
et: On ostutellimuse luua selle vara .
fa: است برای سفارش خرید این دارایی ها مجموعه ای وجود دارد. خرید خط منظور نیز باید حذف شوند اول
fr_lu: Il ya un ordre d'achat mis en place pour cet actif. La ligne de commande doit être d'abord supprimé
hr_hr: Postojinarudžbenica postavili za ovu imovinu .
ja: 選択品目の設定された購買データがありません
lv_lv: Irpirkuma pasūtījums , kas izveidota šim aktīvam .
pl_pl: Jest zamówienie powołanej do tego składnika aktywów. Linia zamówienia musi być usunięta najpierw
vi_vn: Có một đơn đặt hàng thiết lập cho các tài sản này .

source: Delete asset
ar: حذف الأصول
et: Kustuta vara
fa: دارایی حذف
fr_lu: Supprimer des actifs
hr_hr: Brisanje imovine
ja: 得意先削除
lv_lv: Dzēst aktīvs
pl_pl: Usuń aktywów
vi_vn: xóa tài sản

source: Cannot insert a GL entry for the deletion of the asset because
ar: لا يمكن إدراج إدخال GL لحذف الأصل لأن
et: Ei saa lisadaGL kande kustutamise eest vara , sest
fa: می توانید وارد نمی ورود گرم برای حذف از دارایی به دلیل
fr_lu: Impossible d'insérer une entrée de GL pour la suppression de l'actif parce
hr_hr: Ne možete umetnuti GL unos za brisanje sredstva jer
ja: 反対仕訳のGL入力を挿入できない理由は
lv_lv: Nevar ievietot GL ierakstu par dzēšanu aktīva , jo
pl_pl: Nie można wstawić wejścia GL o usunięcie danego składnika aktywów, ponieważ
vi_vn: Không có thể chèn một mục GL cho việc xóa các tài sản vì

source: Cannot insert a GL entry for the reversal of accumulated depreciation on deletion of the asset because
ar: لا يمكن إدراج إدخال GL ل عكس الاستهلاك المتراكم على حذف الأصول لأن
et: Ei saa lisadaGL kande ümberpööramine akumuleeritud kulum kustutamise vara , sest
fa: می توانید وارد نمی ورود برای گرم در واژگونی استهلاک انباشته در حذف دارایی به دلیل
fr_lu: Impossible d'insérer une entrée de GL pour la reprise de l'amortissement cumulé sur la suppression de l'actif parce
hr_hr: Ne možete umetnuti GL ulaz za poništenjem amortizaciju na brisanju imovinu zbog
ja: 反対仕訳のGL入力を挿入できない理由は
lv_lv: Nevar ievietot GL ierakstu par maiņu uzkrāto nolietojumu par svītrošanu no aktīva , jo
pl_pl: Nie można wstawić wejścia GL o uchylenie umorzenia na usunięciu składnika aktywów, ponieważ
vi_vn: Không có thể chèn một mục GL cho sự đảo chiều của khấu hao lũy kế trên xóa các tài sản vì

source: Could not delete the asset record
ar: لا يمكن حذف السجل الأصول
et: Ei saa kustutada vara kirje
fa: ممکن است حذف رکورد دارایی نیست
fr_lu: Impossible de supprimer l'enregistrement d'asset
hr_hr: Ne mogu izbrisati zapis imovinom
ja: 勘定が更新できなかった理由は
lv_lv: Nevar izdzēst aktīvu ierakstu
pl_pl: Nie można usunąć rekordu aktywów
vi_vn: Không thể xóa các bản ghi tài sản

source: Deleted the asset record for asset number
ar: حذف السجل الأصول ل عدد الأصول
et: Kustutatud vara rekord vara number
fa: حذف رکورد دارایی را برای تعداد دارایی
fr_lu: Supprimé l'enregistrement des actifs pour le nombre d'actifs
hr_hr: Izbrisano imovinom rekord za imovinom broju
ja: 資産番号の資産レコードを削除
lv_lv: Svītrots aktīvu ieraksts par aktīvu skaitu
pl_pl: Usunięto zapis atutem numer aktywów
vi_vn: Xóa các bản ghi tài sản cho số tài sản

source: Asset Code
ar: كود الأصول
et: Asset kood
fa: کد دارایی
fr_lu: Code actif
hr_hr: Šifra imovine
ja: 現コード
lv_lv: aktīvu kods
pl_pl: Kodeks Asset
vi_vn: Mã tài s?n

source: Asset Already disposed on
ar: الأصول التخلص منها بالفعل على
et: Asset Juba paigutatud
fa: دارایی در حال حاضر در دفع
fr_lu: Asset Déjà disposé sur
hr_hr: Asset Već odlagati na
ja: 資産は、すでに上に配置された
lv_lv: Aktīvu Jau apglabā uz
pl_pl: Aktywów Już umieszczony na
vi_vn: Đã xử lý tài sản trên

source: Asset Description
ar: الأصول الوصف
et: vara kirjeldus
fa: توضیحات دارایی
fr_lu: Description
hr_hr: Opis imovine
ja: 品目内容
lv_lv: aktīvu Apraksts
pl_pl: Opis Asset
vi_vn: mô tả tài sản

source: short
ar: قصير
et: lühike
fa: کوتاه
fr_lu: courte
hr_hr: kratko
ja: 短い
lv_lv: īss
pl_pl: krótki
vi_vn: ngắn hạn

source: long
ar: طويل
et: pikk
fa: طولانی
fr_lu: longue
hr_hr: dugo
ja: 長い
lv_lv: gar&#353;s
pl_pl: długi
vi_vn: dài hạn

source: Image File (.jpg)
ar: ملف الصورة ( . JPG )
fa: فایل عکس (. jpg)
fr_lu: Fichier image (.jpg)
hr_hr: Slika (.jpg)
ja: イメージファイル（ 。 JPG）
lv_lv: Atēla fails (.jpg)
pl_pl: Obrazek (.jpg)
vi_vn: Tệp tin ảnh (.jpg)

source: Asset Category
ar: الأصول الفئة
et: Põhivarakategooriasse
fa: دارایی رده
fr_lu: Catégorie
hr_hr: Asset Kategorija
ja: カテゴリ
lv_lv: aktīvu kategorija
pl_pl: Kategoria Asset
vi_vn: loaij tài sản

source: The asset categories could not be retrieved because
ar: لا يمكن استرجاع فئات الأصول لأن
et: Varakategooriatesse ei õnnestunud , sest
fa: دسته دارایی قابل بازیابی نیست زیرا
fr_lu: Les catégories d'actifs n'a pas pu être récupérés en raison
hr_hr: Sredstvu kategorije ne mogu dohvatiti , jer
ja: 定義済みの税務当局は取り戻しできませんでした、理由は
lv_lv: Aktīvu kategorijas nevarēja izgūt , jo
pl_pl: Kategorii aktywów, nie mógł zostać przywrócony, ponieważ
vi_vn: Các loại tài sản không thể được lấy ra bởi vì

source: Add or Modify Asset Categories
ar: إضافة أو تعديل فئات الأصول
et: Lisa või muuda Asset Kategooriad
fa: افزودن یا تغییر ردههای صفحه دارایی
fr_lu: Ajouter ou modifier des catégories d'actifs
hr_hr: Dodaj ili izmijeni Asset kategorije
ja: 在庫カテゴリ追加修正
lv_lv: Pievienot vai modificēt aktīvu kategorijām
pl_pl: Dodaj lub Modyfikuj kategorii aktywów
vi_vn: thêm vào hoặc thay đổi loại tài sản

source: The asset locations could not be retrieved because
ar: لا يمكن استرجاع المواقع الأصول لأن
et: Vara asukohad ei õnnestunud , sest
fa: محل دارایی قابل بازیابی نیست زیرا
fr_lu: L'emplacement des actifs n'a pas pu être récupérés en raison
hr_hr: Sredstvu mjesta ne može dohvatiti , jer
ja: 部品構成表は取り戻しができませんでした理由は
lv_lv: Aktīvu vietas nevarēja izgūt , jo
pl_pl: Lokalizacji aktywów nie mógł zostać przywrócony, ponieważ
vi_vn: Các vị trí tài sản không thể được lấy ra bởi vì

source: The SQL used to retrieve asset locations and failed was
ar: و SQL المستخدمة لاسترداد مواقع الأصول و فشلت كان
et: SQL kasutatud laadida vara asukohta ja ei olnud
fa: گذاشتن استفاده برای بازیابی مکان های دارایی و شکست خورده بود
fr_lu: Échec de la commande SQL d'affichage des sites des actifs:
hr_hr: SQL se koristi za preuzimanje imovine lokacije i nije bio
ja: 預金口座詳細の取出にSQLは用いられた
lv_lv: SQL izmantots, lai ielādētu aktīvu atrašanās vietu un nav tika
pl_pl: SQL używany do pobierania lokalizacji aktywów i nie było
vi_vn: SQL sử dụng để lấy địa điểm tài sản và thất bại là

source: Asset Location
ar: الأصول الموقع
et: vara asukoht
fa: دارایی محل سکونت
fr_lu: Site
hr_hr: Asset Mjesto
ja: 全場所
lv_lv: aktīvu atrašanās vieta
pl_pl: Asset Lokalizacja
vi_vn: vị trí tài sản

source: Add Asset Location
ar: إضافة الأصول الموقع
fr_lu: Ajouter un site d'actifs
ja: デフォルト場所

source: Bar Code
ar: قانون نقابة المحامين
et: vöötkood
fa: بار کد
fr_lu: Code barre
hr_hr: Bar kod
ja: バーコード
lv_lv: Svītrkods
pl_pl: Kod Kreskowy
vi_vn: Mã vạch

source: Serial Number
ar: رقم متسلسل
et: seerianumber
fa: شماره سریال
fr_lu: N° de série
hr_hr: Serijski Broj
ja: 連続番号
lv_lv: Sērijas numurs
pl_pl: Numer Seryjny
vi_vn: Số se-ri

source: Depreciation Type
ar: نوع الاستهلاك
et: Põhivara liik
fa: نوع استهلاک
fr_lu: Type d'amortissement
hr_hr: Amortizacija Tip
ja: 価格表タイプ
lv_lv: nolietojums veids
pl_pl: Amortyzacja Typ
vi_vn: loại khấu hao

source: Straight Line
ar: خط مستقيم
et: sirgjoon
fa: خط راست
fr_lu: Méthode linéaire
hr_hr: duž
ja: 行入力
lv_lv: taisne
vi_vn: Dòng th?ng

source: Diminishing Value
ar: تناقص القيمة
et: vähenev väärtus
fa: کاهش ارزش
fr_lu: diminuer la valeur
hr_hr: Smanjenje vrijednosti
ja: 値を減少
lv_lv: samazinot vērtību
pl_pl: Zmniejszenie wartości
vi_vn: giảm bớt giá trị gia tăng

source: Depreciation Rate
ar: انخفاض سعر
et: kuluminorm
fa: نرخ استهلاک
fr_lu: Taux d'amortissement
hr_hr: stopa amortizacije
ja: 値引率
lv_lv: nolietojums Rate
pl_pl: Deprecjacji kursu
vi_vn: Tỷ lệ khấu hao

source: Asset Financial Summary
ar: الملخص المالي الأصول
et: Asset Financial kokkuvõte
fa: خلاصه دارایی های مالی
fr_lu: Résumé des actifs financiers
hr_hr: Asset Financijski pregled
ja: 前会計年度
lv_lv: Aktīvu Finanšu kopsavilkums
pl_pl: Aktywów finansowych Podsumowanie
vi_vn: Thông tin tài chính tài sản

source: Accumulated Costs
ar: يكدس تكلفة
et: kogukulud
fa: هزینه انباشته
fr_lu: Coûts cumulés
hr_hr: Akumulirani Troškovi
ja: 累積経費
lv_lv: uzkrātās izmaksas
pl_pl: Łączne koszty
vi_vn: Chi phí tích lũy

source: Accumulated Depreciation
ar: الاستهلاك المتراكم
et: akumuleeritud kulum
fa: استهلاک انباشته
fr_lu: Dépréciation cumulée
hr_hr: akumulirana amortizacija
ja: 累積経費
lv_lv: Uzkrātais nolietojums
pl_pl: Skumulowana amortyzacja
vi_vn: Khấu hao lũy kế

source: Net Book Value at disposal date
ar: صافي القيمة الدفترية في تاريخ التخلص
et: Jääkmaksumus kõrvaldamise kuupäev
fa: خالص ارزش دفتری در تاریخ دفع
fr_lu: Valeur nette comptable à la date de cession
hr_hr: Neto knjigovodstvena vrijednost na dan odlaganje
ja: 処分日における帳簿価額
lv_lv: Atlikusī vērtība apglabāšanas dienā
pl_pl: Wartość księgowa netto na dzień zbycia
vi_vn: Giá trị sổ sách ròng ngày xử lý

source: Disposal Proceeds
ar: متحصلات البيع
et: müügitulu
fa: درآمد حاصل از دفع
hr_hr: primitaka od prodaje
ja: 処分収入
lv_lv: realizācijas ieņēmumi
pl_pl: Wpływy z odpadami
vi_vn: Tiền thu được xử lý

source: P/L after disposal
ar: P / L بعد التخلص منها
et: P / L pärast nende kõrvaldamist
fa: P / L پس از دفع
fr_lu: P / L après l'élimination
hr_hr: P / L nakon raspolaganju
ja: P / L廃棄後
lv_lv: P / L pēc apglabāšanas
pl_pl: P / L po utylizacji
vi_vn: P / L sau khi xử lý

source: Net Book Value
ar: صافي القيمة الدفترية
et: Netoaktivad
fa: ارزش هر شیی بر حسب انچه در دفتر حساب نشان داده شود خالص
fr_lu: Valeur comptable nette
hr_hr: Neto knjigovodstvena vrijednost
ja: 税別価格
lv_lv: Atlikusī vērtība
pl_pl: Wartość księgowa netto
vi_vn: Giá trị sổ sách ròng

source: Not Yet Run
ar: لا تعمل حتى الآن
et: Pole veel joosta
fa: هنوز رتبهدهی نشده است اجرای
fr_lu: En attente d'exécution
hr_hr: Nije Ipak Run
ja: 未印刷
lv_lv: Nav vēl Run
pl_pl: Nie został jeszcze uruchomiony
vi_vn: Tuy nhiên, không chạy

source: Depreciation last run
ar: الماضي البعيد الاستهلاك
et: Põhivara viimane run
fa: تاریخ و زمان آخرین اجرا استهلاک
fr_lu: Dernier amortissement effectué
hr_hr: Amortizacija je zadnji put pokrenut
ja: 減価最後の実行
lv_lv: Nolietojums pēdējā run
pl_pl: Amortyzacja ostatniego uruchomienia
vi_vn: Khấu hao chạy cuối cùng

source: Insert New Fixed Asset
ar: إدراج الأصول الثابتة الجديدة
et: Lisada uus Põhivarade
fa: قرار دادن جدید دارائی های ثابت
fr_lu: Ajouter une immobilisation
hr_hr: Umetnite novi fiksne imovine
ja: 新品目追加
lv_lv: Ievietojiet jaunu pamatlīdzeklis
pl_pl: Wstaw nowe środki trwałe
vi_vn: Chèn tài sản cố định mới
