Repository: timschofield/KwaMoja-Medical
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar, et, fa, fr_lu, hr_hr, ja, lv_lv, pl_pl, vi_vn

source: The removal of this page-group access failed because
ar: إزالة هذا الوصول صفحة المجموعة فشلت بسبب
et: Eemaldamist see leht - rühma juurdepääsu ebaõnnestus, kuna
fr_lu: La suppression de cette accéder à la page du groupe a échoué parce que
hr_hr: Uklanjanje ove stranice - grupe pristup nije uspio jer
ja: このページ·グループアクセスの除去が失敗しました。
lv_lv: Šī lapa grupas piekļuves noņemšana neizdevās, jo
pl_pl: Usunięcie poziomu dostępu do grupy stron powiodło się ponieważ
vi_vn: Loại bỏ truy cập vào nhóm trang không thành công bởi

source: This page-group access was removed.
ar: تمت إزالة هذا الوصول صفحة المجموعة .
et: See leht - rühma juurdepääsu eemaldati .
fa: این دسترسی به صفحه گروه حذف شد.
fr_lu: Autorisation supprimée.
hr_hr: Ova stranica - Skupina pristupnih smijenjen .
ja: このページのグループのアクセスを除去した。
lv_lv: Šī lapa grupas piekļuve tika noņemts .
pl_pl: Poziom dostępu do grupy stron został usunięty
vi_vn: Truy cập vào nhóm trang này đã được loại bỏ

source: Cannot delete this role because user accounts are setup using it
ar: لا يمكن حذف هذا الدور لأن حسابات المستخدمين يتم الإعداد استخدامه
et: Ei saa kustutada seda rolli , sest kasutajakontod setup kasutades seda
fr_lu: Impossible de supprimer ce rôle parce que les comptes d'utilisateurs sont configurés en utilisant
hr_hr: Ne može se izbrisati ovu ulogu , jer su za postavljanje korisničke račune ga koristite
ja: ユーザーアカウントは、セットアップがそれを使用しているため、この役割を削除することはできません
lv_lv: Nevar izdzēst šo lomu, jo lietotāja kontus iestatīšana , izmantojot to
pl_pl: Nie można usunąć stanowsika ponieważ istnieją związane z nim konta użytkowników
vi_vn: Không thể xóa phần này vì nó được dùng để thiết lập tài khoản người dùng

source: user accounts that have this security role setting
ar: حسابات المستخدمين التي لها هذا الإعداد دور الأمن
et: kasutaja kontod, mis on selle tagatise rolli seadistus
fr_lu: des comptes d'utilisateurs qui ont ce rôle paramètre de sécurité
hr_hr: korisnički računi koji imaju ovu postavku sigurnosti uloga
ja: このセキュリティロールの設定を持っているユーザーアカウント
lv_lv: Lietotājam ir &#353;ī dro&#353;ības loma
pl_pl: konta użytkowników związane z tym stanowiskiem
vi_vn: Tài khoản người dùng có tùy chỉnh vai trò bảo mật này

source: security role has been deleted
ar: لقد تم حذف دور الأمن
et: turvalisuse roll on kustutatud
fr_lu: rôle de sécurité a été supprimé
hr_hr: Sigurnost uloga je izbrisan
ja: セキュリティロールは削除されました
lv_lv: dro&#353;ības loma tika izdzēsta
pl_pl: stanowisko zostało usunięte
vi_vn: vai trò an ninh đã bị xóa

source: Are you sure you wish to delete this role?
ar: هل أنت متأكد أنك تريد حذف هذا الدور؟
et: Oled sa kindel , et soovid kustutada seda rolli ?
fr_lu: Voulez-vous supprimer ce rôle de sécurité?
hr_hr: Jeste li sigurni da želite izbrisati ovu ulogu ?
ja: この仕入先価格を削除してもよろしいですか？

source: Review Existing Roles
ar: استعراض الأدوار الحالية
et: Vaadake praeguseid ülesandeid
fa: بررسی نقش های موجود
fr_lu: Afficher les rôles de sécurité existants
hr_hr: Pregledajte postojeće uloge
ja: 既存ロール確認
lv_lv: Pārskatīt eksistējo&#353;ās lomas
pl_pl: Przegląd Stanowisk
vi_vn: Xem xét vai trò hiện tại

source: The selected role is no longer available.
ar: دور اختيارها لم يعد متوفرا .
et: Valitud roll ei ole enam kättesaadav .
fr_lu: Le rôle sélectionné n'est plus disponible.
hr_hr: Odabrana je uloga nije dostupan .
ja: 選択された役割は、使用できなくなります。
lv_lv: Izvēlētā loma vairs neeksistē
pl_pl: Wybrane stanowisko nie istnieje
vi_vn: Phần được chọn không còn nữa

source: Enter Role
ar: أدخل الدور
et: Sisesta roll
fr_lu: Ajouter
hr_hr: Unesi ulogu
ja: ロール入力
lv_lv: Ievadīt lomu
pl_pl: Wprowadź Stanowisko
vi_vn: nhập Vai trò

source: Assigned Security Tokens
ar: الرموز الأمنية المعينة
et: Sihtotstarbelised Security Märgid
fr_lu: Autorisations assignées
hr_hr: Dodijeljene Sigurnost Tokeni
ja: セキュリティトークン設定済
lv_lv: Piešķirtās tiesības
pl_pl: Dostępne grupy stron
vi_vn: Thẻ an ninh giao

source: Available Security Tokens
ar: الرموز الأمنية المتاحة
et: Saadaval Security Märgid
fr_lu: Autorisations disponibles
hr_hr: Dostupni Sigurnost Tokeni
ja: セキュリティトークン設定可能
lv_lv: Nepiešķirtās tiesības
pl_pl: Jednostki Dostępu
vi_vn: Thẻ bảo mật có sẵn

source: Are you sure you wish to delete this security token from this role?
ar: هل أنت متأكد أنك تريد حذف هذا رمز الأمان من هذا الدور؟
et: Oled sa kindel, et soovid kustutada selle turvakood seda rolli ?
fr_lu: Voulez-vous supprimer cette autorisation de ce rôle?
hr_hr: Jeste li sigurni da želite izbrisati ovaj sigurnosni token iz ove uloge ?
ja: この仕入先価格を削除してもよろしいですか？

source: Latin Western Languages
ar: اللاتينية اللغات الغربية
et: Ladina Lääne Keeled
fa: زبان لاتین غربی
fr_lu: Langues latines d'Europe Occidentale
hr_hr: Latin Western jezici
ja: ラテン西洋言語
lv_lv: Latīņu Rietumu Valodas
pl_pl: Latin języków zachodnich
vi_vn: Ngôn ngữ Latin Phương Tây

source: Eastern European Russian Japanese Korean Vietnamese Hebrew Arabic Thai
ar: أوروبا الشرقية الروسية اليابانية الكورية العربية التايلاندية الفيتنامية العبرية
et: Ida-Euroopa Vene Jaapani Korea Vietnami heebrea araabia tai
fa: اروپای شرقی روسی ژاپنی کره ای ویتنامی عبری عربی تایلندی
fr_lu: Europe de l'Est Coréen Russe Hébreu Japonais Thai arabe
hr_hr: Istočne Europe Ruski Japanski Korejski Vijetnamski hebrejski, arapski Thai
ja: 東欧ロシア語日本語韓国語ベトナム語ヘブライ語アラビア語タイ
lv_lv: Austrumeiropas Krievu Japāņu Korejiešu vjetnamiešu Ebreju arābu taju
vi_vn: Đông Âu Nga Nhật Bản Hàn Quốc Việt tiếng Do Thái, tiếng Ả Rập Thái

source: User Maintenance
ar: صيانة المستخدم
et: kasutaja hooldus
fa: اطلاعات عمومی کاربران
fr_lu: Gestion des utilisateurs
hr_hr: Održavanje korisnika
ja: ユーザーメンテナンス
lv_lv: Lietotāju uzstādījumi
pl_pl: Parametry Użytkownika
vi_vn: Bảo trì người sử dụng

source: The user ID entered must be at least 3 characters long
et: Kasutajatunnus sisestatud peab olema vähemalt 3 tähemärki pikk
fa: کاربر شناسه وارد شده باید حداقل 3 کاراکتر
fr_lu: L'ID utilisateur entré doit être d'au moins 3 caractères
hr_hr: Korisnik ID ušao mora biti najmanje 3 znaka
ja: 入力したユーザーIDには、少なくとも3文字でなければなりません
lv_lv: Lietotājs ievada ID jābūt vismaz 3 simbolus garš
pl_pl: ID wprowadzony użytkownik musi mieć co najmniej 3 znaki
vi_vn: ID người dùng nhập vào phải có ít nhất 3 ký tự

source: The user ID
ar: معرف المستخدم
fr_lu: ID utilisateur
ja: 払出 of

source: already exists and cannot be used again
ar: موجود بالفعل ولا يمكن استخدامها مرة أخرى
et: on juba olemas ja seda ei saa kasutada uuesti
fr_lu: existe déjà et ne peut être utilisé à nouveau
hr_hr: već postoji i ne može se ponovno koristiti
ja: 既に存在して再び使用することはできません

source: The selected user record has been updated
ar: تم تحديث سجل المستخدم المحدد
et: Valitud kasutaja rekord on uuendatud
fr_lu: La fiche de l'utilisateur a été mise à jour
hr_hr: Odabrana korisnički rekord je ažuriran
ja: 選択されたユーザー·レコードが更新されました
lv_lv: Lietotajs tika labots
pl_pl: Wybrane konto użytkownika zostało zaktualizowane
vi_vn: Đã cập nhật hồ sơ người sử dụng vừa chọn

source: A new user record has been inserted
ar: وقد تم إدراج سجل مستخدم جديد
et: Uus kasutaja rekord on sisestatud
fr_lu: Un nouvel utilisateur a été créé
hr_hr: Novi korisnik rekord je umetnuta
ja: 新規ユーザレコードが挿入された
lv_lv: Jauns lietotājs tika pievienots
pl_pl: Dodano nowe konto użytkownika
vi_vn: Đã chèn vào hồ sơ khách hàng mới

source: The demonstration user called demo cannot be deleted
et: Meeleavaldus kasutaja nimega demo ei saa kustutada
fa: کاربر تظاهرات به نام نسخه ی نمایشی نمی تواند حذف شود
fr_lu: L'utilisateur manifestation appelée démo ne peut être supprimé
hr_hr: Demonstracija korisnički zove prosvjed se ne može izbrisati
ja: デモと呼ばれるデモンストレーション·ユーザーを削除することはできません
lv_lv: Demonstrācija lietotājs sauc demo nevar izdzēst
pl_pl: Użytkownik demonstracja nazwie demo nie można usunąć
vi_vn: Người sử dụng cuộc biểu tình được gọi là bản demo không thể bị xóa

source: Cannot delete user as entries already exist in the audit trail
ar: لا يمكن حذف المستخدم كما توجد إدخالات بالفعل في مراجعة الحسابات
et: Ei saa kustutada kasutaja kanded juba olemaskontrolljälg
fr_lu: Impossible de supprimer l'utilisateur que les entrées existent déjà dans la piste d'audit
hr_hr: Ne mogu izbrisati korisnika kao unose već postoje u tijeku revizije
ja: この地域を使う販売分析レコードが存在するので、この地域を削除できません
lv_lv: Nevar izdzēst lietotāju , jo ieraksti jau pastāv revīzijas pierakstā
pl_pl: Nie można usunąć użytkownika jako wpisy już istnieją w ślad rewizyjny
vi_vn: Không thể xóa người sử dụng như mục đã tồn tại trong cuộc kiểm định

source: The User could not be deleted because
ar: لا يمكن حذف المستخدم لأن
et: Kasutaja ei saa kustutada , sest
fr_lu: Impossible de supprimer cet utilisateur car
hr_hr: Korisnik ne može biti izbrisan , jer
ja: ユーザーを削除できませんでしたので、
lv_lv: Lietotāju nevar izdzēst, jo
pl_pl: Konto użytkownika nie mogło być usunięte ponieważ
vi_vn: Không thể xóa người sử dụng bởi vì

source: User Deleted
ar: تم حذف المستخدم
et: kasutaja kustutatud
fr_lu: Utilisateur supprim
hr_hr: Korisnik obrisan
ja: ユーザ削除
lv_lv: Lietotājs izdzēsts
pl_pl: Konto Użytkownika usunięte
vi_vn: Người sử dụng đã bị xóa

source: Last Visit
ar: اخر زيارة
et: Viimane külastus
fr_lu: Dernière visite
hr_hr: Zadnji posjet
ja: 最終訪問
lv_lv: Pēdējais apmeklējums
pl_pl: Ostatnia Wizyta
vi_vn: Lần thăm gần đây nhất

source: Security Role
ar: دور الأمن
et: Turvalisus roll
fr_lu: Rôle de sécurité
hr_hr: Sigurnosna uloga
ja: セキュリティ権限
lv_lv: Loma
pl_pl: Rola zabezpieczeń
vi_vn: vai trò bảo vệ

source: Report Size
ar: تقرير الحجم
et: Raport Suurus
fr_lu: Format des rapports
hr_hr: Format izvješća
ja: レポートサイズ
lv_lv: Atskai&#353;u izmērs
pl_pl: Format Wydruków
vi_vn: Kích cỡ báo cáo

source: Are you sure you wish to delete this user?
ar: هل أنت متأكد أنك تريد حذف هذا المستخدم؟
et: Oled sa kindel, et soovid kustutada selle kasutaja ?
fr_lu: Voulez-vous supprimer cet utilisateur?
hr_hr: Jeste li sigurni da želite obrisati ovog korisnika?
ja: この仕入先価格を削除してもよろしいですか？

source: Review Existing Users
ar: استعراض المستخدمين الحاليين
et: Vaadata läbi olemasolevad kasutajad
fa: نقد کاربران موجود
fr_lu: Afficher les utilisateurs
hr_hr: Pregled postojećih korisnika
ja: 既存のユーザー確認
lv_lv: Pārskatīt patreizējos lietotājus
pl_pl: Przegląd Kont Użytkowników
vi_vn: Xem lại người dùng hiện tại

source: User code
ar: رمز المستخدم
et: kasutaja kood
fr_lu: Utilisateur
hr_hr: Šifra korisnika
ja: ユーザーコード
lv_lv: Lietotāja kods
pl_pl: Identyfikator Użytkownika
vi_vn: Mã người sử dụng

source: User Can Create Tenders
ar: يمكن للمستخدم إنشاء المناقصات
et: Kasutaja saab luua Pakkumised
fr_lu: L'utilisateur peut créer offres
ja: ユーザーが入札を作成することができます

source: Restrict to just this location
ar: تقييد ل هذا الموقع فقط
et: Piira just selles kohas
fa: محدود به فقط این مکان
fr_lu: Limiter uniquement à cet endroit
hr_hr: Ograničiti samo na ovom mjestu
ja: ちょうどこの場所に制限
lv_lv: Ierobežot , lai tikai šajā vietā
pl_pl: Ogranicz się tylko tym miejscu
vi_vn: Hạn chế để chỉ vị trí này

source: Restrict to Sales Person
ar: تقييد لشخص و المبيعات
et: Piira Sales Person
fr_lu: Limiter à personne de ventes
hr_hr: Ograničite se prodavač
ja: 営業担当:
lv_lv: Tirdzniecības pārstāvis
pl_pl: Ogranicz osobę sprzedaży
vi_vn: Hạn chế người bán hàng

source: Not a salesperson only login
ar: ليس مندوب مبيعات تسجيل الدخول فقط
et: Mittemüüja vaid sisse
fr_lu: Non seulement un vendeur connecter
hr_hr: Nesamo da prodavač prijaviti
ja: 営業担当者だけでログインできない
lv_lv: Piezīme pārdevēja Logins
pl_pl: Nie tylko sprzedawcy logowanie
vi_vn: Đăng nhập cho người không phải nhân viên bán hàng

source: module
ar: وحدة
ja: ロール

source: Allowed Department for Internal Requests
ar: سمحت وزارة الداخلية للطلبات
et: Lubatud osakonna Internal Taotlused
fa: گروه های مجاز برای درخواست داخلی
ja: 支払方法は空白にできない

source: Any Internal Department
ar: أي قسم داخلي
et: Iga sisemine osakond
fa: هر گروه داخلی
hr_hr: Bilo Odjel za unutarnju
ja: レポートヘッダのメンテナンス

source: Account Status
ar: حالة الحساب
et: Konto seis
fa: وضعیت اکانت
fr_lu: Statut du compte
hr_hr: Status računa
ja: アカウント状況
lv_lv: Konta stāvoklis
pl_pl: Stan Konta
vi_vn: Trình trạng tài khoản

source: Open
ar: فتح
et: avatud
fa: باز
fr_lu: Activé
hr_hr: Otvoreno
ja: 開示
lv_lv: Atvērt
pl_pl: Aktywne
vi_vn: Mở

source: Blocked
ar: مسدود
et: blokeeritud
fr_lu: Désactivé
hr_hr: blokiran
ja: ブロック
lv_lv: Bloķēt
pl_pl: Zablokowane
vi_vn: bị chặn

source: Where Used Inquiry
ar: حيث يستخدم من التحقيق
et: Kui seda kasutatakse uurimise
fa: از کجا مورد استفاده در تحقیق
fr_lu: Recherche de composant
hr_hr: Gdje Koristi Upit
ja: 使用箇所問合せ
lv_lv: Materiālu izlietojums
pl_pl: Przegląd zastosowań Materiałów
vi_vn: Nơi sử dụng Liên hệ

source: The item code entered
ar: دخلت رمز العنصر
et: Objekti kood sisestatakse
fr_lu: Le code article saisi
hr_hr: Šifra ušao
ja: 品目コードが入力された
lv_lv: Preču kods ievadīts
pl_pl: Wprowadzony kod towaru
vi_vn: Đã nhập mã mặt hàng

source: is not set up as an item in the system
ar: لم يتم إعداد كبند في النظام
et: ei ole loodudtoode onsüsteem
fr_lu: n'est pas défini comme un article
hr_hr: nije postavljen kao stavku u sustav
ja: は品目としてシステムに設定されていない
lv_lv: Prece sistēmā nav izveidota
pl_pl: jest nieznany
vi_vn: không được thiết lập như là một mục trong hệ thống

source: Re-enter a valid item code or select from the Select Item link above
ar: إعادة إدخال رمز البند ساري المفعول أو إختار من حدد ارتباط البند المذكور أعلاه
et: Re- sisestage kehtiv objekti kood või valigeVali Toode linki
fr_lu: Saisir un code correct ou sélectionner un article à partir du lien ci-dessus
hr_hr: Ponovno unesite valjanu kod stavke ili odaberi s odabir stavke link gore
ja: 有効な品目コードを再入力するか、上の品目選択リンクから選択してください
lv_lv: Atkārtoti ievadiet derīgu objektu kodu vai izvēlieties Select Vienības saites augstāk
pl_pl: Wprowadź ponownie prawidłowy kod towaru lub wybierz przez Wybór Towaru powyżej
vi_vn: Nhập một mã sản phẩm hợp lệ hoặc chọn từ liên kết Chọn mục trên

source: Enter an Item Code
ar: إدخال رمز السلعة
et: SisestaKood
fr_lu: Code article
hr_hr: Unesite Šifra
ja: 品目コード入力
lv_lv: Ievadiet preces kodu
pl_pl: Wprowadź Kod Towaru
vi_vn: Nhập vào mã mặt hàng

source: Show Where Used
ar: مشاهدة أين مستعملة
et: Kuva Kus Kasutatud
fr_lu: Afficher le détail de son utilisation
hr_hr: Pokaži Gdje Polovni
ja: 使用箇所表示
lv_lv: Parādīt kur ir izmantots
pl_pl: Pokaż Gdzie Użyty
vi_vn: Hiển thị nơi được sử dụng

source: The parents for the selected part could not be retrieved because
ar: لا يمكن استرجاع الوالدين بالنسبة للجزء المحدد بسبب
et: Vanemate valitud osa polnud võimalik saada , sest
fr_lu: Les parents de la partie sélectionnée n'a pas pu être récupérés en raison
hr_hr: Roditelji za odabrani dio ne može dohvatiti , jer
ja: 選択した部分のために両親を取得できませんでしたので、
lv_lv: Par izvēlēto daļu vecāki nevarēja izgūt , jo
pl_pl: Nie można znaleźć Produktu nadrzędnego dla tego towaru ponieważ
vi_vn: Các bậc cha mẹ cho một phần được chọn không thể được lấy ra bởi vì

source: The selected item
ar: العنصر المحدد
et: Valitud toode
fr_lu: L'élément sélectionné
hr_hr: Odabrana stavka
ja: 選択された品目
lv_lv: Izvēlētās preces
pl_pl: Wybrany towar
vi_vn: Mặt hàng được chọn

source: is not used as a component of any other parts
ar: لا يستخدم كمكون من أي أجزاء أخرى
et: ei kasutata osana muud osad
fa: به عنوان یک جزء از هر قسمت دیگر مورد استفاده قرار نمی
fr_lu: n'est pas utilisé(e) comme un composant de toute autre article
hr_hr: ne koristi se kao sastavni dio drugih dijelova
ja: は他の品目の構成部品として使用していない
lv_lv: netiek izmantots kā sastāvdaļa jebkuru citu detaļu
pl_pl: nie jest użyty jako część składowa w żadnym produkcie
vi_vn: không được sử dụng như một thành phần của bất kỳ bộ phận khác

source: Used By
ar: المستخدمة من قبل
et: kasutatud By
fr_lu: Utilisé par
hr_hr: Koristi od strane
ja: 使用される箇所
lv_lv: Lietotājs
pl_pl: Użyty W
vi_vn: Được sử dụng bởi

source: Show Bill Of Material
ar: مشاهدة فاتورة المواد
et: Näita Bill materjali
fr_lu: Afficher les nomenclatures
hr_hr: Prikaži sastavnicu
ja: 原材料構成表示
lv_lv: Rādīt Bill Materiālzinātnes
pl_pl: Pokaż Listę Materiałów
vi_vn: Hiển thị Danh sách nguyên vật liệu

source: Work Centres
ar: مراكز العمل
et: töö keskused
fr_lu: Centres de travail
hr_hr: Radni centri
ja: 作業場
lv_lv: Darba centri
pl_pl: Centra Produkcyjne
vi_vn: Trung tâm làm việc

source: The Work Centre code must be at least 2 characters long
ar: يجب أن يكون رمز مركز العمل 2 أحرف على الأقل
et: Keskuse kood peab olema vähemalt 2 tähemärki
fr_lu: Le code doit comporter au moins 2 caractères
hr_hr: Kod Centar Rad mora biti najmanje dva znaka
ja: 作業場コードは２文字以上なければならない
lv_lv: Darba centrs kods jābūt vismaz 2 rakstzīmes
pl_pl: Kod Centrum Produkcyjnego musi być conajmniej 2-literowy
vi_vn: Trung tâm đang làm việc phải có ít nhất 2 ký tự

source: The Work Centre description must be at least 3 characters long
ar: يجب أن يكون وصف مركز العمل 3 أحرف على الأقل
et: Keskuse kirjeldus peab olema vähemalt 3 tähemärki pikk
fr_lu: La description doit comporter au moins 3 caractères
hr_hr: Opis Centar Rad mora biti najmanje 3 znaka
ja: 作業場内容は３文字以上なければならない
lv_lv: Darba centrs aprakstā jābūt vismaz 3 simbolus garš
pl_pl: Opis Centrum Produkcyjnego musi mieć co najmniej 3 znaki
vi_vn: Tác phẩm mô tả Trung tâm phải có ít nhất 3 ký tự

source: The work centre code cannot contain any of the following characters
ar: لا يمكن أن تحتوي على رمز مركز أعمال أي من الأحرف التالية
et: Töökeskus kood ei tohi sisaldada mis tahes järgmisi märke
fr_lu: Le code de centre de travail ne peut contenir aucun des caractères suivants
hr_hr: Kod centar rad ne može sadržavati bilo koji od sljedećih znakova
ja: ワークセンターのコードは、次のいずれかの文字を含めることはできません
lv_lv: Darba centrs kods nedrīkst saturēt nevienu no sekojošajām zīmēm
pl_pl: Kod centrum produkcyjnego nie może zawierać następujących znaków
vi_vn: Các mã trung tâm công việc không thể chứa bất kỳ các ký tự sau

source: The work centre record has been updated
ar: تم تحديث سجل مركز العمل
et: Töökeskus rekord on uuendatud
fr_lu: L'enregistrement a été mis à jour
hr_hr: Rekord rad Centar je ažuriran
ja: 作業場レコードが更新された
lv_lv: Darba centrs rekords ir atjaunināta
pl_pl: Parametry centrum produkcyjnego zaktualizowane
vi_vn: Biên bản làm việc trung tâm đã được cập nhật

source: The new work centre has been added to the database
ar: تمت إضافة مركز عمل جديد إلى قاعدة البيانات
et: Uus töökeskus on lisatud andmebaasi
fr_lu: Le centre de travail a été créé
hr_hr: Novi rad centar je dodan u bazu podataka
ja: 新しい作業場がデータベースに追加された
lv_lv: Jauns darba centrs ir pievienota datu bāzē
pl_pl: Dodano nowe centrum produkcyjne do bazy danych
vi_vn: Các trung tâm làm việc mới đã được thêm vào cơ sở dữ liệu

source: The update/addition of the work centre failed because
ar: فشل التحديث / بالإضافة لمركز العمل بسبب
et: Ajakohastatud / lisaminetöökeskus ebaõnnestus, kuna
fr_lu: La mise à jour / ajout du centre de travail a échoué parce que
hr_hr: Ažuriranje / dodatak na radnom centru nije uspio jer
ja: 作業場の更新/追加は失敗しました理由は
lv_lv: Update / papildus no darba centrā neizdevās, jo
pl_pl: Dodanie/zmiana centrum produkcyjnego nie powiodło się ponieważ
vi_vn: Việc cập nhật / bổ sung các trung tâm công việc thất bại vì

source: Cannot delete this work centre because bills of material have been created requiring components to be added at this work center
ar: لا يمكن حذف هذا المركز العمل لأنه تم إنشاء فواتير المواد التي تتطلب مكونات التي يمكن ان تضاف في هذا المركز العمل
et: Ei saa kustutada seda töökeskus sest tootmiskomplektide on loodud vajavad komponendid lisatakse selles töökeskus
fr_lu: Impossible de supprimer ce poste de travail parce que les factures de matériaux ont été créés composants nécessitant d'être ajoutés à ce centre de travail
hr_hr: Ne mogu izbrisati ovaj centar raditi jer zapisi materijala stvoreni su komponente koje zahtijevaju da se dodati na ovom radnom centru
ja: 部品表は、この作業センターで追加する必要コンポーネントを作成されているため、このワークセンターを削除することはできません
lv_lv: Nevar izdzēst šo darba centru , jo rēķinus materiālu ir izveidotas prasa sastāvdaļas jāpievieno šajā darbā centrā
pl_pl: Nie można usunąć centrum produkcyjnego ponieważ istnieją listy materiałów wymagające montażu w tym centrum
vi_vn: Không thể xóa những trung tâm công việc này vì các hóa đơn của các tài liệu đã được tạo ra đòi hỏi các thành phần được thêm vào trung tâm công việc này

source: BOM items referring to this work centre code
ar: البنود BOM اشارة الى هذا الرمز مركز العمل
et: Bom teemad viidates sellele töökeskus kood
fr_lu: articles de la nomenclature se référant à ce code centre de travail
hr_hr: BOM stavke koje se odnose na ovaj kod radnog centra
ja: BOMアイテムはこのワークセンターのコードを参照
lv_lv: BOM preces atsaucoties uz šo darba centra kodu
pl_pl: towary z List Materiałów odnoszące się do tego centrum produkcyjnego
vi_vn: Mục HĐQT đề cập đến mã này trung tâm công việc

source: Cannot delete this work centre because contract bills of material have been created having components added at this work center
ar: لا يمكن حذف هذا المركز العمل لأنه تم إنشاء فواتير عقد من المواد بعد أن مكونات أضاف في هذا المركز العمل
et: Ei saa kustutada seda töökeskus sest leping tootmiskomplektide on loodud pärast lisatud komponentide selles töökeskus
fr_lu: Impossible de supprimer ce poste de travail parce que les factures contrat de matériel ont été créés composants ayant ajouté à ce centre de travail
hr_hr: Ne mogu izbrisati ovaj centar radni ugovor , jer zapisi materijala stvoreni su komponente dodao da u ovom radnom centru
ja: 材料の契約法案が、この作業センターでコンポーネントを追加した作成されているため、このワークセンターを削除することはできません
lv_lv: Nevar izdzēst šo darba centru , jo līgums rēķinus materiālu ir radīti tam, komponentus pievieno šo darba centrā
pl_pl: Nie można usunąć tego centrum produkcyjnego ponieważ istnieją kontrakty produkcyjne wymagające montażu elementów z tego centrum
vi_vn: Không thể xóa những trung tâm công việc này vì các hóa đơn hợp đồng của tài liệu đã được tạo ra khi các thành phần thêm vào trung tâm công việc này

source: Contract BOM items referring to this work centre code
ar: البنود BOM العقد في اشارة الى هذا الرمز مركز العمل
et: Leping Bom teemad viidates sellele töökeskus kood
fr_lu: Contrat articles de la nomenclature se référant à ce code centre de travail
hr_hr: Ugovor BOM stavke koje se odnose na ovaj kod radnog centra
ja: 契約BOMアイテムはこのワークセンターのコードを参照
lv_lv: Līgums BOM posteņi , kas attiecas uz šo darba centra kodu
pl_pl: Kontraktowe Listy Materiałów odnoszące się do tego centrum
vi_vn: Mục BOM hợp đồng đề cập đến mã này trung tâm công việc

source: The selected work centre record has been deleted
ar: تم حذف السجل مركز العمل المحدد
et: Valitud töökeskus rekord on kustutatud
fr_lu: Le centre de travail a été supprimé
hr_hr: Odabrani radovi centar rekord je obrisan
ja: 選択されたワークセンターのレコードが削除されました
lv_lv: Izvēlēts darba centrs ieraksts ir izdzēsts
pl_pl: Wybrane centrum produkcyjne usunięto
vi_vn: Kỷ lục trung tâm công tác tuyển chọn đã bị xóa

source: WC Code
ar: WC كود
et: WC kood
fr_lu: Code
hr_hr: kod WC
ja: 作業場コード
lv_lv: WC kods
pl_pl: Kod CP
vi_vn: WC Mã

source: Overhead GL Account
ar: حساب GL النفقات العامة
et: Overhead GL konto
fr_lu: Compte GL Overhead
hr_hr: Nadzemni GL račun
ja: 固定費ＧＬ勘定
lv_lv: Gaisvadu GL konts
pl_pl: Konto KG Narzutów
vi_vn: Trên GL tài khoản

source: Overhead Per Hour
ar: النفقات العامة لكل ساعة
et: Overhead Tunnis
fr_lu: Overhead par heure
hr_hr: Nadzemni po satu
ja: 固定費/時
lv_lv: Gaisvadu stundā
pl_pl: Koszty Godzinowe
vi_vn: Chi phí quản lý mỗi giờ

source: Are you sure you wish to delete this work centre?
ar: هل أنت متأكد أنك تريد حذف هذا المركز العمل؟
fr_lu: Voulez-vous supprimer ce centre de travail?
ja: この仕入先価格を削除してもよろしいですか？

source: Show all Work Centres
ar: مشاهدة جميع مراكز العمل
et: Näita kõik Work keskused
fr_lu: Afficher les centres de travail
hr_hr: Pokaži sve centre Work
ja: 作業場表示
lv_lv: Rādīt visus Darba centrus
pl_pl: Pokaż Wszystkie Centra Produkcyjne
vi_vn: Hiển thị các trung tâm làm việc

source: Work Centre Code
ar: تعمل شفرة مركز
et: Keskuse kood
fr_lu: Code
hr_hr: Rad Centre kod
ja: 作業場コード
lv_lv: Darbs Centre kodu
pl_pl: Kod Centrum Produkcyjnego
vi_vn: Mã trung tâm làm việc
