Repository: timschofield/KwaMoja-Medical
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar, et, fa, fr_lu, hr_hr, ja, lv_lv, pl_pl, vi_vn

source: Could not retrieve the activity of the branch because
ar: لا يمكن استرداد النشاط من فرع ل
et: Ei saa laadida filiaali tegevusala sest
fa: آیا بازیابی فعالیت شعبه چرا که نه
fr_lu: Impossible de récupérer l'activité de la branche, car
hr_hr: Ne mogu dohvatiti djelatnost podružnice , jer
ja: ブランチの活動を取得できませんでしたので、
lv_lv: Nevar paņemt aktivitāti filiāles , jo
pl_pl: Nie można odtworzyć aktywności Oddziału ponieważ
vi_vn: Không thể lấy lại hoạt động của các chi nhánh vì

source: The failed SQL was
ar: كان فشل SQL
et: Ei SQL oli
fa: شکست خورده گذاشتن بود
fr_lu: Échec de la commande SQL:
hr_hr: SQL nije bio
ja: 失敗したSQLがあった
lv_lv: Neizdevās SQL bija
pl_pl: Uzyta fraza SQL
vi_vn: Dữ liệu SQL không thành công là

source: Customers in
ar: العملاء في
et: Kliendid
fa: مشتریان در
fr_lu: Les clients en
hr_hr: Kupci u
ja: 得意先 担当場所
lv_lv: Klienti
pl_pl: Rejon Sprzedaży
vi_vn: khách hàng trong

source: Turnover
ar: دوران
et: käive
fa: حجم معاملات
fr_lu: Chiffre d'affaires
hr_hr: promet
ja: 売上高
lv_lv: Apgrozījums
pl_pl: Obrót
vi_vn: Doanh thu

source: Ph
ar: فتاه
fr_lu: Tél:
ja: 電話番号
pl_pl: Tel

source: Customer Details Listing
ar: تفاصيل العملاء قائمة
et: Kliendi andmed pakkumist
fa: اطلاعات مشتری مثال
fr_lu: Détails des informations clients
hr_hr: Kupac Detalji Oglas
ja: 得意先詳細一覧表
lv_lv: Klienta informācija Listing
pl_pl: Zestainie Danych Klienta
vi_vn: Li?t kê chi ti?t khách hàng

source: For Sales Areas
ar: للمناطق المبيعات
et: Müük valdkonnad
fa: برای فروش مناطق
fr_lu: Pour les zones de vente
hr_hr: Za prostora za prodaju
ja: 販売地域
lv_lv: Reģionam
pl_pl: Dla Rejonu Sprzedaży
vi_vn: Dành cho khu vực bán hàng

source: All Areas
ar: جميع المجالات
et: Kõik valdkonnad
fa: همه محیط ها
fr_lu: Toutes les régions
hr_hr: Svi Područja
ja: 全地域
lv_lv: Visiem reģioniem
pl_pl: Wszystkie Rejony
vi_vn: Tất cả các khu vực

source: For Sales folk
ar: لقوم المبيعات
et: Müük folk
fa: برای قوم فروش
fr_lu: Pour la force de vente
hr_hr: Za prodaju folk
ja: 営業担当
lv_lv: Par Sales tautas
pl_pl: Dla Sprzedawcy
vi_vn: Đối với kinh doanh dân gian

source: All sales folk
ar: جميع المبيعات الشعبية
et: Kogu müük folk
fa: همه کسان فروش
fr_lu: Force de vente
hr_hr: Sve prodaja folk
ja: 全営業担当
lv_lv: Visi pārdošanas tautas
pl_pl: Wszyscy sprzedawcy
vi_vn: Tất cả các dân gian bán hàng

source: Level Of Activity
ar: مستوى النشاط
et: Aktiivsuse taset
fa: سطح فعالیت
fr_lu: Niveau d'activité
hr_hr: Stupanj aktivnosti
ja: 営業レベル
lv_lv: Darbības līmenis
pl_pl: Poziom Aktywności
vi_vn: C?p d? ho?t d?ng

source: All customers
ar: جميع العملاء
et: Kõik kliendid
fa: تمامی مشتریان
fr_lu: Tous les clients
hr_hr: Svi kupci
ja: 全得意先
lv_lv: Visi klienti
pl_pl: Wszyscy klienci
vi_vn: Tất cả các khách hàng

source: Sales Greater Than
ar: مبيعات أكبر من
et: Müük suurem
fa: فروش بیش از
fr_lu: Ventes supérieures à
hr_hr: Prodaje veći od
ja: 売上高 以上
lv_lv: Pārdošanas ir lielāks par
pl_pl: Sprzedaż Większa Od
vi_vn: Lượng hàng bán lớn hơn

source: Sales Less Than
ar: مبيعات أقل من
et: Müük Less Than
fa: فروش کمتر از
fr_lu: Ventes inférieures à
hr_hr: Prodaja Less Than
ja: 売上高 以下
lv_lv: Pārdošanas mazāk nekā
pl_pl: Sprzedaż Niższa Od
vi_vn: Lượng hàng bán nhỏ hơn

source: Activity Since
ar: نشاط منذ
et: tegevus, kuna
fa: فعالیت از :
fr_lu: Activité depuis
hr_hr: Aktivnost Budući
ja: 営業 以降
lv_lv: aktivitāte Kopš
pl_pl: Aktywność Od
vi_vn: Kể từ khi hoạt động

source: Delivery In Full On Time (DIFOT) Report
ar: التسليم الكامل في الوقت ( DIFOT ) تقرير
et: Toimetaja täies aeg ( DIFOT ) aruanne
fa: تحویل به طور کامل در زمان (DIFOT) گزارش
fr_lu: Livraison en totalité le temps ( DIFOT ) Rapport
hr_hr: Dostava u cijelosti na vrijeme ( DIFOT ) Izvješće
ja: 定刻完全納品（定刻完納）レポート
lv_lv: Atskaite 'Piegādāts pilnībā un laikā'
pl_pl: Raport zamówień terminowych
vi_vn: Giao hàng tận nơi trong toàn On thời gian ( DIFOT ) Báo cáo

source: DIFOT Report
ar: DIFOT تقرير
et: DIFOT aruanne
fa: DIFOT گزارش
fr_lu: Rapport DIFOT
hr_hr: DIFOT Prijavi
ja: 定刻完納レポートエラー
lv_lv: DIFOT pārskats
pl_pl: DIFOT Zgłoś
vi_vn: DIFOT báo cáo

source: Enter the date from which variances between orders and deliveries are to be listed
ar: أدخل التاريخ الذي الفروق بين أوامر والتسليم هي أن تكون مدرجة
et: Sisestage kuupäev , millest erinevused tellimuste ja tarnete , on loetletud
fa: وارد کنید تاریخ که از آن واریانس بین سفارشات و تحویل می شود رسید
fr_lu: Saisir la date à partir de laquelle les écarts entre les commandes et les livraisons seront listés
hr_hr: Unesite datum od kojeg odstupanja između narudžbe i isporuke kako bi se na popisu
ja: 注文と請求の差異リストの開始請求日入力
lv_lv: Ievadiet datumu , no kura atšķirības starp pasūtījumu un piegāžu uzskaitīti
pl_pl: Wprowadź datę od której różnice między zamówieniami i wysyłkami mają zostać podane
vi_vn: Nhập ngày mà chênh lệch giữa đơn đặt hàng và giao hàng sẽ được liệt kê

source: Enter the date to which variances between orders and deliveries are to be listed
ar: أدخل التاريخ الذي الفروق بين أوامر والتسليم هي أن تكون مدرجة
et: Sisestage kuupäev , mille erinevused tellimuste ja tarnete , on loetletud
fa: وارد کنید تاریخ را که واریانس بین سفارشات و تحویل می شود رسید
fr_lu: Saisir la date à laquelle les écarts entre les commandes et les livraisons seront listés
hr_hr: Unesite datum na koji odstupanja između narudžbe i isporuke kako bi se na popisu
ja: 注文と請求の差異リストの終了請求日入力
lv_lv: Ievadiet datumu , uz kuru atšķirības starp pasūtījumu un piegāžu uzskaitīti
pl_pl: Wprowadź datę do której różnice między zamówieniami i wysyłkami mają zostać podane
vi_vn: Nhập ngày mà chênh lệch giữa đơn đặt hàng và giao hàng sẽ được liệt kê

source: Enter the number of days considered acceptable between delivery requested date and invoice date(ie the date dispatched)
ar: أدخل عدد الأيام يعتبر مقبولا بين تاريخ التسليم المطلوبة و تاريخ الفاتورة (أي أوفد التاريخ)
et: Sisestage päevade arv vastuvõetav vahel kohaletoimetamise nõutud kuupäev ja arve kuupäev ( st kuupäev lähetatakse )
fa: با وارد کردن شماره از روز قابل قبول بین تاریخ تحویل درخواست و تاریخ فاکتور در نظر گرفته شده (به عنوان مثال تاریخ اعزام)
fr_lu: Saisir le nombre de jours considérés comme acceptable entre la date de livraison demandée et la date de facturation (par ex. la date d'expédition)
hr_hr: Unesite broj dana smatra prihvatljivim između isporuku traženih datuma i datum računa ( tj.datum distributeru )
ja: 納品依頼日と請求日の期間で許容できる日数入力(すなわち、発送日)
lv_lv: Ievadiet dienu skaitu, uzskata par pieņemamu no piegādes pieprasījuma datumu un rēķina datumu ( ti,datums izsūtīts)
pl_pl: Wprowadź liczbę dni za akceptowalne między dostawą wniosek datę i faktury (tj. wysyłane data)
vi_vn: Nhập số ngày được coi là chấp nhận được giữa ngày giao hàng theo yêu cầu và ngày hóa đơn ( tức là ngày gửi )

source: Over All Categories
ar: أكثر من جميع الفئات
et: Üle Kõik kategooriad
fa: بیش از تمام دسته ها
fr_lu: Pour toutes les catégories
hr_hr: Tijekom Sve kategorije
ja: カテゴリ全般
lv_lv: Visas kategorijas
pl_pl: Wszystkie Kategorie
vi_vn: Hơn Tất cả thể loại

source: DIFOT Report Error
ar: DIFOT أبلغ عن خطأ
et: DIFOT Teata veast
fa: DIFOT گزارش خطا
fr_lu: Rapport d'erreur DIFOT
hr_hr: DIFOT Prijavi Pogreška
ja: 定刻完納レポートエラー
lv_lv: DIFOT Ziņot par kļūdu
pl_pl: Błąd raportu wysyłek terminowych
vi_vn: DIFOT Báo lỗi

source: An error occurred getting the days between delivery requested and actual invoice
ar: حدث خطأ الحصول الأيام بين التسليم المطلوب والفعلي الفاتورة
et: Tekkis viga saadapäeva vahel kohaletoimetamise taotletud ja arved
fa: خطا رخ داده است گرفتن روز بین درخواست و تحویل صورت حساب واقعی
fr_lu: Erreur lors de la recherche du nombre de jours entre la livraison et la facturation
hr_hr: Došlo je do pogreške dobivanje dani između zatražio dostavu i stvarne račun
ja: 依頼納期と実績請求日の日数を取得してエラーが発生しました
lv_lv: Kļūda kļūst starp piegādes dienu pieprasīja un aktuālā rēķinu
pl_pl: Błąd przy obliczaniu czasu między zamówieniem wysyłki a wystawieniem faktury
vi_vn: Một lỗi xảy ra việc những ngày giữa giao hàng theo yêu cầu và thực tế hóa đơn

source: The SQL used to get the days between requested delivery and actual invoice dates was
ar: و SQL تستخدم للحصول على الأيام بين التسليم المطلوب وتواريخ مبلغ الفاتورة كان
et: SQL kasutada, et saadapäeva vahel nõudis väljastamist ja tegelik arve kuupäev oli
fa: گذاشتن مورد استفاده قرار گرفتن روز بین درخواست و تحویل واقعی تاریخ فاکتور بود
fr_lu: Commande SQL d'affichage de l'écart entre la date de livraison souhaitée et la date de facturation:
hr_hr: SQL se koristi da se dani između traženih i ostvarenih dostave računa je datum
ja: SQLは、要求された配信と実際の請求書の日付の間の日数があった取得するために使用
lv_lv: SQL izmanto, lai iegūtu starp pieprasīto piegādi un faktisko rēķinu datumiem dienas bija
pl_pl: Użyta fraza SQL:
vi_vn: SQL được sử dụng để có được những ngày giữa giao hàng theo yêu cầu và ngày hóa đơn thực tế là

source: There were no variances between deliveries and orders found in the database within the period from
ar: لم تكن هناك فروق بين الولادات و أوامر موجودة في قاعدة البيانات في الفترة من
et: Puudusid erinevused tarnete ja tellimuste leidub andmebaasis ajavahemikus
fa: هیچ واریانس بین و تحویل سفارشات در پایگاه داده در دوره یافت وجود دارد
fr_lu: Il y avait pas d'écart entre les livraisons et les commandes dans la base de données dans le délai de
hr_hr: Nije bilo razlike između isporuka i naredbi koje se nalaze u bazi podataka u roku od
ja: データベースで見つかる納品と注文間の差異はありませんでした、次の期間内 開始
lv_lv: Nebija starp piegādēm un rīkojumus konstatēto datu bāzē laikposmā no atšķirībām
pl_pl: W bazie nie znaleziono różnic między zamówieniami i dostawami w okresie od
vi_vn: Không có sự chênh lệch giữa việc giao hàng và đơn đặt hàng tìm thấy trong cơ sở dữ liệu trong khoảng thời gian từ

source: Please try again selecting a different date range
ar: يرجى المحاولة مرة أخرى تحديد نطاق تاريخ مختلف
et: Palun proovige uuesti valides erinevat ajavahemikku
fa: لطفا سعی کنید محدوده تاریخ های مختلف دوباره انتخاب
fr_lu: Sélectionner une autre période
hr_hr: Molimo pokušajte ponovno odabrati neki drugi vremenski raspon
ja: 違う日付範囲で最選択して下さい
lv_lv: Lūdzu meiģiniet vēlreiz izvēloties citu periodu
pl_pl: Spróbuj wybrać inny zakres dat
vi_vn: Vui lòng th? l?i b?ng cách ch?n m?t ph?m vi ngày khác

source: The SQL that returned no rows was
ar: كان SQL التي إرجاع أية صفوف
et: SQL et tagasi ei ridades oli
fa: بازگشت گذاشتن که هیچ ردیف شد
fr_lu: Échec de la commande SQL:
hr_hr: SQL koji se vratio bez reda je
ja: 返答された内容がないSQLは
lv_lv: SQL , ka nekas netika rindas bija
pl_pl: Użyte zapytanie SQL
vi_vn: D? li?u SQL dã không tr? v? m?t dòng nào là

source: Dispatches After
ar: ترسل بعد
et: lähetused Pärast
fa: پس از اعزام
fr_lu: Livraison Après
hr_hr: Nakon depeša
ja: 送出した後、
lv_lv: nosūtīšana Pēc
pl_pl: Wysyłki po
vi_vn: Sau khi công văn

source: Day(s) from Requested Delivery Date
ar: اليوم (ق) من تاريخ التسليم مطلوب
et: Päeva (d) taotluse tarne aeg
fa: روز (ها) از تاریخ تحویل درخواست شده
fr_lu: Jour (s) de livraison demandée Date
hr_hr: Dan ( i) od zatražene rok isporuke
ja: 指定納期からデイ（S）
lv_lv: Diena (s ) no pieprasījuma Piegāde Datums
pl_pl: dniach od daty zamówienia wysyłki
vi_vn: Ngày (s) từ yêu cầu giao hàng ngày

source: Delivery Dates from
ar: مواعيد التسليم من
et: Tarnetähtajad alates
fa: تاریخ تحویل از
fr_lu: Les dates de livraison de
hr_hr: Termin isporuke od
ja: 納品日 開始
lv_lv: Piegāde Datumi, no
pl_pl: Daty wysyłki od
vi_vn: Ngày giao hàng từ

source: Total number of differences
ar: إجمالي عدد الاختلافات
et: Koguarv erinevused
fa: تعداد کل تفاوت
fr_lu: Nombre total de différences
hr_hr: Ukupan broj razlika
ja: 差異の合計数
lv_lv: Kopskaits atšķirības
pl_pl: Ogólna ilość różnic
vi_vn: T?ng s? khác bi?t

source: Could not retrieve the count of sales order lines in the period under review
ar: لا يمكن استرداد عدد من خطوط ترتيب مبيعات في الفترة قيد الاستعراض
et: Ei saa arvu tuua müügi , et liinid vaadeldaval perioodil
fa: آیا بازیابی دفعات مشاهده شده از خطوط جهت فروش در دوره تحت بررسی نیست
fr_lu: Impossible de récupérer le nombre de ventes de lignes de commande dans la période sous revue
hr_hr: Ne mogu dohvatiti broj prodajnih naloga linija u promatranom razdoblju
ja: 当期は受注明細のカウントを取得できませんでした
lv_lv: Nevar paņemt skaits no pārdošanas pasūtījumu līniju Pārskata periodā
pl_pl: Nie udało się obliczyć ilości linii zamówień w podanym okresie
vi_vn: Không thể lấy lại số dòng đơn đặt hàng trong khoảng thời gian được xem xét

source: Total number of order lines
ar: إجمالي عدد خطوط النظام
et: Koguarv et liinid
fa: تعداد کل خطوط سفارش
fr_lu: Nombre total de lignes de commande
hr_hr: Ukupan broj narudžbi linije
ja: 注文行の合計数
lv_lv: Kopskaits pasūtījuma līniju
pl_pl: Ogólna suma pozycji
vi_vn: Tổng số dòng lệnh

source: DIFOT
ja: 定刻完納

source: Please find herewith DIFOT report from
ar: تجدون طيه تقرير DIFOT من
et: Palun leia käesolevaga DIFOT aruanne
fa: لطفا گزارش پیدا DIFOT این نامه از
fr_lu: S'il vous plaît trouver ci-joint le rapport de DIFOT
hr_hr: Molimo pronaći ovime DIFOT izvješće iz
ja: 同封した定刻完納レポートに気づいてください
lv_lv: Lūdzu šeit DIFOT ziņojumu no
pl_pl: W załączeniu raport wysyłek terminowych od
vi_vn: Xin vui lòng tìm thấy báo cáo theo Thông tư này DIFOT từ

source: Delivery Differences Report
ar: عن الاختلافات التسليم
et: Toimetaja Erinevused Raport
fa: تفاوت تحویل گزارش
fr_lu: Différences Delivery Report
hr_hr: Način Razlike Prijavi
ja: 納品差異レポート
lv_lv: Piegāde Atšķirības Ziņojums
pl_pl: Zestawienie Różnic Wysyłek
vi_vn: Sự khác biệt giao hàng báo cáo

source: Delivery Differences Log Report Error
ar: الاختلافات تسليم سجل خطأ تقرير
et: Toimetaja Erinevused Logi Teata veast
fa: تفاوت ورود به سیستم تحویل گزارش خطا
fr_lu: Différences de livraison Log Rapport d'erreur
hr_hr: Način Razlike Prijavite Prijavi Error
ja: 納品差異ログレポートエラー
lv_lv: Piegāde Atšķirības Pieteikties Ziņot par kļūdu
pl_pl: Błąd Raportu Różnic Dostaw
vi_vn: Sự khác biệt giao hàng Đăng Báo lỗi

source: An error occurred getting the variances between deliveries and orders
ar: حدث خطأ الحصول على الفروق بين الولادات و أوامر
et: Tekkis viga saadaerinevused tarnete ja tellimuste
fa: خطا رخ داده است گرفتن واریانس بین زایمان و سفارشات
fr_lu: Erreur lors de la recherche des écarts entre les livraisons et les commandes
hr_hr: Došlo je do pogreške dobivanje razlike između isporuka i naredbama
ja: 納品と注文の差異を取得してエラーが発生しました
lv_lv: Kļūda iegūt dispersijas starp piegādēm un rīkojumiem
pl_pl: Błąd przy obliczaniu różnic między zamówieniami i dostawami
vi_vn: Đã xảy ra lỗi nhận được sự chênh lệch giữa việc giao hàng và đơn đặt hàng

source: The SQL used to get the variances between deliveries and orders that failed was
ar: و SQL تستخدم للحصول على و الفروق بين الولادات والأوامر التي فشلت
et: SQL kasutada saanerinevused tarnete ja korraldusi, mis ei olnud
fa: گذاشتن مورد استفاده قرار گرفتن واریانس بین زایمان و سفارشات که شکست خورده بود
fr_lu: Échec de la commande SQL d'affichage des écarts entre les livraisons et les commandes:
hr_hr: SQL se koristi da bi se razlike između isporuke i narudžbama koje je propustio
ja: SQLは、失敗した納入と受注の差異があった取得するために使用
lv_lv: SQL izmanto, lai iegūtu starp piegādēm un pasūtījumiem atšķirībām , kas neizdevās , bija
pl_pl: Użyte fraza SQL:
vi_vn: SQL được sử dụng để có được sự chênh lệch giữa việc giao hàng và đơn đặt hàng mà không thành công là

source: Variances Between Deliveries and Orders
ar: الفروق بين التسليم و الطلبيات
et: Erinevused Tarned ja Tellimused
fa: واریانس بین و تحویل سفارشات
fr_lu: Les écarts entre les livraisons et commandes
hr_hr: Razlike između isporuke i narudžbama
ja: 配達と注文の差異
lv_lv: Atšķirībām starp piegādēm un pasūtījumiem
pl_pl: Różnice Między Zamówieniami i Dostawami
vi_vn: Chênh lệch giữa giao hàng và đơn đặt hàng

source: Variances Between Deliveries and Orders from
ar: الفروق بين الولادات وأوامر من
et: Erinevused Tarned ja tellimused
fa: واریانس بین و تحویل سفارشات از
fr_lu: Les écarts entre les livraisons et les commandes de
hr_hr: Razlike između isporuke i narudžbe iz
ja: からの配達と注文の差異
lv_lv: Atšķirībām starp piegādēm un pasūtījumiem no
pl_pl: Różnice Między Zamówieniami i Dostawami od
vi_vn: Chênh lệch giữa giao hàng và đơn đặt hàng từ

source: Please find herewith delivery differences report from
ar: تجدون طيه تقرير التسليم الاختلافات من
et: Palun leia käesolevaga tarne erinevused aruanne
fa: لطفا این نامه پیدا کردن گزارش تحویل تفاوت از
fr_lu: S'il vous plaît trouver ci-joint la livraison des différences de rapport
hr_hr: Molimo pronaći ovime isporuke razlike izvješće iz
ja: からこれにより、配信の違いレポートを見つけてください
lv_lv: Lūdzu šeit piegādes atšķirības atskaiti no
pl_pl: W załączeniu raport różnic w dostawach od
vi_vn: Xin vui lòng tìm kèm báo cáo sự khác biệt giao hàng từ

source: General Ledger Journal
ar: دفتر الأستاذ العام مجلة
et: Pearaamat Teataja
ja: 総勘定元帳

source: Printing Error
ar: خطأ في الطباعة
et: trükiviga
hr_hr: tiskarskoj pogrešci
ja: 納品書印刷エラー

source: There were no Journals to print
ar: لم تكن هناك مجلات للطباعة
et: Puudusid Ajakirjad printida
ja: 印刷する明細書がありません

source: Goods Received Note
ar: تلقت البضائع ملاحظة
et: Saadud kaubad Märkus
fa: محصولات دریافتی توجه کنید
fr_lu: Note à propos des marchandises reçues
hr_hr: Roba primljeni bilješku
ja: 表示 全商品入庫 以降
lv_lv: Parādīt saņemtās preces no
pl_pl: Uwaga otrzymanych towarów
vi_vn: Ghi chú đã nhận hàng

source: Could not get the supplier of the selected GRN
ar: لم أستطع الحصول على مورد لل GRN المختارة
fr_lu: Ne trouve pas le fournisseur correpsondant au bon de réception
hr_hr: Ne može se dobiti dobavljač odabranog GRN
ja: 品目の払出が取出しできませんでした理由は

source: Could not determine if the item was controlled or not because
ar: لا يمكن تحديد ما إذا كان يسيطر هذا البند أم لا لأن
et: Ei suutnud otsustada , kas ese on kontrollitud või mitte , sest
fa: ممکن است تعیین اینکه آیا مورد یا کنترل شده است نمی کند چرا که نه
fr_lu: Impossible de déterminer si l'élément a été contrôlé ou non, parce
hr_hr: Ne može se utvrditi je lipredmet je pod kontrolom ili ne , jer
ja: 項目が制御されたかどうかを判断できませんでしたか理由
lv_lv: Nevar noteikt, vaiprece tika kontrolēta vai ne, jo
pl_pl: Nie można określić czy towar z pozycjiu jest kintrolowany czy nie ponieważ
vi_vn: Không thể xác định xem mục được kiểm soát hay không bởi vì

source: Could not retrieve the stock movement reference number which is required in order to retrieve details of the serial items that came in with this GRN
ar: لا يمكن استرداد حركة المخزون الرقم المرجعي الذي هو مطلوب من أجل استرداد تفاصيل البنود التي جاءت في المسلسل مع هذا GRN
et: Ei saa laadida aktsia liikumise viitenumber , mis on vajalik selleks, et taastada andmedseerianumber objekte, mis tuli käesoleva GRN
fa: آیا بازیابی سهام جنبش تعداد مرجع است که لازم به منظور بازیابی اطلاعات از اقلام که در سریال با این GRN نمی آمد
fr_lu: Impossible de récupérer le numéro de référence stock mouvement qui est nécessaire afin de récupérer des détails sur les éléments de série qui est arrivé avec cette GRN
hr_hr: Ne mogu dohvatiti poziv na broj dionica koji je potreban kako bi se dohvatiti podatke o serijskim stavke koje su nastale u ovom GRN pokret
ja: このGRNと入って来たシリアル項目の詳細を取得するために必要とされる株式の動き参照番号を取得できませんでした
lv_lv: Nevarēja iegūt akciju kustības atsauces numurs, kas ir nepieciešams , lai iegūtu informāciju par sērijveida posteņiem, kas nāca ar šo GRN
pl_pl: Nie można odtworzyć numeru dokumentu magazynowego który jest niezbędny do odtworzenia szczegółów towaru kontrolowanego dostarczonego w tej dostawie
vi_vn: Không thể lấy số tài liệu tham khảo phong trào cổ phiếu đó là cần thiết để thu hồi chi tiết của các mục nối tiếp đi kèm với GRN này

source: Date of Receipt:
ar: تاريخ الاستلام:
et: Kättesaamise kuupäev:
fa: تاریخ وصول :
fr_lu: Date de réception:
hr_hr: Datum zaprimanja:
ja: 受取総額
lv_lv: Saņemtā summa
pl_pl: Data przyjęcia:
vi_vn: Ngày viết biên lai

source: Signed for
ar: وقع ل
et: allkirjastatud
fa: امضا برای
fr_lu: Signature
hr_hr: Potpisao
ja: と 範囲
lv_lv: un par
pl_pl: Podpisano
vi_vn: Ký cho

source: GRN Error
ar: GRN خطأ
et: GRN viga
fa: GRN خطا
fr_lu: Erreur BR
hr_hr: Pogreška GRN
ja: GRNエラー
lv_lv: GRN kļūda
pl_pl: Błąd GRN
vi_vn: L?i GRN

source: There were no GRNs to print
ar: لم تكن هناك GRNs لطباعة
et: Puudusid GRNs printida
fr_lu: Il n'y avait pas de bons de récption à imprimer
ja: 印刷する明細書がありません

source: Low Gross Profit Sales
ar: انخفاض المبيعات مجمل الربح
et: Madal brutokasum müük
fa: کم فروش سود ناخالص
fr_lu: Les ventes à faible marge brute
hr_hr: Niske bruto dobit Prodaja
ja: 低い売上総利益売上高
lv_lv: Zema Bruto peļņa Sales
pl_pl: Sprzedaże Niskodochodowe
vi_vn: Hàng bán l?i nhu?n th?p

source: Low GP sales
ar: انخفاض مبيعات GP
et: Madal GP müük
fa: دکتر خانوادگی تان کم فروش
fr_lu: Faible des ventes GP
hr_hr: Niske GP prodaja
ja: 低粗利 sales
lv_lv: Zema GP pārdošanu
pl_pl: Sprzedaże Niskodochodowe
vi_vn: Hàng bán l?i nhu?n th?p

source: The dates entered must be in the format
ar: يجب أن تكون التواريخ المدخلة في التنسيق
et: Kuupäevadel sõlmitud peab olema kujul
fa: تاریخ وارد شده باید در قالب می شود
fr_lu: Les dates doivent être entrées dans le format
hr_hr: Datumi moraju biti uneseni u obliku
ja: 入力した日付は形式でなければなりません
lv_lv: Ievadītie datumi jābūt formātā
pl_pl: Wprowadzane daty muszą być w formacie
vi_vn: Ngày nh?p vào ph?i dúng d?nh d?ng

source: The low GP items could not be retrieved by the SQL because
ar: لا يمكن استرجاع العناصر GP انخفاض بواسطة SQL لأن
et: Madal GP punkte ei saanud need väljaSQL sest
fa: اقلام دکتر خانوادگی تان کم می تواند با گذاشتن زیرا قابل بازیابی نیست
fr_lu: Les points faibles GP n'a pas pu être récupéré par le SQL, car
hr_hr: Niske GP stavke ne može biti popravljanje od strane SQL , jer
ja: 低GP項目は、SQLによって取得できませんでしたので、
lv_lv: Zemās GP vienības nevar iegūt, SQL , jo
pl_pl: Nie można odtworzyć sprzedaży niskodochodowych ponieważ
vi_vn: Không truy xuất được các mặt hàng lợi nhuận thấp bằng dữ liệu SQL vì

source: No low GP items retrieved
ar: لا توجد عناصر GP منخفض استرجاع
et: Ei madal GP esemeid kätte
fa: هیچ آیتمی دکتر خانوادگی تان کم بازیابی
fr_lu: Aucun des articles de faible GP récupérés
hr_hr: Nema niske GP stavki dohvatiti
ja: いいえ低いGPアイテムが取得されない
lv_lv: Nav zemas GP preces ielādēts
pl_pl: Nr niskiej pozycji GP przywrócony
vi_vn: Không có mặt hàng lợi nhuận thấp nào được truy xuất

source: Low Gross Profit Report
ar: منخفض بلغ إجمالي الربح
et: Madal brutokasum aruanne
fa: کم گزارش سود ناخالص
fr_lu: Rapport faible marge brute
hr_hr: Niska Bruto dobit Prijavi
ja: 税引前利益%の表示
lv_lv: Zema Bruto peļņa pārskats
pl_pl: Zysk brutto Sprawozdanie Low
vi_vn: Báo cáo lợi nhuận thấp

source: Sales Made From
ar: المبيعات التي تتم من
et: Müük Valmistatud
fa: فروش ساخته شده از
fr_lu: Ventes à partir
hr_hr: Prodaje izrađena od
ja: から作られた販売
lv_lv: Pārdošanas Izgatavots no
pl_pl: Sprzedaż Od
vi_vn: Bán hàng được làm từ

source: in the format
ar: في الشكل
et: vormingus
fa: در قالب
fr_lu: dans le format
hr_hr: u obliku
ja: 形式で
lv_lv: formātā
pl_pl: w formacie
vi_vn: trong d?nh d?ng

source: Sales Made To
ar: يشار إلى أن مبيعات ل
et: MÜÜK
fa: فروش ساخته شده به
fr_lu: Ventes à
hr_hr: Prodaja Made To
ja: 売上高は、に加えられた
lv_lv: Apjomus, kas
pl_pl: Sprzedaż Do
vi_vn: Bán hàng Xuất xứ Để

source: Show sales with GP
ar: تظهر المبيعات مع GP
et: Näita müügitehingute GP
fr_lu: Afficher ventes avec GP
hr_hr: Pokaži prodaje s GP
ja: 販売グラフ表示
lv_lv: Rādīt pārdošanu ar GP
vi_vn: Doanh số bán với bác sĩ gia đình

source: below
ar: أقل من
et: allpool
fa: در زیر
fr_lu: ci-dessous
hr_hr: ispod
ja: 以下
pl_pl: poniżej
vi_vn: dưới đây

source: Order Status Report
ar: تقرير حالة النظام
fa: سفارش گزارش وضعیت
fr_lu: Statut des commandes
hr_hr: Izvješće o stanju naloga prodaje
ja: 受注状況レポート
lv_lv: Rīkojuma statusa atskaite
pl_pl: Raport Stanu Zamówień
vi_vn: Báo cáo tình trạng đơn hàng
