Repository: timschofield/KwaMoja-Medical
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar, et, fa, fr_lu, hr_hr, ja, lv_lv, pl_pl, vi_vn

source: Could not retrieve the component quantity left at the location once the component items are issued to the work order (for the purposes of checking that stock will not go negative) because
ar: لا يمكن استرداد كمية المكون تركت في الموقع مرة واحدة وتصدر العناصر المكون لأمر العمل ( لأغراض التحقق من أن الأسهم لن تذهب السلبية ) لأن
et: Ei saanud tuuaosa kogus lahkunud kohas kui osa punkte väljastataksetöökäsk ( eesmärgil kontrollida, et aktsia ei hakka negatiivne ), sest
fr_lu: Impossible de récupérer la quantité composante gauche à l'endroit une fois que les éléments qui les composent sont émis à l'ordre de travail (aux fins de vérifier que le stock ne va pas négatif), car
hr_hr: Ne mogu dohvatiti komponente količina lijevo na mjesto kada su sastavni predmeti izdana na radnom nalogu ( za potrebe provjere taj stock neće ići negativna ) , jer
ja: コンポーネント項目が作業指示に発行（負に行くことはありませんその株をチェックする目的で）ので、された後の場所に残って成分量を取得できませんでした
lv_lv: Nevar paņemt detaļu daudzumu pa kreisi vietā, kad sastāvdaļas preces tiek izsniegtas darba kārtībā ( lai pārbaudītu šo krājumu neiešu negatīvs nolūkos ), jo
pl_pl: Nie można pobrać komponent ilość lewo w miejscu, po części przedmiotów są wydawane zlecenia (dla celów kontroli, że czas nie wychodzi ujemny), ponieważ
vi_vn: Không thể lấy số lượng thành phần còn lại ở vị trí một khi các mục thành phần được ban hành trình tự công việc (đối với mục đích của việc kiểm tra chứng khoán sẽ không đi tiêu cực ) bởi vì

source: Receiving the selected quantity against this work order would result in negative stock for a component. The system parameters are set to prohibit negative stocks from occurring. This manufacturing receipt cannot be created until the stock on hand is corrected.
ar: سوف تلقي الكمية المحددة ضد هذا النظام يؤدي العمل في الأوراق المالية السلبية لمكون .
et: Vastuvõtu valitud koguse vastu töökäsu tooks kaasa negatiivseid aktsia kohtakomponent .
fr_lu: Recevoir la quantité choisie contre cette ordonnance de travail se traduirait par stock négatif pour un composant. Les paramètres du système sont d'interdire les stocks négatifs ne se produisent. Cet accusé de réception de fabrication ne peut pas être créé avant que le stock disponible est corrigé.
hr_hr: Primanje odabranu količinu protiv tog radnog naloga bi rezultirati negativnim skladištu za komponentu .
ja: この作業指示に対して、選択した量を受信するコンポーネントに対してネガティブ株式をもたらすでしょう。
lv_lv: Saņemšana izvēlēto daudzumu pret šo darba kārtības radīs negatīvu Noliktavā sastāvdaļa .
pl_pl: Odbieranie wybranej ilości przeciwko tej zlecenia spowodowałoby negatywne czas dla składnika. Parametry systemowe są ustawione na zakazać negatywnych zasobów powstawaniu. To potwierdzenie produkcji nie mogą być tworzone do zgromadzonych zapasów zostanie poprawiona.
vi_vn: Nhận được số lượng lựa chọn chống lại trật tự công việc này sẽ dẫn đến cổ phiếu tiêu cực cho một thành phần .

source: Cost roll on release of WO
ar: تكلفة لفة على الإفراج عن WO
et: Kulude rulli vabastamist WO
fa: هزینه رول در انتشار WO
fr_lu: Coût nominal sur la libération de WO
hr_hr: Troškovi rolu na oslobađanje WO
ja: WOのリリースにロールコスト
lv_lv: Izmaksas roll par atbrīvošanu WO
pl_pl: Koszt rolki na uwolnienie WO
vi_vn: Chi phí cuộn trên phát hành của WO

source: Quantity on hand of
ar: الكمية على يد
et: Kogus on käes
fr_lu: Quantité disponible
hr_hr: Količina na ruci
ja: 在庫数量の
lv_lv: Daudzums uz rokas
pl_pl: Ilość na stanie
vi_vn: Lượng hàng có của

source: The GL credit for the stock cost adjustment posting could not be inserted because
ar: الفضل GL لتعديل تكلفة المخزون المشاركة لا يمكن إدراج بسبب
et: GL krediitiaktsia kohandus postitad ei saa lisada , sest
fr_lu: Le crédit GL pour le rajustement du coût du stock annonce ne pouvait pas être inséré, car
hr_hr: GL kredit za prilagodbu troškova knjiženja dionica ne može biti umetnuta , jer
ja: 投稿在庫コスト調整用GLクレジットを挿入することができませんでしたので、
lv_lv: GL kredītu fondu izmaksu korekciju norīkošanu nevarēja ievietota , jo
pl_pl: Strona Ma dla korekty wartości magazynów nie może być zapisana do KG ponieważ
vi_vn: GL tín dụng cho việc điều chỉnh giá chào bán không có thể được chèn vào bởi vì

source: The location stock record could not be updated by the issue of stock to the work order from an auto issue component because
ar: لا يمكن تحديث السجل الأوراق المالية الموقع عن طريق إصدار الأسهم إلى أجل العمل عنصرا من قضية السيارات بسبب
et: Asukoht laoarvestuse ei saa ajakohastatud küsimus stock töö tellidaauto teema komponent , sest
fr_lu: Le registre des stocks emplacement ne pourrait pas être mis à jour par l'émission d'actions à l'ordre de travail à partir d'une composante auto question parce
hr_hr: Mjesto snimanja dionica ne može biti obnovljeno izdavanjem dionica na radni nalog iz komponente auto problem, jer
ja: 位置在庫レコードが自動発行コンポーネントから作業指示に株式の発行によって更新することができませんでしたので、
lv_lv: Atrašanās vieta uzkrājumu uzskaite nevar atjaunināt ar jautājumu par krājumu darba kārtībā no auto emisijas sastāvdaļa , jo
pl_pl: Ewidencji zapasów Lokalizacja nie może być aktualizowany przez emisji papierów wartościowych na zlecenie pracy od części problem, ponieważ auto
vi_vn: Kỷ lục cổ phiếu vị trí không có thể được cập nhật bởi các vấn đề của cổ phiếu thứ tự công việc từ một thành phần vấn đề tự do

source: stock movement record could not be inserted for an auto-issue component because
ar: لا يمكن إدراج سجل حركة المخزون ل عنصر لصناعة السيارات في المشكلة بسبب
et: aktsia liikumine rekord ei saa sisestatud jaoksauto- teema komponent , sest
fr_lu: enregistrer le mouvement de stock ne pouvaient pas être insérés pour une composante auto-question, car
hr_hr: dioničko pokret zapis nije mogao biti stavljen za automatsko izdavanje komponente jer
ja: 在庫移動レコードが自動発行コンポーネント理由のために挿入することができませんでした
lv_lv: krājumu kustības ieraksts nevar ievietota uz auto- jautājums sastāvdaļa , jo
pl_pl: zapis przepływu zapasów nie mogą być włączone do części auto-problem, ponieważ
vi_vn: ghi lại chuyển động cổ phiếu không có thể được chèn vào cho một thành phần tự động vấn đề bởi vì

source: The following SQL to update the work order cost was used
ar: تم استخدام SQL التالية لتحديث تكلفة النظام العمل
et: Järgmine SQL uuendada töökäsk kulude kasutati
fr_lu: Le SQL suivante pour mettre à jour le coût pour le travail a été utilisé
hr_hr: Sljedeći SQL ažurirati troškove radnog naloga je korišten
ja: 作業指図原価を更新する以下のSQLが使われました
lv_lv: Pēc SQL atjaunināt darba kārtībā izmaksas tika izmantota
pl_pl: Poniżej SQL do aktualizacji koszt zlecenia był używany
vi_vn: SQL sau đây để cập nhật các chi phí để làm việc đã được sử dụng

source: The WIP side of the work order issue GL posting could not be inserted because
ar: لا يمكن إدراج الجانب WIP للقضية أجل العمل GL بالإرسال لأن
et: WIP pool töökäsu küsimus GL postitad ei saa lisada , sest
fr_lu: Le côté encours de GL question de travail pour l'affichage n'a pas pu être insérées pour cause
hr_hr: WIP strana izdavanja radnog naloga GL knjiženja se ne može umetnuti zbog
ja: ポスティング作業指示発行GLのWIP側が挿入することができませんでしたので、
lv_lv: WIP pusē darba rīkojuma izdošanas GL norīkošanu nevarēja ievietota , jo
pl_pl: Strony WIP zlecenia prac GL problem delegowania nie mogą być włączone, ponieważ
vi_vn: Bên WIP các công việc để vấn đề GL gửi không thể được chèn vào bởi vì

source: The following SQL to insert the WO issue GLTrans record was used
ar: تم استخدام SQL التالية لإدراج قضية WO سجل GLTrans
et: Järgmine SQL sisestada WO teema GLTrans rekord kasutati
fr_lu: Le SQL suivant pour insérer la question WO GLTrans record a été utilisée
hr_hr: Sljedeći SQL umetnuti wo pitanje GLTrans rekord je korišten
ja: 作業指図払出GLトランを追加する以下のSQLが使われました
lv_lv: Pēc SQL ievietot WO jautājumu GLTrans ieraksts tika izmantots
pl_pl: Poniżej SQL wstawić problem WO GLTrans rekord został użyty
vi_vn: SQL sau đây để chèn các vấn đề WO GLTrans kỷ lục đã được sử dụng

source: The stock side of the work order issue GL posting could not be inserted because
ar: لا يمكن إدراج الجانب الأسهم للقضية أجل العمل GL بالإرسال لأن
et: Aktsia pool töökäsu küsimus GL postitad ei saa lisada , sest
fr_lu: Le côté le point de la question du travail GL ordonner l'affichage n'a pas pu être insérées pour cause
hr_hr: Dioničko strana izdanja radnog naloga GL knjiženja se ne može umetnuti zbog
ja: ポスティング作業指示発行GLの在庫側を挿入することができませんでしたので、
lv_lv: Krājums pusē darba uzdevuma izsniegšanas GL norīkošanu nevarēja ievietota , jo
pl_pl: Po stronie zapasów z rzędu pracy GL problem delegowania nie mogą być włączone, ponieważ
vi_vn: Phía cổ phiếu của công việc để vấn đề đăng GL không thể được chèn vào bởi vì

source: The predefined serial number record could not be deleted because
ar: لا يمكن حذف السجل رقم تسلسلي محدد مسبقا لأن
et: Eelnevalt seerianumber rekord ei saa kustutada , sest
fr_lu: Le record nombre prédéfini de série ne pouvait pas être supprimé car
hr_hr: Predefiniran serijski broj zapis nije mogao biti izbrisan , jer
ja: 定義済みの税務当局は取り戻しできませんでした、理由は
lv_lv: Rīkojuma pamatinformāciju nevar dzēst
pl_pl: Predefiniowanych seryjny numer wpisu nie można usunąć, ponieważ
vi_vn: Ghi số được xác định trước không thể bị xóa bởi vì

source: The following SQL to delete the predefined work order serial number record was used
ar: تم استخدام SQL التالية لحذف أجل العمل سجل الرقم التسلسلي مسبقا
et: Järgmine SQL kustutada eelnevalt töökäsu seerianumber rekord kasutati
fr_lu: Le SQL suivante pour supprimer l'ordre prédéfini travaux nombre record de série a été utilisée
hr_hr: Sljedeći SQL izbrisati unaprijed radnih naloga serijski broj rekord je korišten
ja: 作業指図払出GLトランレコードを追加する以下のSQLが使われました
lv_lv: Labojot numurētās preces lietots sekojo&#353;s SQL
pl_pl: Po SQL, aby usunąć predefiniowanych zlecenia seryjny numer wpisu użyto
vi_vn: SQL sau đây để xóa các bản ghi số thứ tự công việc được xác định trước đã được sử dụng

source: The predefined batch/lot/bundle record could not be deleted because
ar: لا يمكن حذف الدفعة / الكثير / حزمة قياسية محددة مسبقا لأن
et: Eelnevalt partii / palju / kimp rekord ei saa kustutada , sest
hr_hr: Predefiniran serije / Puno / bala zapis nije mogao biti izbrisan , jer
ja: 定義済みの税務当局は取り戻しできませんでした、理由は
lv_lv: The Shipping cost record could not be updated because
pl_pl: Predefiniowanych partii towaru / partii / zapis pakiet nie może zostać usunięty, ponieważ
vi_vn: Kỷ lục hàng loạt / lô / gói được xác định trước không thể bị xóa bởi vì

source: The following SQL to delete the predefined work order batch/bundle/lot record was used
ar: تم استخدام SQL التالية لحذف عمل النظام دفعة / حزمة / الكثير سجل مسبقا
et: Järgmine SQL kustutada eelnevalt töökäsu partii / kimbus / palju rekord kasutati
hr_hr: Sljedeći SQL izbrisati unaprijed radnih naloga serije / bundle / puno rekord je korišten
ja: 購買発注詳細レコードを更新する以下のSQLが使われました
lv_lv: Labojot numurētās preces lietots sekojo&#353;s SQL
pl_pl: Po SQL, aby usunąć predefiniowanych partii zlecenia z paczki / zapis partii był używany
vi_vn: SQL sau đây để xóa các lệnh lô / bó / rất nhiều kỷ lục công việc được xác định trước đã được sử dụng

source: The receipt of work order finished stock GL posting could not be inserted because
ar: الانتهاء من استلام أمر الشغل الأسهم GL بالإرسال لا يمكن إدراجها لأن
et: Saamist töökäsu tapaloomade GL postitad ei saa lisada , sest
fr_lu: La réception de la commande travaux finis GL stock annonce ne pouvait pas être inséré, car
hr_hr: Primitak radnog naloga završio dionica GL knjiženja se ne može umetnuti zbog
ja: 作業指示の領収書は、株式GLはポスティング終了するために挿入することができませんでした
lv_lv: Darba kārtības saņemšana pabeigta akciju GL norīkošanu nevarēja ievietota , jo
pl_pl: Otrzymania zlecenia gotowych GL czas oddelegowania nie może być włożona, ponieważ
vi_vn: Nhận làm việc để hoàn thành cổ phiếu đăng GL không có thể được chèn vào bởi vì

source: The receipt of
ar: تلقي
et: Saamist
fr_lu: La réception de
hr_hr: Primitak
ja: の領収書
lv_lv: Saņemšana
pl_pl: Otrzymania
vi_vn: Biên lai của

source: Select a different work order for receiving finished stock against
ar: حدد نظام العمل المختلفة لتلقي الأوراق المالية النهائية ضد
et: Valige erinev töökäsu vastuvõtuks valmis aktsia vastu
fr_lu: Sélectionner un autre ordre de travail
hr_hr: Odaberite neki drugi radni nalog za prijem gotovog zaliha protiv
ja: 異なる受入作業指図選択 以下の完了在庫
lv_lv: Izvēlieties citu darba kārtību , kas saņem gatavo sastāvu pret
pl_pl: Wybierz inne zlecenia do odbioru wyrobów gotowych z
vi_vn: Chọn một để làm việc khác nhau để nhận được chứng khoán thành chống lại

source: The selected work order has been closed and variances calculated and posted. No more receipts of manufactured items can be received against this work order. You should make up a new work order to receive this item against.
ar: تم إغلاق أجل العمل المحددة و الفروق المحسوبة و التي تم نشرها.
et: Valitud töökäsk on suletud ja erinevused arvutatud ja postitatud .
fa: سفارش کار انتخاب بسته شده است و واریانس محاسبه شده و ارسال شده است .
fr_lu: Le bon de travail sélectionné a été fermée et les écarts calculés et affichés. Aucun reçu plus d'articles manufacturés peuvent être déposées contre cet ordre de travail. Vous devriez faire un nouvel ordre du travail pour recevoir cet article contre.
hr_hr: Odabrani radovi kako je zatvorena , a odstupanja izračunata i objavljena .
ja: 選択された作業指示は閉じられ、分散が計算され、掲示されています。
lv_lv: Izvēlētais darba kārtībā ir slēgta , un atšķirības aprēķināta un publicēta .
pl_pl: Wybrane zlecenia zostało zamknięte i odchyleń oblicza i wysłana. Nie więcej wpływów produkowanych przedmiotów mogą być odbierane od tej zlecenia. Należy utworzyć nową zlecenia do otrzymania tej pozycji przeciw.
vi_vn: Trình tự công việc được lựa chọn đã bị đóng cửa và phương sai tính toán và đăng .

source: Receive work order
ar: والحصول على النظام العمل
et: Saada töökäsu
fr_lu: Réception des commandes de travail
hr_hr: Primanje radni nalog
ja: 作業指図受入
lv_lv: Saņemt darba kārtībā
pl_pl: Odbiór zlecenia
vi_vn: Nh?n l?nh s?n xu?t

source: Date Received
ar: تاريخ الاستلام
et: Vastuvõtu kuupäev
fr_lu: Date de réception
hr_hr: Datum primljeni
ja: 受入日付
lv_lv: datums saņemtā
pl_pl: Data odebrane
vi_vn: Ngày nhận

source: Received Into
ar: وردت في
et: laekunud
fr_lu: Reçus dans
hr_hr: primljeni u
ja: 受入場所
lv_lv: Saņemtā Into
pl_pl: Otrzymane
vi_vn: Ðu?c nh?n vào

source: Serial Numbers Received
ar: الأرقام التسلسلية المتلقى
et: Seerianumbrid Vastatud
fr_lu: N° de série reçus
hr_hr: Serijski brojevi primljeni
ja: シリアル番号は、受信
lv_lv: Sērijas numuri saņemtā
pl_pl: Numery seryjne odebrane
vi_vn: Đã nhận được số se-ri

source: No serial numbers defined yet
ar: تعريف أي الأرقام التسلسلية حتى الآن
et: No seerianumbrid veel määratletud
fr_lu: Aucun numéro de série encore défini
hr_hr: Nema serijski brojevi još definirani
ja: まだ定義された地域がありません
lv_lv: Valūta nav definēta
pl_pl: Nie określono jeszcze numery seryjne
vi_vn: Chua có s? se-ri nào du?c xác d?nh

source: Process Manufactured Items Received
ar: عملية سلع المصنعة المتلقى
et: Process Valmistatud asjade kohta
fr_lu: Processus Fait éléments reçus
hr_hr: Proces Proizvedeno Predmeti primljeni
ja: 入庫済み製造品目の処理
lv_lv: Procesa Rūpniecības preces saņemtā
pl_pl: Proces Produkowane elementy odbierane
vi_vn: Quá trình Sản xuất mục nhận

source: Batch/Lots Received
ar: الدفعة / الكثير المتلقى
et: Partii / saadud partiid
fr_lu: Lots reçus
hr_hr: Hrpa / Mnogo primljeni
ja: バッチ/ロット受信
lv_lv: Partijas / Daudz saņemtā
pl_pl: Serii / partii otrzymanych
vi_vn: Hàng loạt / Rất nhiều nhận

source: No batches/lots defined yet
ar: لا دفعات / الكثير يعرف حتى الآن
et: No partiide / palju veel määratletud
fr_lu: Pas de lot défini
hr_hr: Nema serije / puno definirano
ja: 支店定義 for
lv_lv: Valūta nav definēta
pl_pl: Nr serii / partii jeszcze określona
vi_vn: Không lô / rất nhiều định nghĩa chưa

source: Work Order Status Inquiry
ar: تعمل بالدفع التحقيق الحالة
et: Töö tellimuse olek Inquiry
fr_lu: Enquête de travail Suivi de commande
hr_hr: Rad Status upita redoslijedom
ja: 作業指図状況問合せ
lv_lv: Darbs Pasūtījuma statusa pieprasījumu
pl_pl: Zlecenie zapytanie o status
vi_vn: Làm việc thứ tự Tình trạng Liên hệ

source: Work order Number
ar: العمل رقم الطلب
ja: 作業指図番号

source: Manual Issue
ar: العدد اليدوية
fr_lu: Émission manuelle
hr_hr: Priručnik Issue
ja: 手動払出
lv_lv: Manuālā Issue
pl_pl: Problem Manual
vi_vn: Vấn đề dẫn

source: Recalculate BOM costs
ar: تكاليف BOM حساب
et: Arvuta Bom kulud
fr_lu: Recalculer les coûts de nomenclature
hr_hr: Ponovni izračun BOM troškove
ja: 再計算運賃
lv_lv: Pārrēķināt BOM izmaksas
pl_pl: Przelicz koszty BOM
vi_vn: Chi phí HĐQT tính toán lại

source: An error occurred selecting all bottom level components
ar: حدث خطأ اختيار جميع المكونات المستوى السفلي
et: Tekkis viga valimisel alumine tase komponendid
fr_lu: Erreur lors de la recherche de tous les composants de premier niveau
hr_hr: Došlo je do pogreške odabirom donjoj razini sve komponente
ja: 支払いを取得してエラーが発生しました
lv_lv: Kļūda izraugoties visas grunts līmeņa komponenti
pl_pl: Wystąpił błąd wybierając wszystkie składniki dolne poziom
vi_vn: Đã xảy ra lỗi lựa chọn tất cả các thành phần cấp dưới

source: The SQL that was used to select bottom level components and failed in the process was
ar: كان SQL التي تم استخدامها لتحديد مكونات مستوى القاع، و فشلت في عملية
et: SQL , mida kasutati , et valida alumise tasandi komponente ja ei protsessis oli
fr_lu: Échec de la commande SQL d'affichage des éléments de base:
hr_hr: SQL koji je korišten za odabir dnu razini komponenti i da nije u postupku je
ja: BOMの構成部品を取り戻すのにSQLは用いられて、プロセスに失敗した
lv_lv: SQL , kas tika izmantota, lai izvēlētos grunts līmeņa komponentus un nav šajā procesā bija
pl_pl: SQL, który został użyty, aby wybrać składniki dolne poziomie i nie był w procesie
vi_vn: SQL đã được sử dụng để lựa chọn các thành phần đáy và thất bại trong quá trình này

source: Failed on item
ar: فشل في البند
et: Ebaõnnestunud kirje
fr_lu: Échec pour l'article
ja: ＆品目

source: Cost update has been rolled back
ar: وقد توالت التحديث تكلفة العودة
fr_lu: La mise à jour du coût a été annulée
hr_hr: Cijena ažuriranje je uklonio
ja: コストの更新がロールバックされました
lv_lv: Izmaksas atjauninājums ir atgriezts atpakaļ

source: All cost updates committed to the database.
ar: جميع التحديثات تكلفة تلتزم قاعدة البيانات .
et: Kõik kulud uudiseid pühendunud andmebaasi.
fr_lu: Toutes les mises à jour des coûts ont été appliqués à la base de données.
hr_hr: Svi troškovi obnove počinio u bazu podataka .
ja: はデータベースに定義されてない
lv_lv: Visas izmaksas atjauninājumi apņēmusies datu bāzē .
pl_pl: Wszystkie aktualizacje koszt zobowiązuje się do bazy danych.
vi_vn: Tất cả các bản cập nhật chi phí

source: This script will not update the General Ledger stock balances for the changed costs. If you use integrated stock then do not use this utility
ar: هذا السيناريو سوف يتم تحديث الأسهم أرصدة دفتر الأستاذ العام لتكاليف تغييرها.
et: See skript ei uuenda pearaamat laoseisud jaoksmuutunud kulud .
fa: این اسکریپت به روز رسانی سهام عمومی لجر توازن هزینه های تغییر .
fr_lu: Ce script ne modifiera pas les soldes de stock du grand livre pour les valeurs changées. N'utilisez pas cet utilitaire si vous gérez des stocks intégrés.
hr_hr: Ova skripta neće ažuriratiGlavna knjiga dionica bilance za promijenjenim troškovima .
ja: このスクリプトは、総勘定元帳在庫は変更費用の残高を更新しません。
lv_lv: Šis skripts nebūs atjauninātvirsgrāmatas krājumu bilanci mainītajiem izdevumiem .
pl_pl: Ten skrypt nie aktualizujeGeneral Zdjęcie Ledger balansuje na zmienionych kosztów .
vi_vn: Kịch bản này sẽ không cập nhật số dư cổ phiếu sổ cái cho các chi phí thay đổi.

source: Update costs for all items listed in a bill of materials
ar: تحديث التكاليف لجميع البنود المدرجة في مشروع قانون من المواد
et: Uuenda kulud kõigi loetletudmaterjaliandmik
fr_lu: les coûts de mise à jour pour tous les articles dans un projet de loi de matériaux
hr_hr: Ažuriranje troškove za sve stavke navedene u prijedlogu zakona o materijalima
ja: 構成部品の原価を見る
lv_lv: Atjaunināt izmaksas visiem priekšmetiem, kas uzskaitīts likumprojektu materiālu
pl_pl: kosztów aktualizacji dla wszystkich pozycji wymienionych w zestawieniu materiałów
vi_vn: Cập nhật chi phí cho toàn bộ danh sách vật liệu

source: Run
ar: شغل
et: kulgema
fr_lu: Exécuter
hr_hr: trčanje
ja: 実行
lv_lv: darboties
vi_vn: Chạy

source: UTILITY PAGE To Changes A Customer Branch Code In All Tables
ar: PAGE الأداة المساعدة ل يغير العملاء فرع القانون في جميع الجداول
et: UTILITY leht muudatusedKliendi Branch Code kõikides tabelites
fa: صفحه UTILITY برای تغییراتکد شعبه مشتری در تمام جداول
fr_lu: UTILITÉ page aux changements Une Branche Code client dans tous les tableaux
hr_hr: UTILITY stranicu izmjenamaKod Korisnička Podružnica u svim tablicama
ja: すべてのテーブルの変化にユーティリティPageカスタマー支店コード
lv_lv: UTILITY lapu IzmaiņasKlientu Filiāles kods Visās tabulās
pl_pl: STRONA SERWISOWA Do Zmiany Kodu Oddziału Klienta We Wszystkich Tablicach
vi_vn: UTILITY TRANG Để thay đổi A Mã Chi nhánh khách hàng trong tất cả các bảng

source: The customer branch code
ar: رمز فرع العملاء
et: Klient filiaal kood
fr_lu: Le code de l'agence à la clientèle
hr_hr: Kod kupaca grana
ja: 顧客の支店コード
lv_lv: Klients filiāles kods
pl_pl: Kod oddziału klienta
vi_vn: mã số chi nhánh khách hàng

source: does not currently exist as a customer branch code in the system
ar: غير موجود حاليا باعتباره رمز فرع العملاء في النظام
et: Praegu ei eksisteeri klient filiaal koodsüsteem
fa: در حال حاضر به عنوان یک کد شعبه مشتری در سیستم وجود ندارد
fr_lu: n'existe pas actuellement comme un code guichet client dans le système
hr_hr: trenutno ne postoji kao kod kupaca grana u sustavu
ja: 現在システムの顧客支店コードとして存在しません
lv_lv: pašlaik nav kā klientu filiāles kodu sistēmā
pl_pl: nie jest istniejącym kodem oddziału klienta w bazie danych
vi_vn: hiện không tồn tại như là một mã số chi nhánh của khách hàng trong hệ thống

source: The new customer branch code to change the old code to must be entered as well
ar: يجب إدخال العميل الجديد رمز الفرع لتغيير القانون القديم إلى فضلا عن
et: Uus klient filiaal koodi muuta vana kood tuleb sisestada ka
fr_lu: Le nouveau code client branche de changer l'ancien code doit être entré pour ainsi
hr_hr: Novi kupac kod podružnice promijeniti stari kod mora unijeti i
ja: に古いコードを変更するには、新規顧客支店コードも同様に入力する必要があります
lv_lv: Jaunu klientu filiāles kods , lai mainītu veco kodu ir jāievada kā arī
pl_pl: Nowy kod oddziału klienta,który ma zastąpić stary kod musi być także podany
vi_vn: Mã ngành khách hàng mới để thay đổi các mã cũ để phải được nhập cũng

source: The new customer branch code cannot contain
ar: لا يمكن أن تحتوي على العميل الجديد رمز الفرع
et: Uus klient filiaal kood ei tohi sisaldada
fr_lu: Le nouveau code client branche ne peut pas contenir
hr_hr: Novi kupac broj grana ne može sadržavati
ja: 新しい顧客支店コードを含めることはできません
lv_lv: Jaunais klientu filiāles kods nevar saturēt
pl_pl: Nowy kod oddziału klienta nie może zawierać
vi_vn: Mã khách hàng mới không được phép chứa

source: The replacement customer branch code
ar: استبدال رمز الفرع العملاء
et: Asendamine klient filiaal kood
fr_lu: Le code de l'agence de remplacement à la clientèle
hr_hr: Podružnica zamjena kod kupaca
ja: 交換の顧客支店コード
lv_lv: Nomaiņa klienta filiāles kods
pl_pl: Nowy kod oddziału klienta
vi_vn: Mã khách hàng thay thế

source: already exists as a branch code for the same customer
ar: موجود بالفعل ك a رمز فرع لنفس العملاء
et: juba olemasfiliaal kood sama kliendi
fa: در حال حاضر به عنوان یک کد شعبه برای مشتری وجود دارد
fr_lu: existe déjà un code d'agence pour le même client
hr_hr: već postoji kao ogranak koda za istog kupca
ja: 同じ顧客の分岐コードとしてすでに存在している
lv_lv: jau pastāv kā filiāles kodu par paša klienta
pl_pl: już istnieje jako kod oddziału dla tego klienta
vi_vn: đã tồn tại là một mã khách hàng với cùng một khách hàng
