Repository: timschofield/KwaMoja-Medical
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar, et, fa, fr_lu, hr_hr, ja, lv_lv, pl_pl, vi_vn

source: Maintain Report Headers
ar: الحفاظ على تقرير الرؤوس
et: Säilitada aruanne päised
fa: عناوین نگهداری گزارش
fr_lu: Gestion des en-têtes de rapport
hr_hr: Održavati izvješće Zaglavlja
ja: レポートヘッダのメンテナンス
lv_lv: Uzturēt Report galvenes
pl_pl: Nagłówki Raportów
vi_vn: Duy trì Báo cáo Headers

source: User defined reports can have up to 10 columns defined
ar: يمكن أن التقارير التي يحددها المستخدم أن يكون ما يصل إلى 10 الأعمدة المعرفة
et: Kasutaja määratletud aruanded võib olla kuni 10 veergu määratletud
fa: تعریف شده توسط کاربر گزارش می تواند تا 10 ستون تعریف شده
fr_lu: rapports définis par l'utilisateur peuvent avoir jusqu'à 10 colonnes définies
hr_hr: Korisnički definirana izvješća mogu imati do 10 stupaca definiranih
ja: ユーザー定義のレポートは、定義された、最大10列を持つことができます
lv_lv: Lietotāja definēta ziņojumi var būt līdz pat 10 noteiktajiem kolonnām
pl_pl: Raporty definiowane przez użytkownika mogą mieć do 10 kolumn
vi_vn: Báo cáo người dùng định nghĩa có thể có đến 10 cột được xác định

source: The report will not be able to be run until some columns are deleted
ar: التقرير لن تكون قادرة على تشغيل حتى يتم حذف بعض الأعمدة
et: Aruandes ei ole võimalik töötada, kuni mõned veerud on kustutatud
fa: در این گزارش نمی تواند اجرا خواهد شد تا برخی از ستون های حذف شده
fr_lu: Le rapport ne sera pas en mesure de fonctionner jusqu'à ce que certaines colonnes sont supprimés
hr_hr: U izvješću se neće moći će raditi sve dok su neki stupovi izbrisani
ja: 報告書は、いくつかの列が削除されるまで実行されることはできません
lv_lv: Ziņojumā nevarēs palaist , kamēr dažas kolonnas tiek dzēsti
pl_pl: Raport nie może by uruchomiony póki nie usunie się jakichś kolumn
vi_vn: Báo cáo này sẽ không thể được chạy cho đến khi một số cột được xóa

source: The column
ar: العمود
et: veerg
fa: ستون
fr_lu: La colonne
hr_hr: stupac
ja: カラム
lv_lv: Kolonna
pl_pl: Kolumna
vi_vn: cột

source: The SQL used to retrieve the this column was
ar: و SQL المستخدمة لاسترداد كان هذا العمود
et: SQL kasutatud laadidaselles veerus on
fa: گذاشتن استفاده برای بازیابی این ستون بود
fr_lu: Commande SQL d'affichage de la colonne:
hr_hr: SQL se koristi za dohvaćanjeovaj stupac je
ja: SQLは、この列があった取得するために使用
lv_lv: SQL izmanto, lai iegūtušajā ailē bija
pl_pl: Użyta fraza SQL
vi_vn: SQL sử dụng để lấy các cột này là

source: Column Number
ar: عدد الأعمدة
et: veeru number
fa: ستون شماره
fr_lu: Colonne n°
hr_hr: Stupac broj
ja: カラム番号
lv_lv: kolonnas skaits
pl_pl: Numer Kolumny
vi_vn: Số cột

source: A number between 1 and 10 is expected
ar: ومن المتوقع رقما بين 1 و 10
et: Number vahemikus 1 ja 10 on oodata
fa: عدد بین 1 و 10 انتظار می رود
fr_lu: Le chiffre doit être compris entre 1 et 10
hr_hr: Broj između 1 i 10 Očekuje
ja: 1～10の間の数が予想されます
lv_lv: No 1 līdz 10 skaits varētu
pl_pl: Oczekiwana jest liczba między 1 i 10
vi_vn: Một số từ 1 đến 10 dự kiến

source: Heading line 1
ar: عنوان السطر 1
et: Rubriik line 1
fa: سرنویس 1 خط
fr_lu: Titre ligne 1
hr_hr: Linija zaglavlja 1
ja: 見出し行1
lv_lv: Pozīcijā līnija 1
pl_pl: Linia 1 Nagłówka
vi_vn: Dòng tiêu đề 1

source: Heading line 2
ar: العنوان سطر 2
et: Rubriik rida 2
fa: سرنویس 2 خط
fr_lu: Titre ligne 2
hr_hr: Linija zaglavlja 2
ja: 見出し行２
lv_lv: Pozīcijā līnija 2
pl_pl: Linia 2 Nagłówka
vi_vn: Dòng tiêu đề 2

source: Calculation
ar: حساب
et: arvutus
fa: محاسبه
fr_lu: Calcul
hr_hr: Kalkulacija
ja: 計算
lv_lv: aprēķins
pl_pl: Obliczenie
vi_vn: Tính toán

source: From Period
ar: من الفترة
et: perioodist
fa: از دوره
fr_lu: À partir de la période
hr_hr: Od razdoblja
ja: 開始期間
lv_lv: no periods
pl_pl: Od Okresu
vi_vn: Từ giai đoạn

source: Could not load periods table
ar: لا يمكن تحميل الجدول فترات
et: Laadimine nurjus perioodide tabel
fa: ممکن است بار جدول دوره نه
fr_lu: Impossible de charger la table des périodes
hr_hr: Ne mogu učitati razdobljima stol
ja: 期間テーブルがロード不可
lv_lv: Nevarēja ielādēt periodi tabulu
pl_pl: Nie można odtworzyć tablicy okresów
vi_vn: Không thể tải bảng thời gian

source: ToPeriod
ja: 終了期間

source: Data to show
ar: بيانات لإظهار
et: Andmed, mis näitavad
fa: برای نشان دادن داده ها
fr_lu: Données à afficher
hr_hr: Podaci pokazuju da
ja: 表示データ
lv_lv: Dati liecina,
pl_pl: Dane do pokazania
vi_vn: Dữ liệu để hiển thị

source: Budget or Actual
ar: الميزانية أو الفعلية
et: Eelarve või tegeliku
fa: بودجه یا واقعی
fr_lu: Budgetisé(e)s ou réel(le)(s)
hr_hr: Proračun ili Stvarni
ja: 予算または実績
lv_lv: Budžeta vai faktiskais
pl_pl: Budżet lub Aktualny
vi_vn: Ngân sách và thực tế

source: Numerator Column
ar: العمود البسط
et: lugeja veerg
fa: شمارشگر ستون
fr_lu: Numérateur colonne
hr_hr: brojnik stupcu
ja: 分子カラム
lv_lv: skaitītājs sleja
pl_pl: Kolumna Licznika
vi_vn: Tử số cột

source: Denominator Column
ar: القاسم العمود
et: nimetaja veerg
fa: مخرج ستون
fr_lu: Dénominateur colonne
hr_hr: Nazivnik Stupac
ja: 分母カラム
lv_lv: saucējs sleja
pl_pl: Kolumna Mianownika
vi_vn: mẫu số cột

source: Calculation Operator
ar: مشغل حساب
et: Arvestus Operator
fa: محاسبه اپراتور
fr_lu: Calcul opérateur
hr_hr: Izračun Operator
ja: 計算操作
lv_lv: aprēķins Operators
pl_pl: Operator Obliczania
vi_vn: điều hành tính toán

source: Numerator Divided By Denominator
ar: البسط مقسوما القاسم
et: Lugeja jagatud nimetaja
fa: صورت کسر با مخرج به تفکیک
fr_lu: Numérateur divisé par Dénominateur
hr_hr: Brojnik podijeljena nazivnik
ja: 分子÷分母
lv_lv: Skaitītāja dalījums ar Saucēju
pl_pl: Licznik Dzielony Przez Mianownik
vi_vn: Tử số chia cho mẫu số

source: Numerator Divided By Constant
ar: البسط مقسوما على ثابت
et: Lugeja jagatud Constant
fa: شمارشگر با ثابت به تفکیک
fr_lu: Numérateur divisé par Constant
hr_hr: Brojnik podijeljena Constant
ja: 分子÷定数
lv_lv: Skaitītāja dalījums ar Constant
pl_pl: Licznik Dzielony Przez Stałą
vi_vn: Tử số chia bởi liên tục

source: Numerator Col x Constant
ar: بسط العقيد X ثابت
et: Lugeja Col x Constant
fa: دگروال شمارشگر ایکس ثابت
fr_lu: Col Numérateur x Constant
hr_hr: Brojnik Col x Constant
ja: 分子カラム×定数
lv_lv: Skaitītājs Col x Constant
pl_pl: Kol Licznika x Stała
vi_vn: Tử số Col x liên tục

source: Add to
ar: إضافة إلى
et: Lisa
fa: اضافه کردن به
fr_lu: Ajouter à
hr_hr: Dodaj ka
ja: に追加
lv_lv: Pievienot
pl_pl: Dodaj do
vi_vn: Thêm vào

source: Numerator Minus Denominator
ar: البسط ناقص القاسم
et: Lugeja Minus nimetaja
fa: مخرج کسر منهای
fr_lu: numérateur moins dénominateur
hr_hr: Minus brojnik nazivnik
ja: 分子－分母
lv_lv: Skaitītājs Mīnus saucējs
pl_pl: Licznik Minus Mianownik
vi_vn: Trừ tử số Mẫu

source: Constant
ar: ثابت
et: pidev
fa: ثابت
hr_hr: Konstanta
ja: 定数
lv_lv: konstante
pl_pl: Stała
vi_vn: liên tục

source: Format Type
ar: نوع التنسيق
fa: نوع فرمت
fr_lu: Format
hr_hr: Tip formata
ja: フォーマットタイプ
lv_lv: Formāta veids
pl_pl: Typ Formatu
vi_vn: Kiểu định dạng

source: Numeric
ar: الرقمية
et: arv-
fa: عددی
fr_lu: Numérique
hr_hr: Numerik
ja: 数字
lv_lv: ciparu
pl_pl: Numeryczny
vi_vn: Dạng số

source: Percentage
ar: نسبة مئوية
et: protsent
fa: درصد
fr_lu: Pourcentage
hr_hr: Postotak
ja: パーセンテージ
lv_lv: procentuālā attiecība
pl_pl: Procentowy
vi_vn: tỷ lệ phần trăm

source: Sales Analysis Reports Maintenance
ar: تحليل المبيعات تقارير الصيانة
et: Müük ANALÜÜSIARUANDED Hooldus
fa: فروش تجزیه و تحلیل گزارش تعمیر و نگهداری
fr_lu: Gestion des rapports d'analyse des ventes
hr_hr: Održavanje izvješća o analizi prodaje
ja: 販売分析レポートメンテナンス
lv_lv: Pārdošanas analīze Ziņojumi uzturēšana
pl_pl: Raporty Analityczne Sprzedaży
vi_vn: Phân tích báo cáo bán hàng bảo trì

source: Product Code
ar: رمز المنتج
et: Tootekood
fa: کد محصول
fr_lu: Code de produit
hr_hr: Šifra proizvoda
ja: 製品コード
lv_lv: Produkta kods
pl_pl: Kod Produktu
vi_vn: Mã sản phẩm

source: Product Type
ar: نوع المنتج
et: toote tüüp
fa: نوع محصول
fr_lu: Type de produit
hr_hr: Tip proizvoda
ja: 製品タイプ
lv_lv: Preces tips
pl_pl: Typ Produktu
vi_vn: Loại sản phẩm

source: Customer Branch
ar: فرع العملاء
et: Kliendi Branch
fa: مشتری شعبه
fr_lu: Succursale
hr_hr: Podružnica kupca
ja: 得意先支店
lv_lv: Klienta filiāle
pl_pl: Oddział Klienta
vi_vn: Chi nhánh khách hàng

source: Not Used
ar: لا تستخدم
et: ei kasutata
fa: استفاده نمی
fr_lu: Inutilisé(e)
hr_hr: Nije korišteno
ja: 使用しない
lv_lv: nav Lietotas
pl_pl: Nie Użyte
vi_vn: Chưa sử dụng

source: The report heading must be more than two characters long
ar: تقرير البند يجب أن تكون أكثر من حرفين طويلة
et: Aruandes pealkiri peab olema rohkem kui kaks märki
fa: در این گزارش عنوان باید بیش از دو حرف طولانی باشد
fr_lu: Le rapport rubrique doit être supérieure à deux caractères
hr_hr: Izvješće naslova mora biti više od dva znaka
ja: 見出しレポートつ以上の文字でなければなりません
lv_lv: Ziņojumā pozīcija ir vairāk nekā divas rakstzīmes garš
pl_pl: Nagłówek raportu musi być conajmniej 2-literowy
vi_vn: Báo cáo nhóm phải dài hơn hai ký tự

source: No report heading was entered
ar: لم يتم إدخال عنوان التقرير
et: No aruande pealkirja kanti
fa: بدون عنوان گزارش بود وارد
fr_lu: Vous devez saisir un titre de rapport
hr_hr: Ne Izvješće naslova je stupio
ja: 見出しなしレポートが入力されていません
lv_lv: Nav ziņojums pozīcija tika ievadīts
pl_pl: Nie określono nagłówka
vi_vn: Không có báo cáo nhóm đã được nhập

source: Heading too long
ar: العنوان طويل جدا
et: Pealkiri on liiga pikk
fa: سرنویس بیش از حد طولانی
fr_lu: Titre trop long
hr_hr: Zaglavlje predugo
ja: あまりにも長いヘディング
lv_lv: Pozīcijā ir pārāk garš
pl_pl: Nagłówek zbyt długi
vi_vn: Nhóm quá lâu

source: A group by item must be specified for the report to have any output
ar: يجب تحديد مجموعة عن طريق البند ل تقرير ل ديك أي الإخراج
et: Rühma kirje tuleb täpsustada , et aruanne on mingeid väljund
fa: گروه های قلم دوم از اقلام باید برای گزارش مشخص شده که هر گونه خروجی
fr_lu: Un groupe par article doit être sélectionné afin d'obtenir des résultats dans le rapport
hr_hr: Skupina od točke mora biti navedeno u izvješću imati nikakav izlaz
ja: 項目別のグループは、任意の出力を持っているために、レポートを指定する必要があります
lv_lv: Pa posteņiem grupā ir jāprecizē ziņojumā ir kāda izeja
pl_pl: Grupowanie wg towarów musi być określone aby raport pokazał jakiekolwiek dane
vi_vn: Một nhóm theo khoản mục phải được xác định cho báo cáo để có đầu ra

source: No Group By selected
ar: لا المجموعة حسب اختيارها
et: Ei Group valitud
fa: هیچ گروهی با انتخاب
fr_lu: Aucun tri sélectionné
hr_hr: Ne Grupa Do odabrana
ja: 選択することによりグループなしません
lv_lv: Nav Group Ar izvēlēts
pl_pl: Nie określono Grupuj Wg
vi_vn: Không Nhóm theo lựa chọn

source: Group by Level 1 is set but the upper and lower limits are not set
ar: تم تعيين مجموعة من قبل المستوى 1 ولكن لم يتم تعيين الحدود العليا والدنيا
et: Grupi poolt Level 1 on sätestatud vaidülemine ja alumine piir ei ole määratud
fa: گروه های سطح 1 قرار است اما محدودیت های بالا و پایین هستند تنظیم شده باشد
fr_lu: Groupe de niveau 1 est fixé, mais les limites supérieures et inférieures ne sont pas définies
hr_hr: Grupa od razine 1 je postavljen , ali su gornje i donje granice nisu postavili
ja: レベル1でグループが設定されていますが、上限と下限が設定されていません
lv_lv: Grupas vārdā, 1.līmenī tiek noteikts , bet augšējās un apakšējās robežas nav noteiktas
pl_pl: Grupowanie Poziom 1 jest określone, ale nie ustalono górnego i dolnego limitu
vi_vn: Nhóm theo cấp 1 được thiết lập nhưng các giới hạn trên và dưới không được thiết lập

source: these must be specified for the report to have any output
ar: يجب تحديد هذه للتقرير أن يكون له أي الإخراج
et: need peavad olema kindlaks määratudraport mingit väljundit
fa: این باید برای گزارش مشخص شده که هر گونه خروجی
fr_lu: ceux-ci doivent être spécifiés pour le rapport d'avoir une sortie
hr_hr: to mora biti navedeno u izvješću imati nikakav izlaz
ja: これらは任意の出力を持っているために、レポートを指定する必要があります
lv_lv: tie ir jāprecizē ziņojumā ir kāda izeja
pl_pl: muszą być określone aby uzyskać jakikolwiek raport
vi_vn: những phải được xác định cho báo cáo để có đầu ra

source: Upper/Lower limits not set
ar: الحدود العليا / السفلى لم تحدد
et: Ülemine / alumine piirnorme ei ole kehtestatud
fa: بالا / پایین محدودیت تنظیم شده باشد
fr_lu: Limites basse / haute non définie
hr_hr: Gornja / donja granica nije postavljena
ja: 設定されていない下限/上限
lv_lv: Upper / Lower ierobežojumi nav noteikti
pl_pl: Górny/Dolny limit nie ustalony
vi_vn: Trên / dưới giới hạn không được thiết lập

source: Group by Level 2 is set but the upper and lower limits are not set
ar: تم تعيين مجموعة من قبل المستوى 2 ولكن لم يتم تعيين الحدود العليا والدنيا
et: Grupi poolt Level 2 on sätestatud vaidülemine ja alumine piir ei ole määratud
fa: گروه های سطح 2 قرار است اما محدودیت های بالا و پایین هستند تنظیم شده باشد
fr_lu: Le tri par niveau 2 est fixé, mais les limites supérieures et inférieures ne sont pas définies
hr_hr: Grupa od strane Razina 2 je postavljen , ali su gornje i donje granice nisu postavili
ja: レベル2でグループが設定されていますが、上限と下限が設定されていません
lv_lv: Grupā ar 2 līmenis ir noteikts , bet augšējās un apakšējās robežas nav noteikti
pl_pl: Grupowanie Poziom 2 jest określone, ale nie ustalono górnego i dolnego limitu
vi_vn: Nhóm theo Cấp 2 được thiết lập nhưng các giới hạn trên và dưới không được thiết lập

source: Upper/Lower Limits not set
ar: الحدود العليا / السفلى لم تحدد
et: Ülemine / alumine piir pole määratud
fa: بالا / پایین تر از محدوده تنظیم شده باشد
fr_lu: Limites haute / basse non définies
hr_hr: Gornja / donja granica nije postavljena
ja: 設定されていない下限/上限
lv_lv: Upper / Lower limitiem, kas nav
pl_pl: Górny/Dolny limit nie ustalony
vi_vn: Trên / dưới giới hạn không được thiết lập

source: Group by Level 3 is set but the upper and lower limits are not set
ar: تم تعيين المجموعة حسب المستوى 3، ولكن لم يتم تعيين الحدود العليا والدنيا
et: Grupi poolt Tase 3 on seatud vaidülemine ja alumine piir ei ole määratud
fa: گروه های سطح 3 قرار است اما محدودیت های بالا و پایین هستند تنظیم شده باشد
fr_lu: Le tri par niveau 3 est fixé, mais les limites supérieures et inférieures ne sont pas définies
hr_hr: Grupa od strane Razina 3 je postavljen , ali su gornje i donje granice nisu postavili
ja: レベル3でグループが設定されていますが、上限と下限が設定されていません
lv_lv: Grupas vārdā, Level 3 ir noteikts , bet augšējās un apakšējās robežas nav noteikti
pl_pl: Grupowanie Poziom 3 jest określone, ale nie ustalono górnego i dolnego limitu
vi_vn: Nhóm theo cấp 3 được thiết lập nhưng các giới hạn trên và dưới không được thiết lập

source: Group by Level 4 is set but the upper and lower limits are not set
ar: تم تعيين المجموعة حسب المستوى 4 ولكن لم يتم تعيين الحدود العليا والدنيا
et: Grupi poolt 4. tase on seatud vaidülemine ja alumine piir ei ole määratud
fa: گروه های سطح 4 مجموعه ای است اما محدودیت های بالا و پایین هستند تنظیم شده باشد
fr_lu: Le tri par niveau 4 est fixé, mais les limites supérieures et inférieures ne sont pas définies
hr_hr: Grupa od razine 4 je postavljen , ali su gornje i donje granice nisu postavili
ja: レベル4でグループが設定されていますが、上限と下限が設定されていません
lv_lv: Grupa par 4 līmenis tiek noteikts , bet augšējās un apakšējās robežas nav noteiktas
pl_pl: Grupowanie Poziom 4 jest określone, ale nie ustalono górnego i dolnego limitu
vi_vn: Nhóm theo cấp 4 được thiết lập nhưng các giới hạn trên và dưới không được thiết lập

source: Group by Level 1 is set but the lower limit is greater than the upper limit
ar: تم تعيين مجموعة من قبل المستوى 1 ولكن الحد الأدنى أكبر من الحد الأعلى
et: Grupi poolt Level 1 on sätestatud , kuid alampiir on suurem kui ülempiir
fa: گروه های سطح 1 قرار است اما حد پایین تر است بزرگتر از حد بالایی
fr_lu: Le tri par niveau 1 est fixé, mais la limite inférieure est supérieure à la limite supérieure
hr_hr: Skupina od razine 1 je postavljen , alidonja granica je veća od gornje granice
ja: レベル1によるグループが設定されていますが、下限値が上限値を超えているされている
lv_lv: Grupa ar 1 līmenis ir noteikts , bet apakšējā robeža, kas ir lielāks nekā augšējai robežai
pl_pl: Grupowanie Poziom 1 jest określone, ale dolny limit jest większy od górnego
vi_vn: Nhóm theo cấp 1 được thiết lập nhưng giới hạn dưới lớn hơn giới hạn trên

source: the report will have no output
ar: سوف يكون التقرير لم الإخراج
et: aruanne ei ole väljund
fa: گزارش خواهد شد که هیچ خروجی
fr_lu: le rapport ne contiendra pas de données
hr_hr: Izvješće će imati izlaz
ja: レポートには、何も出力がありません
lv_lv: Ziņojumā nav izejas
pl_pl: raport nie będzie miał danych
vi_vn: Báo cáo không có đường xuất

source: Lower Limit greater than Upper Limit
ar: الحد الأدنى أكبر من الحد الأعلى
et: Alampiir üle ülemise piiri
hr_hr: Donja granica veća od gornje granice
ja: 上限より大きい下限
vi_vn: Giảm giới hạn lớn hơn Upper giới hạn

source: Group by Level 2 is set but the lower limit is greater than the upper limit
ar: تم تعيين مجموعة من قبل المستوى 2 ولكن الحد الأدنى أكبر من الحد الأعلى
et: Grupi poolt Level 2 on sätestatud , kuid alampiir on suurem kui ülempiir
fa: گروه های سطح 2 قرار است اما حد پایین تر است بزرگتر از حد بالایی
fr_lu: Le tri par niveau 2 est fixé, mais la limite inférieure est supérieure à la limite supérieure
hr_hr: Skupina prema razini 2 je postavljen , alidonja granica je veća od gornje granice
ja: レベル2によるグループを設定したが下限値が上限値を超えているされている
lv_lv: Grupa ar 2 līmenis ir noteikts , bet apakšējā robeža, kas ir lielāks nekā augšējai robežai
pl_pl: Grupowanie Poziom 2 jest określone, ale dolny limit jest większy od górnego
vi_vn: Nhóm theo Cấp 2 được thiết lập nhưng giới hạn dưới lớn hơn giới hạn trên

source: Group by Level 3 is set but the lower limit is greater than the upper limit
ar: تم تعيين المجموعة حسب المستوى 3، ولكن الحد الأدنى أكبر من الحد الأعلى
et: Grupi poolt Tase 3 on seatud vaid alampiir on suurem kui ülempiir
fa: گروه های سطح 3 قرار است اما حد پایین تر است بزرگتر از حد بالایی
fr_lu: Le tri niveau 3 est fixé, mais la limite inférieure est supérieure à la limite supérieure
hr_hr: Skupina prema razini 3 je postavljen , alidonja granica je veća od gornje granice
ja: レベル3によるグループが設定されていますが、下限値が上限値を超えているされている
lv_lv: Grupa ar 3 līmenis ir noteikts , bet apakšējā robeža, kas ir lielāks nekā augšējai robežai
pl_pl: Grupowanie Poziom 3 jest określone, ale dolny limit jest większy od górnego
vi_vn: Nhóm theo cấp 3 được thiết lập nhưng giới hạn dưới lớn hơn giới hạn trên

source: Group by Level 4 is set but the lower limit is greater than the upper limit
ar: تم تعيين المجموعة حسب المستوى 4 ولكن الحد الأدنى أكبر من الحد الأعلى
et: Grupi poolt Level 4 on sätestatud , kuid alampiir on suurem kui ülempiir
fa: گروه های سطح 4 مجموعه ای است اما حد پایین تر است بزرگتر از حد بالایی
fr_lu: Le tri par niveau 4 est fixé, mais la limite inférieure est supérieure à la limite supérieure
hr_hr: Skupina od razine 4 je postavljen , alidonja granica je veća od gornje granice
ja: レベル4によるグループが設定されていますが、下限値が上限値を超えているされている
lv_lv: Grupa ar 4 ir noteikts , bet apakšējā robeža, kas ir lielāks nekā augšējai robežai
pl_pl: Grupowanie Poziom 4 jest określone, ale dolny limit jest większy od górnego
vi_vn: Nhóm theo cấp 4 được thiết lập nhưng giới hạn dưới lớn hơn giới hạn trên

source: The report could not be updated because
ar: تعذر تحديث التقرير لأن
et: Aruanne ei saa ajakohastada , sest
fa: در این گزارش نمی تواند به دلیل به روز شده
fr_lu: Le rapport n'a pas pu être mis à jour car
hr_hr: Izvješće ne može biti ažurirana , jer
ja: レポートは更新できませんでしたので、
lv_lv: Ziņojumā nevar atjaunināt , jo
pl_pl: Nie może być zaktualizowany ponieważ
vi_vn: Không cập nhật được báo cáo vì

source: The SQL used to update the report headers was
ar: و SQL استخدامها لتحديث و رؤوس تقرير
et: SQL kasutada uuendada aruande päiseid oli
fa: گذاشتن برای به روز رسانی سرصفحه گزارش شد
fr_lu: Commande SQL de mise à jour des en-têtes du rapport:
hr_hr: SQL se koristi za ažuriranje izvješće zaglavlja je
ja: SQLは、レポートヘッダーがあった更新するために使用
lv_lv: SQL izmanto, lai atjauninātu ziņojumā galvenes bija
pl_pl: Użyta fraza SQL
vi_vn: SQL được sử dụng để cập nhật các tiêu đề báo cáo là

source: report has been updated
ar: تم تحديث تقرير
et: aruanne on uuendatud
fa: گزارش به روز شده است
fr_lu: le rapport a été mis à jour
hr_hr: izvješće je promjenjeno
ja: というレポートがアップデートされた
lv_lv: ziņojums tika atjaunināts
pl_pl: Raport został zaktualizowany
vi_vn: Báo cáo đã được cập nhật

source: The report could not be added because
ar: لا يمكن إضافتها في التقرير لأن
et: Aruandes ei saa lisada , sest
fa: در این گزارش نمی تواند به دلیل ارسال
fr_lu: Le rapport ne peut être ajouté car
hr_hr: Izvješće ne može se dodati , jer
ja: ので、レポートを追加できませんでした
lv_lv: Ziņojumā nevar pievienot , jo
pl_pl: Raport nie może być dodany ponieważ
vi_vn: Không thêm báo cáo vào được vì

source: The SQL used to add the report header was
ar: و SQL استخدامها لإضافة و رأس التقرير
et: SQL kasutatakse lisadaaruande päise oli
fa: گذاشتن استفاده می شود برای اضافه کردن هدر گزارش شد
fr_lu: Commande SQL d'ajoût de l'en-tête du rapport:
hr_hr: SQL se koristi za dodavanjezaglavlje izvješća je
ja: SQLは、レポートヘッダーだっ追加するために使用
lv_lv: SQL izmanto, lai pievienotuziņojumu sitienu
pl_pl: Uzyta fraz SQL
vi_vn: SQL được sử dụng để thêm các tiêu đề báo cáo là

source: report has been added to the database
ar: تمت إضافة التقرير إلى قاعدة البيانات
et: aruanne on lisatud andmebaasi
fa: گزارش شده است به پایگاه داده ارسال
fr_lu: rapport a été ajouté à la base de données
hr_hr: Izvješće je dodan u bazu podataka
ja: レポートがデータベースに追加された
lv_lv: ziņojums ir pievienota datu bāzē
pl_pl: raport został dodany do bazy
vi_vn: báo cáo đã được thêm vào cơ sở dữ liệu

source: The deletion of the report column failed because
ar: حذف عمود التقرير فشلت بسبب
fr_lu: La suppression de colonne du rapport a échoué:
ja: 作業場の更新/追加は失敗しました理由は

source: The SQL used to delete the report column was
fr_lu: Commande SQL de suppression de colonne du rapport:
ja: BOMの削除にSQLは用いられた

source: The deletion of the report heading failed because
ar: حذف عنوان التقرير فشلت بسبب
et: Kustutamisearuande pealkirja ebaõnnestus, kuna
fa: حذف عنوان گزارش به دلیل شکست خورد
fr_lu: La suppression de la rubrique rapport a échoué parce que
hr_hr: Brisanje izvješća naslova nije uspio jer
ja: 見出しレポートの削除が失敗しました。
lv_lv: Ziņojuma pozīcijas dzēšanu neizdevās, jo
pl_pl: Usunięcie nagłówku raportu nie powiodło się
vi_vn: Việc xóa các báo cáo nhóm thất bại vì

source: The SQL used to delete the report headers was
ar: استخدام SQL لحذف كان رؤوس تقرير
et: SQL kasutatakse kustutada aruanne päised oli
fa: گذاشتن استفاده می شود را حذف کنید سرصفحه گزارش شد
fr_lu: Commande SQL de suppression des en-têtes du rapport:
hr_hr: SQL se koristi za brisanje u izvješću zaglavlja je
ja: SQLは、レポートヘッダーがあった削除するために使用
lv_lv: SQL izmanto, lai dzēstu ziņojumā galvenes bija
pl_pl: Użyta Fraza SQL
vi_vn: SQL được sử dụng để xóa các tiêu đề báo cáo là

source: Report Deleted
ar: تقرير المحذوفة
et: Raport kustutatud
fa: گزارش حذف شده
fr_lu: Rapport supprimé
hr_hr: Izvješće izbrisano
ja: 削除された報告
lv_lv: Atskaite izdzēsta
pl_pl: Raport Usunięty
vi_vn: Báo cáo đã được xóa

source: Report No
ar: رقم التقرير
et: Aruanne nr
fa: گزارش شماره
fr_lu: Rapport n°
hr_hr: Izvješće broj
ja: レポート番号
lv_lv: Atskaites Nr
pl_pl: Raport Nr
vi_vn: Số báo cáo

source: Report Title
ar: عنوان التقرير
et: Raport Pealkiri
fa: عنوان گزارش
fr_lu: Titre du rapport
hr_hr: Naziv izvješća
ja: レポートタイトル
lv_lv: Atskaites nosaukums
pl_pl: Tytuł Raportu
vi_vn: Tiêu đề báo cáo

source: Design
ar: تصميم
et: disain
fa: طراحی
fr_lu: conception
hr_hr: Dizajn
ja: 帳票設計
lv_lv: Izskats
pl_pl: Projekt
vi_vn: Thiết kế

source: Define Columns
ar: تحديد أعمدة
et: Määrake veerud
fa: تعریف ستون ها
fr_lu: Définir des colonnes
hr_hr: Definiraj stupce
ja: カラム定義
lv_lv: Definēt kolonnas
pl_pl: Definiuj Kolumny
vi_vn: xác định cột

source: Make PDF Report
ar: جعل تقرير PDF
et: Tee PDF aruanne
fa: را گزارش پی دی اف
fr_lu: Créer un rapport au format PDF
hr_hr: Načini PDF izvješće
ja: PDF作成
lv_lv: Izeidot PDF atskaiti
pl_pl: Wykonaj Raport PDF
vi_vn: Tạo báo cáo dạng PDF

source: Are you sure you wish to remove this report design?
ar: هل أنت متأكد أنك تريد إزالة هذا التصميم التقرير؟
et: Oled sa kindel, et soovid kustutada selle aruande kujundus?
fa: آیا شما مطمئن هستید که میخواهید حذف این طرح را گزارش داد؟
fr_lu: Voulez-vous supprimer ce modèle de rapport?
hr_hr: Jeste li sigurni da želite ukloniti ovaj izvještaj dizajn ?
ja: あなたは、このレポートのデザインを削除したいか？
lv_lv: Vai tiešām vēlaties noņemt šo ziņojumu dizainu ?
pl_pl: Jesteś pewien, że chcesz usunąć ten projekt raportu?
vi_vn: Bạn có chắc chắn bạn muốn loại bỏ thiết kế báo cáo này ?
