Repository: timschofield/KwaMoja-Medical
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar, et, fa, fr_lu, hr_hr, ja, lv_lv, pl_pl, vi_vn

source: Select Menu Section
et: Valige Menüü jagu
fa: انتخاب بخش منو
fr_lu: Sélectionnez Section Menu
hr_hr: Odaberite Izbornik odsjek
ja: メニューセクションを選択してください
lv_lv: Izvēlieties Izvēlne sadaļu
pl_pl: Wybierz punkt menu
vi_vn: Chọn mục menu

source: Available Menu Items
ar: تتوفر عناصر قائمة
et: Menüüvalikud
fa: آیتم های منو در دسترس
fr_lu: Éléments de menu disponibles
hr_hr: Dostupne u izborniku
ja: 利用可能なメニュー項目
lv_lv: Pieejamās izvēlnes elementu
pl_pl: Dostępne opcje menu
vi_vn: Thực đơn có sẵn mục

source: Selected Menu Items
ar: اختيار عناصر القائمة
et: Valitud menüü valikud
fa: آیتم های منو انتخاب
fr_lu: Certaines options de menu
hr_hr: OdabraliIzbornik Proizvodi
ja: 選択したメニュー項目
lv_lv: Izvēlētie Izvēlnes pozīcijas
pl_pl: Wybrane pozycje menu
vi_vn: Menu Items chọn

source: Save
ar: حفظ
et: päästma
fa: ذخیره
fr_lu: Sauvegarder
hr_hr: spasiti
ja: 保存
lv_lv: Pārdot
pl_pl: Zapisz
vi_vn: tiết kiệm

source: No Sales Items Searching
ar: لا مبيعات وحدات البحث
ja: 連続品検索

source: No Sales Items
ar: لا مبيعات الأصناف
ja: 販売受注

source: List of items with stock available during the last X days at the selected locations but did not sell any quantity during these X days.
ar: لم قائمة البنود مع الأوراق المالية المتاحة خلال الأيام X مشاركة في المواقع المحددة ولكن لا تبيع أي كمية خلال هذه الأيام X .
et: Nimekiri esemed laos olemas viimase X päeva valitud kohtades , kuid ei müünud ​​käigus X päeva .
fa: فهرست اقلام با سهام در طول روز X در مکان های انتخاب شده در دسترس است ، اما به هر مقدار در این روزها X فروش نیست.
fr_lu: Liste des articles avec un stock disponible pendant les x derniers jours à des endroits choisis , mais n'a pas vendu une quantité quelconque au cours de ces jours de X .
hr_hr: Popis stavki sa zaliha na raspolaganju tijekom zadnjih X dana na odabranim lokacijama , ali nisu prodati bilo koju količinu tijekom ovih X dana .
ja: しかし、選択された場所での最後のX日中に利用可能在庫を持つ項目のリストは、これらのX日間、任意の量を販売していませんでした。
lv_lv: Pozīciju sarakstu ar pieejamā krājuma pēdējo X dienām no izvēlētajām atrašanās vietām , bet nepārdeva daudzumu šajos X dienās .
pl_pl: Lista przedmiotów z magazynu dostępny w ciągu ostatnich X dni w wybranych miejscach , ale nie sprzedać każdą ilość w tych dniach X .
vi_vn: Danh sách các mục với cổ phiếu có sẵn trong những ngày cuối cùng X tại các địa điểm được lựa chọn nhưng không bán số lượng bất kỳ trong những ngày X .

source: This list gets the no selling items, items at the location just wasting space, or need a price reduction, etc.
ar: هذه القائمة يحصل على أي عناصر مبيعا، و الأدوات في الموقع مجرد إضاعة الفضاء ، أو في حاجة إلى خفض الأسعار ، وما إلى ذلك
et: Seda nimekirja saabei müügi teemad , teemad kohas lihtsalt raiskab ruumi, või vajad hinnaalandust, jne
fa: این لیست می شود هیچ آیتمی فروش ، اقلام در محل فقط اتلاف فضا، یا نیاز به کاهش قیمت، و غیره
fr_lu: Cette liste obtient les pas d'articles de vente , les éléments à l'endroit juste gaspiller de l'espace , ou besoin d'une réduction de prix, etc
hr_hr: Ovaj popis ne dobiva prodaja predmeta , predmeti na mjestu samo gubit prostor , ili je potrebno smanjenje cijena , itd.
ja: このリストは、販売アイテムなし得ない、場所にアイテムだけでスペースを無駄にしたり、低価格化などが必要
lv_lv: Šajā sarakstā izpaužas nav pārdošanas objektus , preces par vietu tikai izšķērdēt telpā , vai ir nepieciešams cenu samazinājumu , utt
pl_pl: Lista ta dostaje żadnych produktów sprzedadzą, pozycje na miejscu tylko marnowanie miejsca , lub potrzebujesz obniżenia ceny , itp.
vi_vn: Danh sách này nhận được có mặt hàng bán chạy , các mặt hàng tại địa điểm chỉ là lãng phí không gian , hoặc cần giảm giá cả, vv

source: Stock available during the last X days means there was a stock movement that produced that item into that location before that day, and no other positive stock movement has been created afterwards. No sell any quantity means, there is no sales order for that item from that location.
ar: الأسهم المتاحة خلال الأيام X مشاركة يعني كانت هناك حركة الأسهم التي أنتجت هذا البند في ذلك الموقع قبل ذلك اليوم ، و لقد تم إنشاء أي حركة الأسهم إيجابية أخرى بعد ذلك.
et: Stock saadaval viimase X päeva tähendab, et seal oliaktsia liikumine , mis on toodetud mis elemendi selles kohas enne seda päeva , ja ükski teine ​​positiivne aktsia liikumine on loodud hiljem.
fa: سهام در طول روز X گذشته در دسترس به معنیجنبش سهام که آیتم به آن مکان قبل از آن روز وجود دارد، و نه حرکت و مثبت دیگر سهام پس از آن ایجاد شده است .
fr_lu: Stock disponible pendant les derniers jours de X signifie qu'il ya eu un mouvement boursier qui a produit cet élément dans ce lieu avant cette date, et aucun autre mouvement de l'action positive a été créée par la suite.
hr_hr: Stock dostupna tijekom zadnjih X dana znači da jedionica pokret koji je proizveo taj predmet u tom mjestu do tog dana , i nitko drugi pozitivni dionica pokret je stvorio nakon toga.
ja: 最後のX日間利用可能在庫がその日の前に、その場所に、そのアイテムを生産株式の動きがあった、と他の正の株価の動きは、その後に作成されていないことを意味します。
lv_lv: Noliktavas pieejami pēdējo X dienām nozīmē, tur bijakrājumu kustība, kas ražo šo posteni šajā vietā pirms šīs dienas , un neviena cita pozitīva krājumu kustība ir izveidota pēc tam.
pl_pl: Zdjęcie dostępne w ciągu ostatnich X dni oznacza, że ​​byłczas, że produkowane ruch tego elementu w tym miejscu przed tym dniem , a nie innego pozytywny ruch zapas został stworzony później.
vi_vn: Cổ phiếu có sẵn trong những ngày cuối cùng X có nghĩa là một phong trào cổ phiếu đó sản xuất sản phẩm đó vào vị trí đó trước khi ngày hôm đó, và không có phong trào cổ phiếu tích cực khác đã được tạo ra sau đó.

source: Select Location
ar: حدد الموقع
et: Vali asukoht
fr_lu: Sélectionner un site
hr_hr: odabir lokacije
ja: デフォルト場所
lv_lv: Izvēlieties atrašanās vietu
pl_pl: Wybierz lokalizację
vi_vn: Lựa chọn địa điểm

source: Select Customer Type
ar: حدد نوع العملاء
et: Vali Kliendi tüüp
fr_lu: Sélectionner un type de client
hr_hr: Odaberite tip korisnika
ja: 得意先を選択
lv_lv: Izvēlieties Klientu Tips
pl_pl: Wybierz typ klienta
vi_vn: Chọn loại khách hàng

source: Number Of Days
ar: عدد الأيام
et: Päevade arv
fr_lu: Nombre de jours
hr_hr: Broj dana
ja: 番号
lv_lv: Dienu skaits,
pl_pl: Liczba dni
vi_vn: Số ngày

source: Location QOH
ar: موقع QOH
et: Asukoht QOH
ja: 場所

source: Total QOH
ar: مجموع QOH
et: Kokku QOH
ja: 合計数量

source: Supplier Offers
ar: عروض المورد
et: Pakkuja Pakkumised
fa: تامین کننده ارائه می دهد
fr_lu: Offres des fournisseurs
hr_hr: Dobavljač ponude
ja: 仕入先注文
lv_lv: piegādātājs Piedāvājumi
pl_pl: Oferty dostawców
vi_vn: Ð? ngh? c?a nhà cung c?p

source: There are no offers outstanding that you are authorised to deal with
ar: لا توجد عروض العالقة التي كنت أذن للتعامل مع
et: Puuduvad pakkumised täitmata , et olete volitatud tegelema
fa: هیچ برجسته را ارائه می دهد که شما مجاز به معامله با وجود
fr_lu: Aucune offre exceptionnelle que vous êtes autorisé à traiter avec
hr_hr: Nema ponude izvrsne da ste ovlašteni za rješavanje
ja: 指定される基準に一致している得意先がリストにありません
lv_lv: Nav piedāvājumu izcilu , ka jums ir atļauts , lai risinātu ar
pl_pl: Brak zapewnia wyjątkową, że jest upoważniony do czynienia z
vi_vn: Không có d? ngh? n?i b?t nào mà b?n du?c ?y quy?n d? x? lý

source: Select Supplier
ar: اختر مزود
et: Vali Pakkuja
fa: انتخاب تامین کننده
fr_lu: Sélectionner un fournisseur
hr_hr: Izbor dobavljača
ja: 仕入先選択
lv_lv: Izvēlēties piegādātāju
pl_pl: Wybór Dostawcy
vi_vn: Lựa chọn nhà cung cấp

source: Offer ID
ar: نقدم ID
et: Paku ID
fa: شناسه پیشنهاد
fr_lu: ID d'offre
hr_hr: Ponuda ID
ja: IDを提供
lv_lv: Piedāvājums ID
pl_pl: ID Offer
vi_vn: ID c?a d? ngh?

source: Stock Item
ar: البند الأسهم
et: laonumbrist
fa: موردی بانک
fr_lu: Article
hr_hr: Stock artikla
ja: 品目
lv_lv: Preču vienības
pl_pl: Towar
vi_vn: Hàng trong kho

source: Offer Expires
ar: ينتهي العرض
et: Pakkumine aegub
fa: منقضی می شود پیشنهاد
fr_lu: L'offre se termine le
hr_hr: Ponuda Istječe
ja: オファー期限
lv_lv: piedāvājums ir spēkā
pl_pl: Oferta ważna do
vi_vn: Hạn đặt hàng

source: Reject
ar: رفض
et: tagasi lükkama
fa: رد کردن
fr_lu: Rejeter
hr_hr: odbiti
ja: 再セット
lv_lv: noraidīt
pl_pl: Odrzucić
vi_vn: Từ chối

source: Defer
ar: إرجاء
et: edasi lükkama
fa: تسلیم شدن
fr_lu: Reporter
hr_hr: odgoditi
ja: 優先
lv_lv: atlikt
pl_pl: Odraczać
vi_vn: Hoãn

source: This email has been automatically generated by the KwaMoja installation at
ar: وقد تم إنشاء هذا البريد الإلكتروني تلقائيا من قبل التثبيت KwaMoja في
et: See kiri on automaatselt genereeritudKwaMoja paigaldus
hr_hr: Ovaj e-mail je automatski generirana od strane KwaMoja postrojenju u
ja: このメールは、自動的にKwaMojaのインストールによって生成された
lv_lv: Šī e-pasta ziņojums automātiski rada KwaMoja uzstādīšanai

source: The following offers you made have been accepted
ar: وقد تم قبول العروض التالية التي أجريتها
et: Järgmised pakkumised tegite , on heaks kiidetud
fa: زیر شما ارائه می دهد ساخته شده اند پذیرفته شده است
fr_lu: Ce qui suit vous propose faites ont été acceptées
hr_hr: Sljedeće ponude koje ste proveli su prihvaćeni
ja: 作業指図が更新された
lv_lv: Šādi piedāvājumi veicāt ir pieņemti
pl_pl: Wprowadzone następujące oferty zostały przyjęte
vi_vn: Các d? ngh? du?i dây c?a b?n dã du?c ch?p thu?n

source: An official order will be sent to you in due course
ar: سيتم إرسال أمر رسمي لكم في الوقت المناسب
et: Ametlik tellimus saadetakse teile sobival ajal
fa: دستور رسمی خواهد شد البته به علت برای شما ارسال
fr_lu: Une commande en bonne et due forme vous sera envoyée en temps voulu
hr_hr: Službeni kako će biti poslana na vas u dogledno vrijeme
ja: 正式注文はやがてあなたに送信されます
lv_lv: Amatpersona pasūtījums tiks nosūtīts uz jums savlaicīgi
pl_pl: Oficjalne zamówienie zostanie wysłane do Ciebie w odpowiednim czasie
vi_vn: M?t don d?t hàng chính th?c s? du?c g?i t?i cho b?n

source: Pending
ar: ريثما
et: kuni
fa: در انتظار
fr_lu: En attente
hr_hr: Na čekanju
ja: 見出し
lv_lv: Drukā
pl_pl: Do czasu
vi_vn: Chưa xong...

source: Automatically generated from tendering system
ar: تتولد تلقائيا من نظام المناقصات
et: Automaatselt genereeritud pakkumismenetlust
fa: مناقصه به صورت خودکار از سیستم تولید
fr_lu: Généré automatiquement à partir de système d'appel d'offres
hr_hr: Automatski generiran iz sustava javnog nadmetanja
ja: 自動的に入札システムから生成される
lv_lv: Automātiski ģenerēts no konkursa sistēmu
pl_pl: Automatycznie generowane z systemu przetargowego
vi_vn: Tự động tạo ra từ hệ thống đấu thầu

source: Your offer to
ar: العرض الخاص ل
et: Sinu pakkumine
fa: پیشنهاد خود را به
fr_lu: Votre offre de
hr_hr: Vaša ponuda na
ja: ご注文番号
lv_lv: Jūsu piedāvājums
pl_pl: Twoje oferty
vi_vn: d? ngh? c?a b?n t?i

source: has been accepted
ar: وقد تم قبول
et: on heaks kiidetud
fa: پذیرفته شد
fr_lu: a été accepté
hr_hr: je prihvaćen
ja: が更新された
lv_lv: ir akceptēts
pl_pl: została przyjęta
vi_vn: Đã được chấp nhận

source: The accepted offers from
ar: و تقبل العروض من
et: Aktsepteeritud pakkumised
fa: ارائه می دهد قابل قبول از
fr_lu: Les offres acceptées à partir du
hr_hr: U prihvaćenih ponuda od
ja: から受け入れ申し出
lv_lv: Atzīto piedāvājumi no
pl_pl: Przyjmujemy oferty od
vi_vn: Việc cung cấp được chấp nhận từ

source: have been converted to purchase orders and an email sent to
ar: وقد تم تحويلها إلى أوامر الشراء و إرسالها إلى البريد الإلكتروني
et: on konverteeritud ostutellimused ja talle saadetud
fa: شده اند تبدیل به خرید سفارشات و ارسال به ایمیل
fr_lu: ont été convertis en bons de commande et un e-mail envoyé à
hr_hr: su pretvoreni u narudžbenice ie-mail poslan
ja: 発注に変換され、電子メールに送信されている
lv_lv: ir pārvērsti pirkuma pasūtījumu une-pastu nosūtīja
pl_pl: zostały przekształcone w przypadku zamówień i e-mail wysłany do
vi_vn: dã chuy?n sang các don mua hàng và m?t email g?i t?i

source: Please review the order contents
ar: يرجى مراجعة محتويات النظام
et: Palun kontrollige, et sisu
fa: لطفا بررسی مطالب سفارش
fr_lu: Vérifier le contenu de la commande
hr_hr: Molimo pregledajte Reda sadržaj
ja: 注文内容を確認してください
lv_lv: Lūdzu, pārskatiet rīkojuma saturu
pl_pl: Proszę zapoznać się z treścią zamówienia
vi_vn: Vui lòng xem lại nội dung đơn hàng

source: have been converted to purcharse orders but failed to mail, you can view the order contents
ar: وقد تم تحويلها إلى أوامر purcharse لكنها فشلت في البريد ، يمكنك عرض محتويات النظام
et: on konverteeritud purcharse korraldusi , kuid ei posti, saate vaadata , et sisu
fa: در به سفارشات purcharse تبدیل شده اند اما به پست الکترونیکی شکست خورده ، شما می توانید محتویات به منظور مشاهده
fr_lu: ont été converties en commandes purcharse mais a échoué à la poste, vous pouvez afficher le contenu de l'ordre
hr_hr: su pretvoreni u purcharse naloga , ali nije maila , možete vidjeti sadržaj naloga
ja: purcharseオーダーに変換しますが、メールに失敗してきたら、ご注文内容を見ることができます
lv_lv: ir pārvērsti purcharse rīkojumiem , bet neizdevās pastu , jūs varat apskatīt rīkojuma saturu
pl_pl: zostały przeliczone na purcharse zleceń , ale nie mail, można wyświetlić zawartość zamówienie
vi_vn: đã được chuyển đổi sang đơn đặt hàng purcharse nhưng không mail, bạn có thể xem các nội dung để

source: The following offers you made have been rejected
ar: العروض التالية التي أجريتها تم رفض
et: Järgmised pakkumised tegite on tagasi lükatud
fa: زیر شما ارائه می دهد ساخته شده اند را رد کرد
fr_lu: Les offres suivantes que vous avez faites ont été rejetées
hr_hr: Sljedeće ponude koje ste proveli su odbijeni
ja: 作業指図が削除された
lv_lv: Šādi piedāvājumi veicāt tika noraidīti
pl_pl: Wprowadzone następujące oferty zostały odrzucone
vi_vn: Các d? ngh? c?a b?n du?i dây dã b? t? ch?i

source: has been rejected
ar: تم رفض
et: tagasi lükatud
fa: رد شده
fr_lu: a été rejetée
hr_hr: je odbijen
ja: が選択された
lv_lv: tika noraidīts
pl_pl: został odrzucony
vi_vn: Đã bị từ chối

source: The rejected offers from
ar: العروض رفضت من
et: Tagasi pakkumised
fa: ارائه می دهد رد از
fr_lu: Les offres rejetées de
hr_hr: Odbijene ponude iz
ja: 選択された品目
lv_lv: Noraidītie piedāvājumi no
pl_pl: Odrzucił oferty od
vi_vn: Các d? ngh? b? t? ch?i t?

source: have been removed from the system and an email sent to
ar: قد أزيلت من النظام و رسالة بالبريد الالكتروني ل
et: on eemaldatud süsteemi ja talle saadetud
fa: شده اند را از روی سیستم حذف شده و ارسال به ایمیل
fr_lu: ont été retiré(e)s du système et un courriel a été envoyé à
hr_hr: uklonjeni iz sustava ie-mail poslan
ja: システムから削除され、電子メールに送信されている
lv_lv: ir izņemti no sistēmas une-pastu nosūtīja
pl_pl: zostały usunięte z systemu i e-mail wysłany do
vi_vn: Ðã du?c d? b? kh?i h? th?ng và m?t email g?i t?i

source: have been removed from the system but the email has not been sent to
ar: قد أزيلت من النظام ولكن لم يتم إرسال البريد الإلكتروني إلى
et: on eemaldatudsüsteem agaemail ei ole saadetud
fa: از سیستم حذف شده است اما ایمیل نه به فرستاده شود به
fr_lu: ont été retirés du système mais l'e-mail n'est pas envoyé à
hr_hr: uklonjeni iz sustava , alie-mail nije poslan
ja: システムから削除されているが、電子メールに送信されていません
lv_lv: ir izņemta no sistēmas , bete-pasts nav nosūtīts
pl_pl: zostały usunięte z układu , alee nie zostało wysłane do
vi_vn: đã được gỡ bỏ khỏi hệ thống nhưng các email chưa được gửi đến

source: All offers have been processed, and emails sent where appropriate
ar: وقد تم تجهيز جميع العروض، و رسائل البريد الإلكتروني المرسلة عند الاقتضاء
et: Kõik pakkumised on töödeldud ja e-kirju saata vajaduse korral
fa: همه شده اند ارائه می دهد پردازش ، و ایمیل های ارسال شده که در آن مناسب
fr_lu: Toutes les offres ont été traitées, et e-mails envoyés le cas échéant
hr_hr: Sve ponude su obrađeni , e-mailove poslane i gdje je to prikladno
ja: すべてのオファーは処理され、適切な場合には電子メールが送られてきた
lv_lv: Visi piedāvājumi ir apstrādāti , un e-pasta nosūtīts gadījumā
pl_pl: Wszystkie oferty zostały przetworzone i e-maile wysłane w razie potrzeby
vi_vn: Các d? ngh? dã du?c x? lý, và email du?c g?i t?i noi thích h?p

source: Reviewing Sales Order Number
ar: مراجعة المبيعات رقم الطلب
et: Jälgides Sales Tellimuse number
fa: بررسی فروش شماره سفارش
fr_lu: Commande n°
hr_hr: Pregled prodajnog naloga broj:
ja: 販売受注番号確認
lv_lv: Pārskatīt pārdo&#353;anas rīkojuma numurus
pl_pl: Przegladanie Zamówienia Numer
vi_vn: Xem l?i s? don d?t hàng

source: This page must be called with a sales order number to review
ar: يجب استدعاء هذه الصفحة مع رقم أمر المبيعات لمراجعة
et: See leht tuleb kutsuda koosmüügi järjekorranumber vaadata
fa: این صفحه باید با شماره سفارش فروش به نام به بررسی
fr_lu: Cette page doit ếtre appellée avec un numéo de commande croisé
hr_hr: Ova stranica mora biti pozvani s brojem prodajnog naloga za ocjenu
ja: このページは、検討する販売注文番号を呼び出す必要があります
lv_lv: Šī lapa ir jāizsauc ar pārdošanas kārtas numuru , lai pārskatītu
pl_pl: Tea strona musi być wywołana z numerem zamówienia do przejrzenia
vi_vn: Trang này c?n du?c g?i v?i m?t mã s? don hàng d? có th? xem l?i

source: i.e.
ar: أي
et: st
fa: یعنی
fr_lu: c.a.d
hr_hr: tj.
ja: すなわち
lv_lv: citiem vārdiem
pl_pl: tj

source: Click on back
ar: انقر على ظهره
et: Vajuta tagasi
fa: با کلیک بر روی پشت
fr_lu: Cliquer sur Retour
hr_hr: Kliknite na leđa
ja: 戻るクリック
lv_lv: Atpakaļ
pl_pl: Kliknij wstecz
vi_vn: nh?p vào d?ng sau

source: The SQL that failed to get the order header was
ar: كان SQL التي فشلت في الحصول على رأس النظام
et: SQL et ei saanudselleks header oli
fa: گذاشتن که موفق به دریافت سفارش هدر شد
fr_lu: Échec de la commande SQL d'affichage de l'en-tête de la commande:
hr_hr: SQL koja se nije uspjela dobiti nalog glavom je
ja: 注文ヘッダーの取得に失敗しましたSQLがあった
lv_lv: SQL , ka neizdevās iegūt pasūtījuma sitienu
pl_pl: Użyta fraza SQL
vi_vn: D? li?u SQL không thành công trong vi?c l?y tiêu d? don hàng là

source: Order Details
ar: تفاصيل الطلب
et: Tellimuse üksikasjad
fa: سفارش اطلاعات
fr_lu: Détails de la commande
hr_hr: Pojedinosti narudžbe
ja: 注文行詳細
lv_lv: pasūtīt detaļas
pl_pl: Szczegóły zamówienia
vi_vn: Chi tiết đơn hàng

source: Your customer login will only allow you to view your own purchase orders
ar: وسوف تسجيل الدخول عميلك تسمح لك لعرض أوامر الشراء الخاصة بك
et: Teie Sisenemine ainult võimaldab teil vaadata oma tellimuste
fa: ورود به مشتری شما تنها اجازه خواهد داد که شما را به نمایش سفارشات خرید خود را
fr_lu: Votre identifiant client ne vous permettent d'afficher vos propres bons de commande
hr_hr: Vaša prijava kupac samo da će vam omogućiti da vidite svoje narudžbe
ja: あなたの顧客のログインはあなたがあなた自身の購入注文を表示することができます
lv_lv: Jūsu klients pieteikšanās būs tikai ļauj jums apskatīt savu pirkuma pasūtījumu
pl_pl: Twój login Klient tylko pozwoli Ci zobaczyć swoje zamówienia zakupu
vi_vn: Đăng nhập khách hàng của bạn sẽ chỉ cho phép bạn xem các đơn đặt hàng của riêng bạn

source: Order Header Details For Order No
ar: التفاصيل لكي الرأس ل طلب No
et: Tellimuse päis detailid Jrk
fa: جزئیات سفارش سربرگ برای سفارش وجود ندارد
fr_lu: Détails de la commande n°
hr_hr: Naručite kolektora Detalji za narudžbe
ja: 納品詳細入力と注文確認
lv_lv: Pasūtīt Header informācija kārtas Nr
pl_pl: Szczegóły zamówienia nagłówek porządkowy
vi_vn: Chi ti?t tiêu d? don hàng cho mã s? don hàng là

source: Ordered On
ar: أمر في
et: tellida
fa: سفارش در
fr_lu: Commandé le
hr_hr: Na Ž
ja: 注文日
lv_lv: Pasūtīts
pl_pl: Zamówiony na
vi_vn: Được đặt hàng vào

source: Requested Delivery
ar: التسليم المطلوب
et: nõudis väljastamist
fa: تحویل درخواست شده
fr_lu: Livraison souhaitée le
hr_hr: Traženi dostava
ja: 依頼納期
lv_lv: Pieprasīta piegāde
pl_pl: Żądana wysyłka
vi_vn: Giao hàng theo yêu c?u

source: Order Currency
ar: ترتيب العملات
et: Telli Valuuta
fa: سفارش نرخ ارز
fr_lu: Devise de la commande
hr_hr: Naručite valuta
ja: 注文通貨
lv_lv: Pasūtījuma valūta
pl_pl: Waluta zamówienia
vi_vn: Tiền tệ đơn hàng sử dụng

source: Deliver From Location
ar: ايصال من الموقع
et: Edastage From Asukoht
fa: تحویل از محل
fr_lu: Expédition depuis
hr_hr: Izbavi od mjesta
ja: 納品発送場所
lv_lv: Piegādāt no noliktavas
pl_pl: Wysyłka z
vi_vn: Giao hàng t? d?a di?m

source: Delivery Address 6
ar: تسليم العنوان 6
et: Toimetaja Aadress 6
fa: آدرس تحویل 6
fr_lu: Adresse de livraison 6
hr_hr: Adresa isporuke 6
ja: 納品住所６
lv_lv: Piegādes adrese 6
pl_pl: Adres wysyłki 6
vi_vn: Country

source: Freight Cost
ar: تكلفة الشحن
et: veokulud
fa: هزینه حمل و نقل
fr_lu: Frais de transport
hr_hr: Freight troškova
ja: 運送費
lv_lv: Transporta izdevumi
pl_pl: Koszt transportu
vi_vn: Chi phí vận tải

source: The SQL used to retrieve the line items, that failed was
ar: و SQL المستخدمة لاسترداد البنود ، التي فشلت كان
et: SQL kasutatud laadidakirjeid, mis ei olnud
fa: گذاشتن استفاده برای بازیابی اقلام خط ، که شکست خورده بود
fr_lu: Échec de la commande SQL d'affichage des postes:
hr_hr: SQL se koristi za dohvaćanje stavke , koje nije bilo
ja: だった失敗した行の項目を取得するために使用するSQL 、
lv_lv: SQL izmanto, lai ielādētu rindas vienības , kas neizdevās , bija
pl_pl: Użyta fraza SQL
vi_vn: D? li?u SQL dùng d? truy xu?t dòng hàng, dã không thành công là

source: Order Line Details For Order No
ar: التفاصيل لكي لاين لل طلب No
et: Telli Line detailid Jrk
fa: جزئیات سفارش برای سفارش بدون خط
fr_lu: Détail de la commande
hr_hr: Narudžba Detalji za narudžbe
ja: 注文行詳細
lv_lv: Pasūtīt Line informācija kārtas Nr
pl_pl: Szczegóły zamówienia Linia nr porządkowy
vi_vn: Chi ti?t dòng hàng cho mã s? don hàng

source: Qty Del
ar: الكمية ديل
et: Kogus Del
fa: Qty دل
fr_lu: Qté livrée
hr_hr: Količina Del
ja: 納品数量
lv_lv: Piegādātais daudzums
pl_pl: Ilość Wysł.
vi_vn: Số lượng Del

source: Last Del
ar: ديل مشاركة
et: viimati Del
fa: تاریخ و زمان آخرین دل
fr_lu: Dernière liv.
hr_hr: Zadnja Del
ja: 最終納品
lv_lv: Pēdējā piegāde
pl_pl: Ostat. Dostawa
vi_vn: Del cuối cùng

source: Outstanding GRN Valuation
ar: المعلقة تثمين GRN
et: Tasumata GRN Hindamine
fa: ارزش گذاری GRN برجسته
fr_lu: Valorisation du bon de réception en attente
hr_hr: Izvanredna GRN Procjena
ja: 卓越したGRNの評価
lv_lv: Izcila GRN Vērtēšana
pl_pl: Wycena Zaległego Przyjęcia Towaru
vi_vn: Tr? giá GRN xu?t s?c

source: The outstanding GRNs valuation details could not be retrieved by the SQL because
ar: لا يمكن استرجاع المعلقة GRNs تفاصيل التقييم من قبل SQL لأن
et: Tasumata GRNs hindamise andmed ei õnnestunud poolt SQL sest
fa: جزئیات GRNs برجسته ارزیابی می تواند با گذاشتن زیرا قابل بازیابی نیست
fr_lu: Les encours GRNS détails d'évaluation n'a pas pu être récupérés par le SQL parce que
hr_hr: Izraženi GRNs procjene detalj ne može dohvatiti , jer od strane SQL
ja: 卓越GRNs評価の詳細は、SQLによって取得できませんでしたので、
lv_lv: Izcilu GRNs novērtējuma informāciju nevar iegūt, SQL , jo
pl_pl: Nie można odtworzyć zaległych przyjęć towarów przez SQL ponieważ
vi_vn: Không truy xu?t du?c chi ti?t tr? giá GRNs xu?t s?c t? d? li?u SQL vì

source: No outstanding GRNs valuation details retrieved
ar: لا GRNs المعلقة تفاصيل التقييم استرجاع
et: No tasumata GRNs hindamise detailid kätte
fa: جزئیات GRNs برجسته ارزیابی بازیابی
fr_lu: Pas GRNS circulation détails de valorisation récupérés
hr_hr: Nema otvorenih GRNs procjene detalj dohvatiti
ja: いいえ傑出GRNs評価の詳細が取得されません
lv_lv: Nav izcilu GRNs vērtēšanas dati iegūti
pl_pl: Nr wybitnych szczegóły GRNs wyceny przywrócony
vi_vn: Không có Chi ti?t tr? giá GRNs xu?t s?c nào du?c truy xu?t

source: Outstanding GRNs Report
ar: تقرير GRNs المعلقة
et: Tasumata GRNs aruanne
fa: GRNs برجسته گزارش
fr_lu: BR en attente
hr_hr: Izvanredna GRNs Prijavi
ja: 未処理GRNsレポート
lv_lv: Atskaite par nepabeigtām preču piegādēm
pl_pl: Zestawienie Niezafakturowanych Dostaw
vi_vn: Báo cáo GRNs xuất sắc

source: Outstanding GRNs Valuation
ar: GRNs المعلقة التقييم
et: Tasumata GRNs Hindamine
fa: برجسته گذاری GRNs
hr_hr: Izvanredna GRNs Procjena
ja: 卓越GRNsの評価
lv_lv: Izcila GRNs Vērtēšana
pl_pl: Wycena Zaległych Przyjęć Towarów
vi_vn: Tr? giá GRNs xu?t s?c
