Repository: timschofield/KwaMoja-Medical
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar, et, fa, fr_lu, hr_hr, ja, lv_lv, pl_pl, vi_vn

source: with any number of items in a lot/bundle/roll is enabled when controlled is enabled
ar: مع أي عدد من العناصر في الكثير / حزمة / لفة يتم تمكين عندما يتم تمكين رقابة
et: mis tahes arvu punkte palju / kimbus / rull on aktiveeritud, kui kontrollitud on lubatud
fa: با هر تعداد از اقلام در بسیاری / دسته / رول زمانی که کنترل فعال باشد فعال است
fr_lu: avec n importe quel nombre d articles dans un lot lorsque contr
hr_hr: s bilo kojim brojem predmeta u puno / paket / rola je omogućena kad je kontrolirano je omogućen
ja: 制御が有効になっているときにたくさん/バンドル/ロールに任意の数の項目で有効になっています
lv_lv: ar jebkuru vienību skaitu vienā partijā / pele / rullis tiek aktivizēta , kad kontrolēta ir aktivizēta
pl_pl: z dowolną ilością egzemplarzy w partii/dostawie/palecie jest włączona gdy kontrola jest włączona
vi_vn: v?i b?t kì m?t d?i tu?ng nào trong m?t lo?t/bó/cu?n du?c kích ho?t khi ki?m soát du?c kích ho?t

source: Serialised control requires that only one item is in the batch
ar: السيطرة Serialised يتطلب أن عنصر واحد فقط هو في الدفعة
et: Serialised kontroll eeldab, et ainult üks objekt onpartii
fa: کنترل Serialised شده مستلزم آن است که فقط یک مورد است که در دسته ای
fr_lu: Le contrôlee sérialisé requiert la présence d'un seul article dans le lot
hr_hr: Serialised kontrola zahtijeva da samo jedna stavka u seriji
ja: Serialisedコントロールしかつの項目がバッチになっている必要があります
lv_lv: Numurētā kontroles nosaka ka partijā var būt viena prece
pl_pl: Kontrola numerów seryjnych jest włączona gdy jest tylko jedna sztuka na partię
vi_vn: Kiểm soát Serialised yêu cầu chỉ có một mục là trong hàng loạt

source: For serialised control
ar: للسيطرة على تسلسل
et: Sest seeriasertide kontroll
fa: برای کنترل سریال
fr_lu: Pour des contrôles en série
hr_hr: Za serijaliziranom kontrole
ja: シリアル化された制御用の
lv_lv: Numurēto kontrolei
pl_pl: Dla kontroli numerów seryjnych
vi_vn: Để kiểm soát đăng

source: both controlled and serialised must be enabled
ar: و تسيطر كل من تسلسل يجب تفعيل
et: nii kontrollitud ja seeriasertide peab olema sisse lülitatud
fa: کنترل و مرتب باید فعال شود
fr_lu: à la fois contrôlé et sérialisé doivent être activés
hr_hr: i pod kontrolom i serijaliziranom mora biti omogućeno
ja: 両方の制御と直列化を有効にする必要があります
lv_lv: gan kontrolē un serializēja ir jābūt aktivizētam
pl_pl: trzeba włączyć zarówno konrolowany jak i seryjny
vi_vn: sự kiểm soát và tuần tự phải được cho phép

source: The item can only have automatically generated serial numbers if it is a serialised item
ar: هذا البند لا يمكن إلا قد ولدت الأرقام التسلسلية تلقائيا إذا كان عنصر تسلسل
et: Objekt võib vaid on automaatselt genereeritud seerianumbrid , kui see onserialized kirje
fr_lu: L'ordre du jour ne peut avoir généré automatiquement des numéros de série si elle est de numéro de série
hr_hr: Stavka samo su automatski generirani serijske brojeve ako jeserijaliziranom stavku
ja: それがシリアライズアイテムであればアイテムはのみ自動的にシリアル番号を生成していることができます
lv_lv: Punkts var būt tikai automātiski ģenerē sērijas numuru , ja tas irserializēja postenis
pl_pl: Element może mieć tylko numery seryjne generowane automatycznie, jeśli jest to pozycja w odcinkach
vi_vn: Các mặt hàng chỉ có thể đã tự động tạo ra số nối tiếp, nếu nó là một mục đăng

source: The item can only have automatically generated serial numbers if it is a manufactured item
ar: هذا البند لا يمكن إلا قد ولدت الأرقام التسلسلية تلقائيا إذا كان البند المصنعة
et: Objekt võib vaid on automaatselt genereeritud seerianumbrid , kui see ontoodetud kirje
fr_lu: L'ordre du jour ne peut avoir généré automatiquement le numéro de série s'il s'agit d'un article manufacturé
hr_hr: Stavka samo su automatski generirani serijske brojeve ako jeproizveden stavku
ja: それは製造品目の場合はアイテムのみ自動的にシリアル番号を生成していることができます
lv_lv: Punkts var būt tikai automātiski ģenerē sērijas numuru , ja tas irražots postenis
pl_pl: Element może mieć tylko numery seryjne generowane automatycznie, jeśli jest to element wyprodukowany
vi_vn: Các mặt hàng chỉ có thể đã tự động tạo ra số nối tiếp, nếu nó là một mặt hàng sản xuất

source: Assembly/Kitset/Phantom/Service/Labour items cannot also be controlled items
ar: الجمعية / Kitset / فانتوم / خدمة / بنود العمل لا يمكن أن يكون أيضا المواد الخاضعة للرقابة
et: Assembly / Kitset / Phantom / Service / töö teemad ei võiks olla kontrollitavate kaupade
fa: مجمع / Kitset / شبح / خدمات / اقلام کار نیز نمی تواند آیتم های کنترل
fr_lu: Assemblée / Kitset / Phantom / Service / articles du Travail ne peut également être contrôlée articles
hr_hr: Skupština / Kitset / Phantom / usluga / rada stavke ne mogu biti kontrolirane stavke
ja: アセンブリ/ Kitset /ファントム/サービス/労働アイテムも規制品目にすることはできません
lv_lv: Montāža / Kitset / Phantom / pakalpojumi / Darbaspēka vienības nevar būt kontrolētās preces
pl_pl: Montaż / Kitset / Phantom / Usługi / przedmioty pracy nie może być kontrolowany za przedmioty
vi_vn: Lắp ráp / Kitset / Phantom / Dịch vụ / mục Lao động có thể không còn là mặt hàng có kiểm soát

source: Assemblies/Dummies/Phantom and Kitsets are not physical items and batch/serial control is therefore not appropriate
ar: جمعيات / الدمى / فانتوم و Kitsets ليست الأشياء المادية و الدفعة / تحكم المسلسل هو بالتالي ليس من المناسب
et: Assemblies / Dummies / Phantom ja Kitsets ei ole füüsilisi esemeid ja partii / seerianumbri kontroll ei ole seega asjakohane
fa: مجامع / کتاب / شبح و Kitsets های اقلام فیزیکی و کنترل دسته ای / سریال بنابراین مناسب نیست
fr_lu: Les assemblages et kits sont pas des éléments physiques et le contrôle de leur numéro de série ou de lot n'est pas adapté.
hr_hr: Montaža / lutke / Phantom i Kitsets nisu fizički predmeti i hrpa / serijska kontrola stoga nije primjereno
ja: アセンブリ/ダミー/ファントムとKitsetsは、物理的なアイテムとバッチ/シリアル制御ではありませんので、適切ではありません
lv_lv: Uzstādīšana / Dummies / Phantom un Kitsets nav fiziskas preces un partijas / sērijas kontrole tāpēc nav piemērota
pl_pl: Zespoły / Manekiny / Phantom i Kitsets nie są fizyczne przedmioty i partii / szeregowy nie jest zatem właściwe
vi_vn: Hội đồng / Dummies / Phantom và Kitsets là không phải đồ vật lý và lô / nối tiếp kiểm soát do đó không thích hợp

source: There are no inventory categories defined. All inventory items must belong to a valid inventory category,
ar: لا توجد فئات محددة المخزون .
et: Puuduvad inventuuri määratletud kategooriaid .
fr_lu: Il n'y a pas de catégories d'inventaire défini. Tous les articles en stock doit appartenir à une catégorie d'inventaire valide,
hr_hr: Nema inventar kategorije definirane .
ja: 定義された棚卸資産カテゴリがありません。
lv_lv: Nav inventāra noteiktas kategorijas .
pl_pl: Nie zdefiniowano kategorii magazynowych. Wszystkie towary muszą należeć do istniejącej kategorii magazynowej
vi_vn: Chưa có mục hàng tồn kho nào được xác định. Các mặt hàng tồn kho phải nằm trong một kho mục hợp lệ

source: Pansize quantity must be numeric
ar: يجب أن تكون الكمية Pansize الرقمية
et: Pansize kogus peab olema number
fr_lu: La quantité pansize doit être numérique
hr_hr: Pansize količina mora biti numerička
ja: 為替レートは数字でなければいけない
lv_lv: Ievadītajam daudzumam ir jābūt skaitlim
pl_pl: ilość Pansize musi być liczbą
vi_vn: Số lượng Pansize phải là số

source: Shrinkage factor quantity must be numeric
ar: يجب أن يكون انكماش كمية عامل الرقمية
et: Kokkutõmbumine tegur kogus peab olema number
fr_lu: Le facteur de réduction doit être numérique
hr_hr: Skupljanje količina faktor mora biti numerička
ja: 入力される定数は数字でなければなりません
lv_lv: Ekonomiskajam pasūtijumu daudzumam ir jābut skaitlim
pl_pl: Kurczenie ilość czynnika musi być liczbą
vi_vn: Số lượng yếu tố co phải là số

source: The item could not be added because
ar: لا يمكن إضافة هذا البند لأن
et: Toode ei saa lisada , sest
fr_lu: L article ne peut être ajouté car
hr_hr: Stavka ne može biti dodan , jer
ja: ため、項目を追加できませんでした
lv_lv: Punkts nevar pievienot, jo
pl_pl: Towar nie może być dodany ponieważ
vi_vn: Không thêm hàng mới vào được vì

source: The SQL that was used to add the item failed was
ar: فشل SQL التي تم استخدامها لإضافة العنصر كان
et: SQL , mida kasutati , et lisada kirje ei olnud
fr_lu: Échec de la commande SQL d'ajoût d'article:
hr_hr: SQL koji je korišten dodati stavku nije bio
ja: 品目を追加に用いられたSQLは失敗した
lv_lv: SQL , kas tika izmantots, lai pievienotu objektu neizdevās , bija
pl_pl: Użyta fraza SQL
vi_vn: Dữ liệu SQL dùng để thêm mặt hàng đã không thành công vì

source: Could not update the language description because
et: Ei saa värskendada keel kirjeldus sest
fa: توضیحات این زبان را به روز نمی کند چرا که
fr_lu: Impossible de mettre à jour la description de la langue parce que
hr_hr: Ne može se ažurirati opis jezika , jer
ja: 言語記述を更新できませんでしたので、
lv_lv: Nevarēja atjaunināt valodas aprakstu , jo
pl_pl: Nie można zaktualizować opis języka , ponieważ
vi_vn: Không thể cập nhật mô tả ngôn ngữ vì

source: The SQL that was used to update the language description and failed was
et: SQL , mida kasutati , et ajakohastada keel kirjeldus ja ei olnud
fa: SQL است که برای به روز رسانی توضیحات این زبان مورد استفاده قرار گرفت و شکست خورده بود
fr_lu: Le SQL qui a été utilisé pour mettre à jour la description de la langue et n'a pas été
hr_hr: SQL koji je korišten za ažuriranje jezika opis i nije bio
ja: 言語記述を更新するために使用され、失敗したSQLがあった
lv_lv: SQL , kas tika izmantoti, lai atjauninātu valodas aprakstu un neizdevās , bija
pl_pl: SQL , który był używany do aktualizacji opisu języka i nie było
vi_vn: SQL đã được sử dụng để cập nhật các mô tả ngôn ngữ và không thành công là

source: We also attempted to setup item purchase data and pricing.
ar: حاولنا أيضا بالبند الإعداد بيانات الشراء و التسعير.
et: Oleme ka püüdnud setup kirje ostu andmete ja hinnakujunduse kohta.
fa: ما همچنین به مورد راه اندازی اطلاعات خرید و قیمت گذاری اقدام .
fr_lu: Nous avons également tenté de l'élément de configuration des données d'achat et les prix.
hr_hr: Također smo pokušali opcija za podešavanje nabavne podatke i cijene .
ja: また、設定項目購入データおよび価格設定しようとしました。
lv_lv: Mēs arī mēģināja uzstādīšanas pozīcijas pirkuma datus un cenas .
pl_pl: Również próbował poz konfiguracja danych nabycia i cen.
vi_vn: Chúng tôi cũng đã cố gắng để thiết lập mục mua dữ liệu và giá cả.

source: There is no pricing data to clone. Use the following link to add pricing.
ar: لا توجد بيانات التسعير لاستنساخ .
et: Puudub hindade andmed kloonida .
fa: هیچ داده های قیمت گذاری برای کلون کردن وجود دارد.
fr_lu: Il n'y a pas des données de tarification à cloner .
hr_hr: Nema cijene podataka za kloniranje .
ja: クローンを作成する全く価格データはありません。
lv_lv: Nav cenu datu klons .
pl_pl: Nie ma danych cenowe sklonować .
vi_vn: Không có dữ liệu giá để nhân bản .

source: There is no purchasing data to clone .Use the following link to add purchasing data.
ar: لا توجد بيانات الشرائية لاستنساخ . استخدم الرابط التالي لإضافة بيانات الشرائية.
et: Ei ole ostu andmed kloonida . Kasutage järgmist linki lisada ostu andmeid.
fa: هیچ اطلاعات خرید برای کلون کردن وجود دارد. با استفاده از لینک زیر برای اضافه کردن خرید داده است.
fr_lu: Il n'existe pas de données d'achat à cloner . Utilisez le lien ci-dessous pour ajouter des données d'achat.
hr_hr: Nema nabavu podataka za kloniranje . Koristite sljedeći link dodati kupnju podatke .
ja: クローンを作成する全く購買データがありません。購買データを追加するには、次のリンクを使用します。
lv_lv: Nav iepirkumu datu klons . Izmantojiet šo saiti, lai pievienotu iepirkumu datus.
pl_pl: Nie ma danych zakupów sklonować . Użyj poniższy link , aby dodać dane o zakupach .
vi_vn: Không có dữ liệu để sao lưu mua . Sử dụng đường dẫn sau để thêm dữ liệu mua .

source: Clear Image
ar: صورة واضحة
fa: پاک کردن تصویر
fr_lu: Effacer Image
hr_hr: Jasno slika
ja: 鮮明な画像
pl_pl: wyraźny obraz
vi_vn: rõ ràng hình ảnh

source: You do not have access to delete this item image file.
ar: لم يكن لديك الوصول إلى حذف هذا الملف صورة المنتج .
et: Sul ei ole juurdepääsu seda kustutada pildifail.
fa: شما دسترسی برای حذف این فایل تصویر آیتم ندارد .
fr_lu: Vous n'avez pas accès pour supprimer ce fichier d'image objet .
hr_hr: Vi nemate pristup izbrisati tu stavku slikovne datoteke .
ja: このアイテムの画像ファイルを削除するためのアクセスを持っていない。
lv_lv: Jums nav piekļuves izdzēst preci attēla failu .
pl_pl: Nie masz dostępu usunąć ten obiekt plik obrazu.
vi_vn: Bạn không có quyền truy cập để xóa các tập tin hình ảnh sản phẩm .

source: Add or Modify Stock Categories
ar: إضافة أو تعديل فئات الأسهم
et: Lisa või muuda ladu Kategooriad
fr_lu: Ajouter ou modifier une catégorie (stock)
hr_hr: Dodaj ili izmijeni Stock kategorije
ja: 在庫カテゴリ追加修正
lv_lv: Pievienot vai mainīt preces kategoriju
pl_pl: Dodaj lub Zmień Kategorie Towarów
vi_vn: Thêm hoặc Sửa đổi Danh mục chứng khoán

source: Economic Order Quantity
ar: النظام الاقتصادي الكمية
et: Majandus tellimuse kogus
fr_lu: Quantité pour une commande économique
hr_hr: Ekonomska količina narudžbe
ja: 経済的発注量
lv_lv: Ekonomiskais pasūtījumu daudzums
pl_pl: Ekonomiczna Wielkość Zamówienia
vi_vn: Kinh tế Số lượng

source: Packaged Volume (metres cubed)
ar: الحجم تعبئتها ( متر مكعبة )
et: Pakendatud Maht ( kuupmeetrit )
fa: حجم ( متر نبات بسته بندی شده )
fr_lu: Volume conditionné (m³)
hr_hr: Pakirano Volumen ( m kubu )
ja: 梱包容積(m3)
lv_lv: Preces tilpums
pl_pl: Objętość Brutto (m3)
vi_vn: Thể tích đóng gói (m3)

source: Net Weight (KGs)
ar: الوزن الصافي ( كلغ)
et: Netokaal ( KG )
fa: وزن خالص ( کیلوگرم )
fr_lu: Poids net ( kg)
hr_hr: Neto težina ( kg )
ja: 正味重量（ KGS）
lv_lv: Neto svars ( KGS)
pl_pl: Waga netto ( kg)
vi_vn: Trọng lượng (kg )

source: Units of Measure
ar: وحدات القياس
et: Mõõtühikud
fa: واحد اندازه گیری
fr_lu: Unités de mesure
hr_hr: Jedinice mjere
ja: 単位
lv_lv: Mērvienības
pl_pl: Jedn. miary
vi_vn: đơn vị đo lường

source: Assembly, Kit, Manufactured or Service/Labour
ar: الجمعية ، كيت ، وتصنيعها أو الخدمة / العمل
et: Assamblee , Kit , mis on valmistatud või teenindus / töö
fa: مجمع ، کیت ، تولید یا خدمات / کار
fr_lu: Assemblée, Kit, fabriqué ou service / travail
hr_hr: Skupština , Kit , Proizvedeno ili usluga / rada
ja: 組立、製造キット、またはサービス/労働
lv_lv: Montāža , Kit , Ražotājs vai dienesta / darba
pl_pl: Zgromadzenie, Kit, wytworzone lub usług / pracy
vi_vn: Lắp ráp, Kit , Sản xuất hoặc dịch vụ / Lao động

source: Kit
ar: عدة
et: komplekt
hr_hr: oprema
ja: キット
lv_lv: Komplekts
pl_pl: Zestaw
vi_vn: bộ

source: Service/Labour
ar: خدمة / العمل
et: Service / töö
fa: خدمات / کار
fr_lu: Service/Travail
hr_hr: Usluga / rada
ja: 役務
lv_lv: Serviss
pl_pl: Service / praca
vi_vn: Dịch vụ / Lao động

source: Current or Obsolete
ar: الحالية أو بالية
et: Praegune või vananenud
fr_lu: Actuel ou obsolète
hr_hr: Trenutni ili zastarjele
ja: 現在か旧式
lv_lv: Jauns/novecojis
pl_pl: Aktualny lub Nieaktualny
vi_vn: Hiện tại hoặc cũ

source: Batch, Serial or Lot Control
ar: دفعة ، المسلسل أو التحكم لوط
et: Partii, seerianumbri või Lot kontroll
fa: دسته ای، سریال یا کنترل لوط
fr_lu: Contrôle batch, en série ou par lot
hr_hr: Batch , Serijski ili Lot kontrole
ja: 制御レベル（バッチ、連続・・）
lv_lv: laidiens, numurēts, laidiena kontrole
pl_pl: Kontrola Partii, Seryjna lub Dostawy
vi_vn: Hàng loạt , Serial hoặc kiểm soát lô

source: No Control
ar: لا تحكم
et: puudub kontroll
fr_lu: Aucun contrôle
hr_hr: Nema kontrole
ja: 制御無
lv_lv: Nekontrolēta
pl_pl: Bez Kontroli
vi_vn: Không có kiểm soát

source: this has no effect if the item is not Controlled
ar: هذا ليس له أي تأثير إذا لم تتم السيطرة على البند
et: see ei toimi, kuitoode ei kontrolli
fa: این اثر در صورتی که آیتم کنترل شده نیست
fr_lu: Ceci n a aucun effet si l article n est pas control
hr_hr: to nema učinka akoopcija nije pod kontrolom
ja: 品目の制御が無いなら、これは有効でない
lv_lv: neitekmē preces, kuras netiek kontrolētas
pl_pl: (Nie istotne jeśli towar nie jest kontrolowany)
vi_vn: này không có tác dụng nếu các mặt hàng không kiểm soát

source: Perishable
ar: قابل للفساد
et: riknevate
fr_lu: Périssables
hr_hr: kvarljiv
ja: 無効
lv_lv: Ātrbojīgs
pl_pl: Szybko psujących się
vi_vn: dễ hư hỏng

source: Decimal Places for display Quantity
ar: المنازل العشرية للعرض الكمية
et: Koma näitamiseks Kogus
fr_lu: Décimales pour l'affichage des quantités
hr_hr: Decimalna mjesta za prikaz količina
ja: 表示の小数位
lv_lv: Komata vieta daudzuma uzrādī&#353;anai
pl_pl: Ilość miejsc po przecinku dla wyświetlacza
vi_vn: Địa điểm thập phân để hiển thị Số lượng

source: Tax Category
ar: ضريبة الفئة
et: maksu- kategooria
fr_lu: Catégorie T.V.A.
hr_hr: Porezna kategorija
ja: 税カテゴリ
lv_lv: Nodokļu kategorija
pl_pl: Grupa podatkowa
vi_vn: Khoản mục thuế

source: Pan Size
ar: الحجم عموم
et: Pan suurus
fr_lu: Taille du plateau
hr_hr: Pan Veličina
ja: ＆品目
lv_lv: Izmērs
pl_pl: Rozmiar Pan
vi_vn: kính đĩa

source: Shrinkage Factor
ar: عامل انكماش
et: kokkutõmbumine Factor
fr_lu: Facteur de réduction
hr_hr: Skupljanje Factor
ja: 得意先更新
lv_lv: saraušanās koeficients
pl_pl: Kurczenie Factor
vi_vn: co tố

source: Item Category Properties
ar: البند خصائص الفئة
et: Toode Kategooria omadused
fr_lu: Propriétés catégorie d'article
hr_hr: Stavka Kategorija Nekretnine
ja: 品目カテゴリ特性
lv_lv: Preču kategorijas rekvizīti
pl_pl: Właściwości Kategoria przedmiotu
vi_vn: Danh mục sản phẩm thuộc tính

source: A number between
ar: عدد بين
et: Number vahel
fr_lu: Un nombre entre
hr_hr: Broj između
ja: 1～10の間の数が予想されます
lv_lv: Skaitlis starp
pl_pl: Liczba pomiędzy
vi_vn: Một số giữa

source: is expected
ar: ومن المتوقع
et: eeldatakse
fr_lu: On s'attend
hr_hr: očekuje se
ja: 期待されている
lv_lv: sagaidāms
pl_pl: Oczekuje się
vi_vn: dự kiến

source: Categories
ar: التصنيفات
et: Kategooriad
fr_lu: Catégories
hr_hr: Kategorije
ja: 税カテゴリ
lv_lv: Kategorijas
pl_pl: Kategorie
vi_vn: các loại

source: Stock Cost Update
ar: تحديث تكلفة المخزون
et: Stock Cost Uuenda
fr_lu: Mise à jour des coûts
hr_hr: Stock Troškovi Update
ja: 在庫原価更新
lv_lv: Preces Izmaksu atjaunināšana
pl_pl: Aktualizacja Kosztów Towarów
vi_vn: Cập nhật chi phí kho hàng

source: Non-existent Item
ar: السلعة غير موجودة
et: Olematu Punkt
fa: مورد از Non-Existent
fr_lu: Article inexistant
hr_hr: Nepostojeći artikla
ja: 存在しない品目
lv_lv: Neeksistē postenis
pl_pl: Towar nie istnieje
vi_vn: Mặt hàng không tồn tại

source: The cost details for the stock item could not be updated because
ar: تعذر تحديث تفاصيل التكاليف لل بند الأوراق المالية بسبب
et: Kulude üksikasjadlaonumbrist ei saa ajakohastada , sest
hr_hr: Trošak detalje za dionicama točke ne može biti ažurirana , jer
ja: 在庫品目のコスト詳細は更新できませんでした理由は
lv_lv: Izmaksu informāciju par akciju postenim nevar atjaunināt , jo
pl_pl: Wycena towaru nie może być zaktualizowana ponieważ
vi_vn: Các chi tiết chi phí cho các sản phẩm chứng khoán không có thể được cập nhật bởi vì

source: The cost details for the stock item could not be retrieved because
ar: لا يمكن استرجاع تفاصيل التكاليف لل بند الأوراق المالية بسبب
et: Kulude üksikasjadlaonumbrist ei õnnestunud , sest
fr_lu: Le détail des coûts pour l'élément de stock ne pouvaient pas être récupérés parce
hr_hr: Trošak detalje za dionicama stavku nije moguće dohvatiti jer
ja: 在庫品目のコスト詳細は検索できませんでした理由は
lv_lv: Izmaksu informāciju par akciju postenim nevarēja izgūt , jo
pl_pl: Wycena towaru nie może być odtworzona ponieważ
vi_vn: Các chi tiết chi phí cho các sản phẩm chứng khoán không thể được lấy ra bởi vì

source: Show Cost Details
ar: مشاهدة تفاصيل التكلفة
et: Näita Cost Details
fr_lu: Afficher le détail des coûts
hr_hr: Pokaži Pojedinosti cijene
ja: 原価詳細表示
lv_lv: Rādīt Cost detaļas
pl_pl: Pokaż Szczegóły Kosztów
vi_vn: Hiển thị chi tiết chi phí

source: Total Quantity On Hand
ar: مجموع كمية على اليد
et: Üldkoguse Hand
fr_lu: Quantité totale en main
hr_hr: Ukupna količina na ruku
ja: 合計在庫数量
lv_lv: Kopējais daudzums uz rokas
pl_pl: Sumaryczna Ilość na Stanie
vi_vn: T?ng s? lu?ng hi?n có

source: Last Cost update on
ar: آخر تحديث التكلفة على
et: Viimati Cost uuendatud
fr_lu: Dernièr coût mis à jour le
hr_hr: Zadnja izmjena na trošak
ja: 在庫原価更新

source: is a service item
ar: هو بند الخدمة
et: on teenus, toode
fr_lu: est un élément de service
hr_hr: je usluga stavku
ja: 役務品目
lv_lv: Pakalpojums
pl_pl: jest elementem usługi
vi_vn: là một sản phẩm dịch vụ

source: is an assembly part
ar: هو جزء الجمعية
et: koost osa
fr_lu: est une pièce d'assemblage
hr_hr: je sklop dio
ja: は組立品目です
lv_lv: irmontāžas daļa
pl_pl: jest kompletem
vi_vn: là một phần lắp ráp

source: is a kit set part
ar: هي مجموعة جزء عدة
et: on komplekt komplekti osa
fa: کیت بخشی از مجموعه ای است
fr_lu: est un kit de mise en service partielle
hr_hr: je dio kit set
ja: はキットセット品目です
lv_lv: irkit komplekts daļa
pl_pl: jest zestawem
vi_vn: là một bộ phần bộ

source: Cost information cannot be modified for kits assemblies or service items
ar: لا يمكن تعديل معلومات التكلفة ل مجموعات جمعيات أو بنود الخدمة
et: Kulude andmed ei saa muuta komplektide sõlmede või esemete
fa: اطلاعات هزینه می تواند برای کیت مجامع و یا موارد خدمات اصلاح شود
fr_lu: information sur les coûts ne peuvent pas être modifiés pour les assemblages des kits ou des éléments du service
hr_hr: Trošak informacije ne mogu se mijenjati za setove skupštine ili servis predmete
ja: キット組立またはダミー品目のため原価情報は修正できません
lv_lv: Izmaksas informāciju nevar pārveidota komplekti komplektiem vai pakalpojumu posteņus
pl_pl: Informacje o kosztach nie mogą być zmienione zestawów zespołów lub elementów usługi
vi_vn: Thông tin chi phí không thể được sửa đổi cho bộ dụng cụ lắp ráp hoặc các mặt hàng dịch vụ

source: Please select a different part
ar: الرجاء اختيار جزء مختلف
et: Palun valige teine ​​osa
fr_lu: Sélectionner un autre article
hr_hr: Molimo odaberite drugi dio
ja: 異なる品目を選択してください
lv_lv: Lūdzu, izvēlieties citu daļu
pl_pl: Wybierz inny towar
vi_vn: Vui lòng chọn một phần khác nhau

source: Last Cost
ar: تكلفة مشاركة
et: viimati Cost
fr_lu: Dernier coût
hr_hr: Zadnja cijena
ja: 最新原価
lv_lv: Pēdējā izmaksas
pl_pl: Ostatnia Wycena
vi_vn: Chi phí gần đây nhất

source: Standard Material Cost Per Unit
ar: معيار التكلفة المادية لكل وحدة
et: Standard Materjali kulu ühiku kohta
fa: هزینه های استاندارد مواد هر واحد
fr_lu: Coût des matériaux par unité
hr_hr: Standardni materijal trošak po jedinici
ja: 標準原材料原価/単位
lv_lv: Standarta Materiāls izmaksas uz vienu vienību
pl_pl: Standardowy Koszt Materiału na Jednostkę
vi_vn: Tiêu chuẩn Vật liệu Chi phí mỗi đơn vị

source: Standard Labour Cost Per Unit
ar: تكلفة العمل لكل وحدة قياسية
et: Standard töö ühiku kohta
fr_lu: Coût du travail par unité
hr_hr: Standardna Troškovi rada po jedinici
ja: 標準労務費/単位
lv_lv: Standarta Darbaspēka izmaksas uz vienu vienību
pl_pl: Standardowy Koszt Pracy na Jednostkę
vi_vn: Chi phí lao động tiêu chuẩn mỗi đơn vị

source: Standard Overhead Cost Per Unit
ar: التكاليف العامة القياسية لكل وحدة
et: Standard Overhead ühiku kohta
fa: هزینه های استاندارد سربار در هر واحد
fr_lu: Frais généraux par unité
hr_hr: Standardna režijski trošak po jedinici
ja: 標準固定費/単位
lv_lv: Standarta pieskaitāmās izmaksas par vienību
pl_pl: Standardowe Koszty Jednostkowe
vi_vn: Tiêu chuẩn trên cao Chi phí trung bình mỗi đơn vị

source: Stock Check Sheets Entry
ar: الأسهم تحقق من صفائح الدخول
et: Stock Kontrolli lehed sissekanne
fr_lu: Fiches de contrôle du stock
hr_hr: Stock Provjeri Listovi post
ja: 在庫確認シート入力
lv_lv: Noliktavas pārbaude Sheets Entry
pl_pl: Wprowadzanie Arkuszy Spisowych
vi_vn: Chứng khoán tra Sheets nhập

source: Resuming Entering Counts
ar: استئناف التهم الدخول
et: Jätkamine sisestamine Loeb
fa: از سرگیری ورود به شمارش
fr_lu: Retour à la saisie de données
hr_hr: Nastavak Ulaskom grofovi
ja: 数量入力再開
lv_lv: Atsākšanas ievadīšana Grāfu
pl_pl: Kontynuuj wprowadzanie ilości
vi_vn: Khôi phục Đếm Bước vào

source: Viewing Entered Counts
ar: عرض التهم دخلت
et: Kasutaja Sisestatud Loeb
fr_lu: Affichage des données saisies
hr_hr: Gledanje ušao grofovi
ja: 入力済数量表示
lv_lv: Apskata ievadīta Grāfu
pl_pl: Przegląd wprowadzonych ilości
vi_vn: Xem Counts nhập

source: Entering Counts
ar: دخول التهم
et: sisenemine Loeb
fr_lu: Saisie des données
hr_hr: Unos grofovi
ja: 数量入力
lv_lv: ievadīšana Grāfu
pl_pl: Wprowadzanie Ilości
vi_vn: vào Counts

source: View Entered Counts
ar: عرض التهم دخلت
et: Vaata Sisestatud Loeb
fr_lu: Afficher les données saisies
hr_hr: Pogledajte ušao grofovi
ja: 入力済数量表示
lv_lv: Skatīt ievadīta Grāfu
pl_pl: Przegląd Wprowadzonych Ilości
vi_vn: Xem Counts nhập
