Repository: timschofield/KwaMoja-Medical
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar, et, fa, fr_lu, hr_hr, ja, lv_lv, pl_pl, vi_vn

source: No deletions will be allowed if they exist
ar: ولن يسمح الحذف إذا كانت موجودة
et: Ei jäetud lubatud juhul, kui need on olemas
fa: بدون حذف اجازه خواهد داشت در صورتی که وجود داشته باشد
fr_lu: Pas de suppression autorisée s'ils existent
hr_hr: Nema brisanja bit će dopuštena ako postoje
ja: それらが存在するなら削除は許されません
lv_lv: Dzē&#353;ana nav atļauta
pl_pl: Jeśli istnieją towar nie będzie usunięty
vi_vn: Vi?c xóa không du?c ch?p nh?n n?u chúng có t?n t?i

source: Delete This Item
ar: حذف هذه السلعة
et: Kustuta see toode
fr_lu: Supprimer cet article
hr_hr: Izbriši ovaj artikal
ja: この品目削除
lv_lv: Dzēst preci
pl_pl: Usuń Towar
vi_vn: Xóa loại hàng này

source: Contract Charges or Credits
ar: رسوم العقد أو ائتمانات
et: Leping Maksud või Autorid
fr_lu: Frais de contrat ou de crédits
hr_hr: Ugovor Optužbe ili kredita
ja: 契約料金やクレジット
lv_lv: Līgums Maksas vai Kredīti
pl_pl: Opłaty umowy lub kredytów
vi_vn: Phí hợp đồng hoặc Uy Tín

source: Contract charges or credits are entered against supplier invoices or credit notes respectively. To enter supplier transactions the supplier must first be selected from the supplier selection screen, then the link to enter a supplier invoice or credit note must be clicked on
ar: يتم إدخال رسوم عقد أو اعتمادات ضد فواتير الموردين أو تلاحظ الائتمان على التوالي .
et: Leping tasusid või krediiti kirjendada tarnija arved või kreeditarve võrra.
fa: اتهامات عنوان شده علیه قرارداد و یا از اعتبارات در برابر فاکتورها عرضه کننده کالا و یا یادداشت های اعتباری به ترتیب وارد می شود.
fr_lu: charges du contrat ou de crédits sont inscrits contre les factures des fournisseurs ou des notes de crédit, respectivement. Pour entrer dans les transactions avec le fournisseur, le fournisseur doit d'abord être sélectionné dans l'écran de sélection des fournisseurs, puis sur le lien pour entrer une facture fournisseur ou note de crédit doit être cliqué sur
hr_hr: Ugovor optužbe ili krediti su ušli protiv dobavljača računa ili kreditne bilješke respektivno .
ja: 契約料金やクレジットはそれぞれ仕入先請求書またはクレジットノートに対して入力されています。
lv_lv: Līgums maksas vai kredīti tiek ierakstīta piegādātāja rēķiniem un kredīta avizo, attiecīgi .
pl_pl: opłaty umowy lub kredytów wprowadzane są na podstawie faktur dostawcy lub not kredytowych odpowiednio. Aby wejść do transakcji dostawca dostawca musi najpierw zostać wybrane z ekranu wyboru dostawcy, a następnie link do wprowadzenia faktury dostawcy lub noty kredytowej należy kliknąć
vi_vn: Chi phí hợp đồng hoặc các khoản tín dụng được nhập đối với nhà cung cấp hoá đơn hoặc ghi chú tín dụng tương ứng .

source: Select A Supplier
ar: حدد المورد
et: Valige tarnija
fr_lu: Sélectionner un fournisseur
hr_hr: Izaberi dobavljača
ja: サプライヤーを選択してください
lv_lv: Izvēlieties Piegādātāja
pl_pl: Wybór Dostawcy
vi_vn: Chọn nhà cung cấp

source: The contract reference entered does not exist as a customer ordered contract. This contract cannot be charged to
ar: المرجع العقد أدخلته غير موجود كما أمرت العملاء العقد.
et: Lepingus viide kantud ei ole olemas nagu klient tellida lepingu.
fr_lu: La référence du contrat est entré n'existe pas comme un client a commandé contrat. Ce contrat ne peut être imputé au
hr_hr: Ugovor je stupio Referentna ne postoji kaokupac naručio ugovor .
ja: 顧客が契約を命じたとして入力契約の参照は存在しません。
lv_lv: Līgums, kas noslēgts atsauces nav , joklients lika līgumu.
pl_pl: Wniosek umowa zawarta nie istnieje jako klient zamówił umowy. Niniejsza umowa nie może być obciążony
vi_vn: Tài liệu tham khảo hợp đồng nhập không tồn tại như một khách hàng đặt mua hợp đồng .

source: The amount entered is not numeric. This contract charge cannot be added to the invoice
ar: المبلغ الذي تم إدخاله غير رقمية.
et: Kavandatud summa ei ole numbriline .
fr_lu: Le montant inscrit n'est pas numérique. Cette charge contrat ne peut être ajouté à la facture
hr_hr: Iznos unijeli nije numerički .
ja: 入力した金額が数値ではありません。
lv_lv: Ieraksta summa nav ciparu .
pl_pl: Wprowadzona kwota nie jest numeryczne. Opłata ta umowa nie może zostać dodany do faktury
vi_vn: Số lượng nhập vào không số.

source: Contract charges on Invoice
ar: رسوم العقد على الفاتورة
et: Lepingu tasud arve
fr_lu: charges du contrat sur la facture
hr_hr: Ugovor naknade na računu
ja: 請求書の請求運賃
lv_lv: Līgums maksas par rēķinu
pl_pl: Umowa w sprawie opłat za faktury
vi_vn: Chi phí hợp đồng trên hóa đơn

source: Contract credits on Credit Note
ar: اعتمادات العقد على الائتمان ملاحظة
et: Leping krediiti kreeditarve
fr_lu: crédits du contrat sur les notes de crédit
hr_hr: Ugovor o odobrenju kredita
ja: 入金伝票と返品伝票の割当
lv_lv: Līgums kredītus par Credit Note
pl_pl: kredytów umowy w sprawie kredytu Uwaga
vi_vn: Các khoản tín dụng hợp đồng tín dụng Lưu ý

source: Back to Invoice Entry
ar: عودة إلى إدخال الفاتورة
et: Tagasi Arve sissekanne
fr_lu: Retour à la saisie des factures
hr_hr: Povratak na fakturu upisu
ja: 請求書入力に戻る
lv_lv: Atpakaļ pie rēķina ievadī&#353;anas
pl_pl: Powrót do Wprowadzania Faktury
vi_vn: Sao để nhập hóa đơn

source: Contract Selection
ar: اختيار العقد
et: Leping valik
fr_lu: Contrat de sélection
hr_hr: Ugovor Izbor
ja: 得意先選択
lv_lv: līgums atlase
pl_pl: Wybór umowy
vi_vn: Lựa chọn hợp đồng

source: otherwise select the contract from the list
ar: خلاف ذلك حدد العقد من قائمة
et: muidu valida lepingu nimekirjast
fr_lu: Sinon, sélectionnez le contrat de la liste
hr_hr: protivnom odaberite ugovor s popisa
ja: そうしないと、リストから契約を選択
lv_lv: pretējā gadījumā izvēlieties līgumu no saraksta
pl_pl: W przeciwnym razie wybierz umowy z listy
vi_vn: nếu chọn hợp đồng từ danh sách

source: Aniticpated Cost
ar: التكلفة Aniticpated
fr_lu: Coût prévu
hr_hr: Troškovi Aniticpated
ja: 累積経費
lv_lv: Aniticpated izmaksas
pl_pl: Koszt Aniticpated
vi_vn: Chi phí Aniticpated

source: Enter Contract Charge
ar: أدخل المسؤول العقد
et: Sisesta Leping Charge
fr_lu: Saisir frais de contrat
hr_hr: Upišite Ugovor Charge
ja: 一部入力 of
lv_lv: Ievadiet Līgums Charge
pl_pl: Wpisz Charge umowy
vi_vn: Nhập phí hợp đồng

source: Enter Supplier Credit Note Against Goods Received
ar: أدخل مزود الائتمان ملاحظة على السلع الواردة
et: Sisesta Pakkuja kreeditarve saadud kaubad
fa: تامین کننده اعتباری را وارد کنید توجه داشته باشید در برابر کالاهای دریافتی
fr_lu: Saisir les avoirs en rapport avec les biens reçus
hr_hr: Unesite Napomena Credit Supplier protiv primljena dobra
ja: 受信された製品に対してサプライヤクレジットメモを入力してください
lv_lv: Ievadīt kredītrēķinu pret saņemtajām precēm
pl_pl: Wprowadź Korektę Dostawcy na Towary Przyjęte
vi_vn: Nhập Nhà cung cấp tín dụng Lưu ý đối với hàng hóa nhận

source: To enter a supplier transactions the supplier must first be selected from the supplier selection screen
ar: لإدخال المعاملات المورد المورد يجب أولا اختيارها من شاشة اختيار الموردين
et: Sisestamiseks tarnija tehingudtarnija peab kõigepealt valitaksetarnija valiku ekraan
fr_lu: Pour entrer un transactions avec les fournisseurs, le fournisseur doit d'abord être sélectionné dans l'écran de sélection des fournisseurs
hr_hr: Za unos dobavljač transakcijedobavljač prvo mora biti izabran iz zaslona dobavljač izbor
ja: 仕入先トランザクションを入力するために、仕入先は仕入先選択画面から最初に選択しなければなりません
lv_lv: Pirms iepirkuma ievadī&#353;anas ir jāizvēlas piegādātājs
pl_pl: Aby wprowdzić transakcję dostawcymusisz najpierw wybrać dostawcę
vi_vn: Để nhập vào một nhà cung cấp các giao dịch nhà cung cấp đầu tiên phải được lựa chọn từ màn hình lựa chọn nhà cung cấp

source: then the link to enter a supplier credit note must be clicked on
ar: ثم الرابط لإدخال ملاحظة الائتمان المورد يجب النقر على
et: siislink sisenedatarnija kreeditarve tuleb klõpsanud
fa: سپس لینک برای وارد شدن به یک عرضه کننده کالا توجه داشته باشید اعتباری باید بر روی کلیک
fr_lu: puis sur le lien pour entrer dans une note de crédit fournisseur doit être cliqué sur
hr_hr: zatim vezu unijeti notu kredita dobavljača mora biti kliknuo na
ja: それから仕入先返品伝票を入力するリンクがクリックしなければなりません
lv_lv: pēc tam janospiež links, lai ievadītu kredītrēķinu
pl_pl: następnie kliknij link do wprowadzenia faktury korygującej dostawcy
vi_vn: sau đó liên kết để vào một ghi chú tín dụng nhà cung cấp phải được bấm trên

source: Select A Supplier to Enter a Transaction For
ar: تحديد مورد لإدخال عملية لل
et: Vali tarnija Sisestatehingu
fa: انتخابتامین کننده وارد معامله
fr_lu: Sélectionner un fournisseur pour saisir une transaction
hr_hr: Odaberite da dobavljač Unesite transakcije
ja: のトランザクションを入力するためにサプライヤーを選択してください
lv_lv: Izvēlaties piegādātāju, lai ievadītu grāmatojumu priek&#353;s
pl_pl: Wybierz Dostawcę do Wprowadzenia Transakcji
vi_vn: Chọn Một Nhà cung cấp để nhập giao dịch Đối với

source: The credit quantity is not numeric or the quantity to credit is more that quantity invoiced
ar: كمية الائتمان ليست رقمية أو كمية على الائتمان هي أكثر من الكمية الفواتير
et: Krediidi kogus ei ole numbriline või koguse krediit on selle koguse arve
hr_hr: Kreditna količina nije numerička ilikoličina za kredit je da je količina fakturirani
ja: 信用量が数値でない場合、または信用の量が量が請求することもっとある

source: The goods received cannot be credited by this quantity
ar: البضائع الواردة لا يمكن أن ينسب من قبل هذه الكمية
et: Saadud kaupa ei ole võimalik tunnustada selle kogus
hr_hr: Primljena dobra ne može biti pripisana ovim količinama
ja: 受け取った商品は、この量で入金することができません

source: The price charged in the suppliers currency is either not numeric or negative
ar: السعر الذي يدفعه في العملة الموردين هو إما غير رقمية أو سلبي
et: Hind oli tarnijate raha ei ole kas numbriline või negatiivne
fa: قیمت و متهم در ارز تامین کنندگان است یا عددی یا منفی است
fr_lu: Le prix facturé dans la monnaie fournisseurs est soit non numérique ou négative
hr_hr: Cijena koja se naplaćuje u valuti dobavljača , ili je ne numerička ili negativna
ja: サプライヤー通貨に充電価格は、数値または負でない
lv_lv: Cena jāmaksā piegādātāja valūtā, ir vai nu nav ciparu vai negatīva
pl_pl: Wprowadzona suma w walucie dostawcy jest nie numeryczna lub mniejsza od zera
vi_vn: Giá tính bằng đồng tiền các nhà cung cấp hoặc là không số hoặc tiêu cực

source: The goods received cannot be credited at this price
ar: البضائع الواردة لا يمكن الفضل في هذا السعر
et: Saadud kaupa ei ole võimalik tunnustada selle hinnaga
fr_lu: Les marchandises reçues ne peuvent être crédités à ce prix
hr_hr: Primljena dobra ne može biti doznačena po ovoj cijeni
ja: 受け取った商品は、この価格で入金することができません
lv_lv: Saņemto preci nevar kreditēt par &#353;o cenu
pl_pl: PRzyjęcie towaru nie może być skorygowane po tej cenie
vi_vn: Hàng hoá nhận được không có thể được ghi ở mức giá này

source: Credits Against Goods Received Selected
ar: الاعتمادات على السلع الواردة مختارة
et: Autorid kaupade suhtes Vastatud Valitud
fr_lu: Crédits contre des biens reçus sélectionnés
hr_hr: Krediti s robom primljeni Odabrani
ja: 製品に対する謝辞が選択されて受信
lv_lv: Kredīts pret saņemtām precēm tika izvēlēts
pl_pl: Korekty na Wybranych Dostawach Towaru
vi_vn: Tín dụng đối với hàng hóa nhận chọn

source: Quantity Credited
ar: الكمية الفضل
et: Kogus krediteeritud
fr_lu: Quantité créditée
hr_hr: Količina korist
ja: 数量貸方
lv_lv: Daudzums kreditēts
pl_pl: Ilość Skorygowana
vi_vn: số lượng ghi có

source: Price Credited in
ar: سعر الفضل في
et: Hind kontole
fr_lu: Prix à valoir dans
hr_hr: Cijena u korist
ja: で貸方価格
lv_lv: Cena kreditēta
pl_pl: Cena Skorygowana w
vi_vn: Giá ghi có trong

source: Line Value in
ar: قيمة خط في
et: Line Väärtus
fr_lu: Valeur ligne dans
hr_hr: Line Value u
ja: 行価格 in
lv_lv: Rindas vērtība
pl_pl: Wartość Pozycji w
vi_vn: Giá trị dòng trong

source: Total Value Credited Against Goods
ar: إجمالي القيمة تخصم السلع
et: Koguväärtus krediteeritakse kaubad
fa: ارزش کل اعتبار در مقابل کالاهای
fr_lu: Valeur totale déduite de marchandises
hr_hr: Ukupna vrijednost robe odbitak
ja: 製品控除総価値
lv_lv: Kopējā vērtība kreditēta pret precēm
pl_pl: Wartość Korekty
vi_vn: Tổng giá trị ghi có đối với hàng hóa

source: There are no goods received records for
ar: هناك لم ترد أي السلع سجلات
et: Kaupa pole saanud dokumente
fr_lu: Il n'y a pas de dossiers pour les biens reçus
hr_hr: Nema roba dobila evidencije za
ja: 全く品のレコードが受信されない
lv_lv: Šeit nav preču saņem&#353;anas ieraksts
pl_pl: Nie ma rekordów przyjęcia towaru dla
vi_vn: Không có hàng hoá nhận được hồ sơ cho

source: since
ar: منذ
et: alates
fr_lu: depuis
hr_hr: od
ja: 差異

source: To enter a credit against goods received
ar: لإدخال الائتمان على السلع الواردة
et: Sisestamiseks laenu saadud kaupa
fr_lu: Pour entrer un crédit contre les biens reçus
hr_hr: Za unos kredit od robe primili
ja: 商品に対する信用を入力するには、受信した
lv_lv: Iedīt kredītu pret saņemtājām precēm
pl_pl: Aby wprowadzić korektę przyjecia towaru
vi_vn: Để nhập tín dụng đối với hàng nhận được

source: the goods must first be received using the link below to select purchase orders to receive
ar: يجب أولا أن يتم استلام البضائع باستخدام الرابط أدناه لتحديد أوامر الشراء لتلقي
et: kaup tuleb eelnevalt saadud kasutades allolevat linki , et valida ostutellimused saada
fa: کالا برای اولین بار باید با استفاده از لینک زیر به انتخاب سفارشات خرید برای دریافت دریافت می شود
fr_lu: les marchandises doivent d'abord être reçu à l'aide du lien ci-dessous pour sélectionner les bons de commande pour recevoir
hr_hr: roba mora prvo biti primljene koristeći link ispod za odabir narudžbe za primanje
ja: 商品は最初に受信するために発注書を選択するには、以下のリンクを使用して受信する必要があります
lv_lv: Prece vispirms ir jāsaņem lietojot linku apak&#353;ā lai izvēlētos iegādes rīkojumu
pl_pl: towary muszą być uprzednio przyjęte linkiem poniżej aby wybrać zamówienie zakupu do przyjęcia
vi_vn: hàng đầu tiên phải được nhận bằng cách sử dụng liên kết dưới đây để lựa chọn đơn đặt hàng nhận được

source: Select Purchase Orders to Receive
ar: حدد أوامر الشراء لاستقبال
et: Vali ostutellimused Saada
fr_lu: Sélectionner les commandes à recevoir
hr_hr: Odaberite narudžbenice za primanje
ja: 購入注文を受信する場合に選択します
lv_lv: Izvēlaties Iepirkuma rīkojumu lai saņemtu
pl_pl: Wybierz Zamówienie Zakupu do Przyjęcia Towaru
vi_vn: Chọn đơn đặt hàng mua để nhận

source: Show Goods Received Since
ar: مشاهدة السلع التي وردت منذ
et: Näita saadud kaubad alates
fr_lu: Afficher les marchandises reçues depuis
hr_hr: Pokaži primljena dobra Budući
ja: 以降に受信された製品を表示
lv_lv: Parādīt saņemtās preces no
pl_pl: Pokaż Przyjęcia Towaru Od
vi_vn: Hiện Hàng hóa nhận từ

source: Display GRNs
ar: عرض GRNs
et: Kuva GRNs
fr_lu: Afficher les bons de réception
hr_hr: Prikaz GRNs
ja: 画面

source: Total Qty
ar: إجمالي الكمية
et: Kokku Kogus
fr_lu: Total Qté
hr_hr: Ukupna količina
ja: 合計数量
lv_lv: Kopējais daudzums
pl_pl: Całkowita Ilość
vi_vn: Tổng số lượng

source: Qty Yet
ar: الكمية بعد
et: Kogus Ometi
fr_lu: Qté
hr_hr: Količina Ipak
ja: 未数量
lv_lv: Daudz Tomēr
pl_pl: llość Przyjęta
vi_vn: Số lượng Tuy nhiên,

source: invoice
ar: فاتورة
et: arve
fr_lu: Facture
ja: 請求書

source: Line Value
ar: قيمة خط
fr_lu: Valeur ligne
ja: 行価格
lv_lv: Rindas vērtība
pl_pl: Wartość Pozycji
vi_vn: giá trị dòng

source: In
ar: في
et: sisse
fa: به
fr_lu: Dans
hr_hr: u
ja: で
lv_lv: uz
pl_pl: W
vi_vn: Trong

source: GRN Selected For Adding To A Suppliers Credit Note
ar: GRN مختارة لإضافة إلى موردون الائتمان ملاحظة
et: GRN valitud lisadesTarnijad kreeditarve
fa: GRN انتخاب شده برای اضافه کردن به تامین اعتباری توجه داشته باشید
fr_lu: GRN Sélectionné pour ajouter à une note de crédit fournisseurs
hr_hr: Izabrani GRN za dodavanje na bilješku Dobavljači Credit
ja: GRNは、仕入先クレジットメモに追加するために選択
lv_lv: GRN Selected pievienošanai piegādātājiem Credit Note
pl_pl: Wz Wybrane Do Faktury Korygującej Dostawcy
vi_vn: GRN chọn Để thêm Để Một nhà cung cấp tín dụng Lưu ý

source: credited
ar: الفضل
et: krediteeritakse
fr_lu: crédité
hr_hr: zaslužan
ja: 入金
lv_lv: kreditēja
pl_pl: skorygowane
vi_vn: ghi

source: Unfortunately the shipment that this purchase order line item was allocated to has been closed
ar: للأسف الشحنة التي تم تخصيصها هذا أمر الشراء بند ل تم إغلاق
et: Kahjuks saadetise et see ostutellimuse rida eraldati on suletud
fa: متاسفانه حمل و نقل به خود اختصاص داده شد که این سفارش خرید اقلام خط بسته شده است
fr_lu: Malheureusement l'expédition qui cette rubrique bon de commande a été attribuée à a été fermé
hr_hr: Nažalostpošiljku da ova linija narudžbenica predmet je dodijeljen u rad je zatvoren
ja: 残念ながら、この発注明細項目がに配分されたての発送が閉じられました
lv_lv: Diemžēlsūtījumu , ka šis pirkums pasūtījuma rindu punkts tika piešķirts ir slēgta
pl_pl: Niestety wysyłka do której była dołączona ta pozycja zamówienia została zamknięta
vi_vn: Thật không may là lô hàng mà mua hàng dòng thứ tự này được phân bổ cho đã bị đóng cửa

source: if you add this item to the transaction then no shipments will not be updated
ar: إذا قمت بإضافة هذا البند على الصفقة ثم لن يتم تحديث أي شحنات
et: kui lisada see toodetehing siis ei saadetiste ei uuendata
fa: اگر شما این مورد را به معامله اضافه کنید و سپس هیچ محموله های به روز رسانی نمی شود
fr_lu: si vous ajoutez cet élément à la transaction alors aucune expédition ne sera pas mis à jour
hr_hr: ako dodate ovu stavku u transakciji onda nema pošiljaka neće biti ažurirana
ja: トランザクションにこの項目を追加した場合、その後全く出荷が更新されることはありません
lv_lv: ja jūs pievienot šo objektu darījumu , tad nav sūtījumi netiks atjaunināta
pl_pl: jeśli dodasz ten towar do transakcji, żadne dostawy nie zostaną zaktualizowane
vi_vn: nếu bạn thêm mặt hàng này để giao dịch thì không có lô hàng sẽ không được cập nhật

source: If you wish to allocate the order line item to a different shipment the order must be modified first
ar: إذا كنت ترغب في تخصيص بند ل شحنة مختلفة يجب أن يتم تعديل الدرجة الأولى
et: Kui soovite eraldadaselleks rea elemendieri veduselleks tuleb muuta kõigepealt
fa: اگر شما مایل به اختصاص نظم مورد خط به حمل و نقل های مختلف سفارش باید اولین ویرایش
fr_lu: Si vous souhaitez attribuer le poste pour une expédition différente de l'ordre doit être modifié première
hr_hr: Ako želite izdvojiti stavku retka narudžbe na drugu pošiljkukako moraju se mijenjati prvi
ja: あなたが別の出荷にオーダー明細項目を割り当てたい場合は順序が最初に変更する必要があります
lv_lv: Ja vēlaties , lai sadalītu pasūtījuma rindas vienību uz citu sūtījumukārtība būtu jāmaina vispirms
pl_pl: Jeśli zamierzasz dołączyć tą pozycję do innej dostawy musisz najpierw zmodyfikować zamówienie
vi_vn: Nếu bạn muốn phân bổ chi tiết đơn hàng để một lô hàng khác nhau theo thứ tự phải được sửa đổi đầu tiên

source: Add to Credit Note
ar: أضف إلى الائتمان ملاحظة
et: Lisa kreeditarve
fr_lu: Ajouter à l'avoir
hr_hr: Dodaj u odobrenju
ja: 返品伝票追加
lv_lv: Pievienot kredītu rēķinam
pl_pl: Dodaj Do Faktury Kor.
vi_vn: Thêm vào tín dụng Lưu ý

source: Fixed Asset Charges or Credits
ar: رسوم الأصول الثابتة أو ائتمانات
et: Põhivarade Maksud või Autorid
fr_lu: Frais ou crédits des immobilisations
hr_hr: Naknade fiksne imovine ili kredita
ja: 固定資産の費用またはクレジット
lv_lv: Fiksētie Asset Maksas vai Kredīti
pl_pl: Opłat stałych aktywów i kredytów
vi_vn: Chi phí tài sản cố định hoặc Uy Tín

source: Fixed asset additions or credits are entered against supplier invoices or credit notes respectively
ar: يتم إدخال إضافات الأصول الثابتة أو اعتمادات ضد فواتير الموردين أو تلاحظ الائتمان على التوالي
et: Põhivara täiendusi või krediiti kirjendada tarnija arved või kreeditarve vastavalt
fa: شده دارایی ثابت و یا اعتبارات در برابر فاکتورها عرضه کننده کالا و یا یادداشت های اعتباری وارد شده به ترتیب
fr_lu: Les ajoûts ou avoirs d'immobilisations sont saisis en les rapprochant des factures fournisseurs et des avoirs
hr_hr: Dugotrajne imovine ili dopune krediti su ušli protiv dobavljača računa ili kreditne bilješke , odnosno
ja: 固定資産の追加またはクレジットはそれぞれ仕入先請求書またはクレジットノートに対して入力されている
lv_lv: Pamatlīdzekļu papildinājumus vai kredīti tiek ierakstīta piegādātāja rēķiniem un kredīta piezīmes attiecīgi
pl_pl: Stałe uzupełnienia aktywów i kredytów są wprowadzane na podstawie faktur dostawcy lub odpowiednio noty kredytowe
vi_vn: Bổ sung tài sản cố định hoặc các khoản tín dụng được nhập đối với nhà cung cấp hoá đơn hoặc ghi chú tín dụng tương ứng

source: To enter supplier transactions the supplier must first be selected from the supplier selection screen
ar: لإدخال المعاملات المورد المورد يجب أولا اختيارها من شاشة اختيار الموردين
et: Sisestamiseks tarnija tehingudtarnija peab kõigepealt valitaksetarnija valiku ekraan
fr_lu: Pour entrer dans les transactions avec le fournisseur, le fournisseur doit d'abord être sélectionné dans l'écran de sélection des fournisseurs
hr_hr: Za unos dobavljač transakcijedobavljač prvo mora biti izabran iz ekrana dobavljač izbor
ja: 仕入取引を入力するにはサプライヤーが最初のサプライヤの選択画面から選択する必要があります
lv_lv: Lai ievadītu piegādātāju darījumuspiegādātājam vispirms jāizvēlas no piegādātāja izvēles ekrānu
pl_pl: Aby wprowadzić transakcje dostawcy najpierw musisz wybrać dostawcę na stronie Wybór Dostawcy
vi_vn: Ð? nh?p các giao d?ch c?a nhà cung c?p tru?c tiên ph?i ch?n nhà cung c?p t? màn hình ch?n nhà cung c?p

source: then the link to enter a supplier invoice or credit note must be clicked on
ar: ثم الرابط ل إدخال فاتورة المورد أو ملاحظة الائتمان يجب أن يتم النقر على
et: siislink sisenedatarnija arve või kreeditarve tuleb klõpsanud
fa: سپس لینک را وارد کنید یک فاکتور عرضه کننده کالا و یا توجه داشته باشید اعتباری باید در کلیک
fr_lu: puis sur le lien pour entrer une facture fournisseur ou note de crédit doit être cliqué sur
hr_hr: zatimpovezuju unesite dobavljaču račun ili kreditnu notu mora biti kliknuo na
ja: その後、仕入先請求書またはクレジットメモを入力するためのリンクをクリックしなければなりません
lv_lv: tadsaites , lai ievadītu piegādātāju rēķinu vai kredīta piezīmi , ir uzklikšķināt uz
pl_pl: następnie kliknij link wprowadzania faktury lub korekty
vi_vn: sau đó liên kết để vào một hóa đơn nhà cung cấp hoặc ghi chú tín dụng phải được nhấp vào

source: A valid asset must be either selected from the list or entered
ar: A الأصول صالح يجب أن يكون إما اختيارها من القائمة أو دخل
et: Kehtib vara peab olema kas valitud loendist või sisestas
fr_lu: Un bien doit être sélectionner à partir de la liste ou saisi au clavier
hr_hr: Vrijedi imovina mora biti ili odabrana s popisa ili unijeti
ja: 期間または期間範囲をリストボックスから選ばなければなりません

source: The asset ID entered manually is not a valid fixed asset. If you do not know the asset reference, select it from the list
ar: معرف الأصول إدخالها يدويا ليس الاصول الثابتة صالحة .
et: Vara ID käsitsi sisestada ei ole kehtiv põhivarana.
fa: ID دارایی دستی وارد یک دارائی های ثابت معتبر نیست.
fr_lu: L'ID saisi pas une immobilisation correcte. Sélectionner en une dans la liste
hr_hr: ID oglasa ručno unijeti nijevažeća fiksne imovine .
ja: 手動で入力したアセットIDが有効な固定資産はありません。
lv_lv: Īpašuma ID ievadīt manuāli navderīgs pamatlīdzeklis .
pl_pl: ID aktywów wpisane ręcznie nie jest ważne trwałego. Jeśli nie wiesz, odniesienie aktywów, wybierz go z listy
vi_vn: ID tài sản vào tay không phải là một tài sản cố định hợp lệ .

source: The amount entered is not numeric. This fixed asset cannot be added to the invoice
ar: المبلغ الذي تم إدخاله غير رقمية.
et: Kavandatud summa ei ole numbriline .
fr_lu: Le montant inscrit n'est pas numérique. Cette immobilisation ne peut être ajoutée à la facture
hr_hr: Iznos unijeli nije numerički .
ja: 入力した金額が数値ではありません。
lv_lv: Ieraksta summa nav ciparu .
pl_pl: Wprowadzona kwota nie jest numeryczne. Tego środka trwałego nie mogą być dodawane do faktury
vi_vn: Số lượng nhập vào không số.

source: Fixed Assets on Invoice
ar: الأصول الثابتة على الفاتورة
et: Põhivara Arve
fr_lu: Immobilisations sur la facture
hr_hr: Dugotrajna imovina na računu
ja: 請求追加
lv_lv: Pamatlīdzekļi par rēķinu
pl_pl: Aktywa trwałe na fakturze
vi_vn: Tài sản cố định trên hóa đơn

source: Fixed Asset credits on Credit Note
ar: رصيد الأصول الثابتة على الائتمان ملاحظة
et: Põhivarade krediiti kreeditarve
fr_lu: Avoirs d'immobilisation
hr_hr: Fiksne imovine kredita na kredit bilješci
ja: 入金伝票と返品伝票の割当
lv_lv: Fiksētie Asset kredītus par Credit Note
pl_pl: Fixed Asset punktów kredytowych Uwaga na
vi_vn: Các khoản tín dụng tài sản cố định trên tín dụng Lưu ý
