Repository: timschofield/KwaMoja-Medical
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar, et, fa, fr_lu, hr_hr, ja, lv_lv, pl_pl, vi_vn

source: The following posting records that do not have valid general ledger code specified - these records must be amended.
ar: يجب تعديل هذه السجلات - المحاضر بالإرسال التالية التي لم يكن لديك رمز دفتر الأستاذ العام صالح المحدد.
et: Järgmised postitad kirjed, mis ei ole kehtiv pearaamat kood täpsustatud - need dokumendid tuleb muuta .
fa: پس از ارسال پرونده هایی که کد مشخص شده معتبر لجر عمومی را نداشته باشند -- این سوابق باید اصلاح شود.
fr_lu: Les enregistrements suivants sans code GL correct doivent être modifiés
hr_hr: Sljedeće knjiženje evidencije koje nemaju valjanu glavne knjige kod potreban - ove evidencije mora biti izmijenjen .
ja: 指定された有効な総勘定元帳のコードを持っていない次の投稿記録 - これらのレコードを修正しなければなりません。
lv_lv: Turpmāk norīkošanu ieraksti , kas nav derīgas virsgrāmatas norādīto kodu - šie ieraksti ir jāgroza .
pl_pl: Następujące zapisy z błędnym kodem księgowania muszą być poprawione
vi_vn: Các hồ sơ đăng sau đây mà không có hợp lệ đang sổ cái chung quy định - những hồ sơ này phải được sửa đổi .

source: Sales Account
ar: حساب المبيعات
et: Müük Account
fa: فروش حساب
fr_lu: Compte de ventes
hr_hr: Prodaja račun
ja: 売上勘定
lv_lv: Pārdo&#353;anas ieņēmumu konts
pl_pl: Konto Sprzedaży
vi_vn: Tài khoản bán hàng

source: Discount Account
ar: حساب الخصم
et: Allahindlus konto
fa: تخفیف حساب کاربری
fr_lu: Remise du compte
hr_hr: Popust račun
ja: 値引勘定
lv_lv: Atlaižu konts
pl_pl: Konto Upustów
vi_vn: Tài khoản chiết khấu

source: Are you sure you wish to delete this sales GL posting record?
ar: هل أنت متأكد أنك تريد حذف هذه المبيعات GL سجل بالإرسال ؟
et: Oled sa kindel, et soovid kustutada selle müügi GL postitad rekord ?
fr_lu: Voulez-vous supprimer cette fiche de vente GL?
hr_hr: Jeste li sigurni da želite izbrisati ovaj prodajni rekord GL knjiženja ?
ja: この仕入先価格を削除してもよろしいですか？

source: Show All Sales Posting Codes Defined
ar: مشاهدة جميع مبيعات رموز المشاركة معرف
et: Näita Kõiki Sales lähetamine koode
fa: نمایش تمام فروش ارسال کدهای تعریف شده
fr_lu: Voir toutes les ventes de postage codes définis par l'
hr_hr: Pokaži sve prodaje Postanja Kodovi Definirane
ja: 全定義済み売上転記コード表示
lv_lv: Parādīt visus pārdo&#353;anas ieņēmumu grāmatojumu uzstādījumus
pl_pl: Pokaż Wszystkie Zdefiniowane Zapisy Sprzedaży
vi_vn: Hiện tất cả doanh Quyền Mã Defined

source: Post Sales to GL Account
ar: أضف المبيعات ل حساب GL
et: Postitus Müük GL konto
fa: فروش ارسال به گرم در حساب
fr_lu: Enregistrer les ventes au compte du Grand Livre
hr_hr: Post Prodaja na GL račun
ja: 売上ＧＬ勘定転記
lv_lv: Grāmatot Pārdo&#353;anas ieņēmumus kontā
pl_pl: Księguj Sprzedaż na Koncie
vi_vn: Đăng bán hàng để GL tài khoản

source: Post Discount to GL Account
ar: أضف إلى خصم حساب GL
et: Postitus Allahindlus kuni GL konto
fa: تخفیف ارسال به گرم در حساب
fr_lu: Enregistrer les remises au compte du Grand Livre
hr_hr: Post Popust na GL račun
ja: 値引ＧＬ勘定転記
lv_lv: Grāmatot atlaides kontā
pl_pl: Księguj Upusty na Koncie
vi_vn: Gửi Giảm giá để GL tài khoản

source: Sales Report Graph
ar: تقرير مبيعات الرسم البياني
et: Sales Report Joonis
fa: گزارش فروش نمودار
fr_lu: Graphique de rapport des ventes
hr_hr: Prodaja Prijavi Graf
ja: 販売レポートグラフ
lv_lv: Pārdo&#353;anas Grafiki
pl_pl: Grafika raportu sprzedaży
vi_vn: Biểu đồ báo cáo kinh doanh

source: The selected period range is more than 12 months - only graphs for a period less than 12 months can be created
ar: نطاق الفترة المحددة أكثر من 12 شهرا - الرسوم البيانية فقط لفترة يمكن أن تنشأ أقل من 12 شهرا
et: Valitud perioodi valik on rohkem kui 12 kuud - vaid graafikud jooksul vähem kui 12 kuud, on võimalik luua
fa: انتخاب محدوده دوره بیش از 12 ماه -- نمودار فقط برای مدت کمتر از 12 ماه می تواند ایجاد
fr_lu: La période choisie est supérieure à 12 mois - Seuls des graphiques de période de moins de 12 mois peuvent être créés
hr_hr: Odabrano razdoblje raspon je više od 12 mjeseci - samo grafovi za razdoblje manje od 12 mjeseci može se stvorila
ja: 12ヶ月未満を作成できる期間についてのみグラフ - 選択した期間の範囲は、 12ヶ月以上である
lv_lv: Izvēlētais periods klāsts ir vairāk nekā 12 mēneši - tikai grafikus uz laiku mazāk par 12 mēnešiem , var tikt izveidots
pl_pl: Wybrano okres dłuższy niż 12 miesięcy - grafika może być utworzona dla okresu nie przekraczającego 12 miesięcy
vi_vn: Khoảng thời gian được lựa chọn nhiều hơn 12 tháng - chỉ có đồ thị cho một khoảng thời gian dưới 12 tháng có thể được tạo ra

source: For graphs including either a customer or item range - the range must be specified. Please enter the value from and the value to for the range
ar: لل الرسوم البيانية بما في ذلك إما مجموعة العملاء أو البند - يجب تحديد النطاق.
et: Graafikute sealhulgas kas klient või kirje valik -valik peab olema kindlaks määratud .
fa: برای هر نمودار از جمله مشتری یا آیتم محدوده -- محدوده باید مشخص شده است. لطفا از ارزش و ارزش را برای طیف
fr_lu: Pour les graphiques, y compris une gamme soit client ou l'article - l'intervalle doit être spécifié. S'il vous plaît entrez la valeur de la valeur et à la gamme
hr_hr: Za grafova , uključujući bilo kupca ili predmet rasponu -raspon mora biti naveden .
ja: どちら顧客または品目範囲を含むグラフのため - 範囲を指定する必要があります。
lv_lv: Par grafikiem , ieskaitot vai nu klients vai postenis diapazons -diapazons ir jāprecizē .
pl_pl: Dla grafik obejmujących przedział klientów lub towarów trzeba podać zakres. Podaj wartości graniczne przedzizału
vi_vn: Đối với đồ thị bao gồm một hoặc nhiều khách hàng hoặc mục - phạm vi phải được xác định .

source: Select criteria
et: Valige kriteeriumid
fa: انتخاب ضوابط
fr_lu: Sélectionnez les critères
hr_hr: Odaberite kriterije
ja: 条件を選択
lv_lv: Izvēlieties kritērijus
pl_pl: Wybierz kryteria
vi_vn: chọn tiêu chí

source: Criteria for the sales graph
ar: معايير ل رسم بياني المبيعات
et: Kriteeriumidmüügi graafik
fa: معیارهای برای گراف فروش
fr_lu: Critères pour le graphique des ventes
hr_hr: Kriteriji za prodajnom grafu
ja: 売上グラフの基準
lv_lv: Kritēriji pārdošanas grafika
pl_pl: Kryteria wykresie sprzedaży
vi_vn: Tiêu chuẩn cho đồ thị bán hàng

source: For Sales Area/Region:
ar: ل مبيعات منطقة / المنطقة:
et: Müük Area / Region :
fa: برای بخش فروش / منطقه :
hr_hr: Za prodaju Površina / Regija :
ja: 販売地域:
lv_lv: Attiecībā uz tirdzniecības platība / reģions :
pl_pl: Dla Rejonu Sprzedaży:
vi_vn: Đối với kinh doanh Area / khu vực :

source: For Stock Category:
ar: ل اسهم الفئة:
et: For Stock Kategooria:
fa: برای گروه بندی انبار :
hr_hr: Na burzi Kategorija :
ja: 在庫カテゴリ:
lv_lv: Par akciju Kategorija :
pl_pl: Dla Kategorii:
vi_vn: Dành cho kho mục:

source: For Sales Person:
ar: لشخص و المبيعات:
et: Müük isik :
fa: برای فرد از فروش :
hr_hr: Za prodaja osoba :
ja: 営業担当:
lv_lv: Par pārdošanas persona :
pl_pl: Dla Sprzedawcy:
vi_vn: Dành cho người bán hàng

source: Graph Type
ar: نوع الرسم البياني
et: graafikutüübi
fa: نوع نمودار
fr_lu: Type de graphique
hr_hr: Graf Tip
ja: 伝票種別
lv_lv: Graph tips
pl_pl: Wykres Typ
vi_vn: Loại biểu đồ

source: Bar Graph
ar: الرسم البياني بار
et: tulpdiagramm
fa: نوار نمودار
fr_lu: Graphique
ja: グラフ化
vi_vn: Biểu đồ thanh

source: Stacked Bar Graph
ar: مكدسة بار الرسم البياني
et: Virnastatud tulpdiagramm
fa: انباشته نمودار بار
fr_lu: Graphique à barres empilées
hr_hr: Složeni stupčasti grafikon
ja: 販売レポートグラフ
pl_pl: Wykres Bar Stacked
vi_vn: Biểu đồ thanh xếp chồng lên nhau

source: Line Graph
ar: خط الرسم البياني
et: joondiagramm
fa: خط نمودار
fr_lu: Graphique - lignes
hr_hr: Line Grafikon
ja: グラフ化
pl_pl: Wykres linii
vi_vn: đường đồ thị

source: Line Point Graph
ar: خط الرسم البياني نقطة
et: Line Point Graafik
fa: خط نمودار نقطه ای
fr_lu: Graphique - points
hr_hr: Line točka Graf
ja: 行合計
lv_lv: Līnija Point diagramma
pl_pl: Wykres Point Line
vi_vn: Điểm đồ thị dòng

source: Area Graph
ar: منطقة الرسم البياني
et: Area graafik
fa: منطقه نمودار
fr_lu: zone Graphique
hr_hr: Područje Graf
ja: グラフ化
lv_lv: platība Graph
pl_pl: Obszaru wykresu
vi_vn: khu vực đồ

source: Points Graph
ar: نقاط الرسم البياني
et: punkte graafik
fa: نمودار امتیاز
fr_lu: Points Graphique
hr_hr: Bodovi Graf
ja: ポイントグラフ
lv_lv: punkti Graph
pl_pl: Punkty Graph
vi_vn: điểm đồ thị

source: Pie Graph
ar: الرسم البياني فطيرة
fa: پای نمودار
fr_lu: Graphique en camembert
hr_hr: pita Grafikon
ja: グラフ化
pl_pl: Wykres kołowy
vi_vn: bánh đồ

source: Thin Bar Line Graph
ar: رقيقة بار خط الرسم البياني
et: Õhuke Bar Line Graph
fa: نوار نازک نمودار خط
fr_lu: Graphique - bâtonnets
hr_hr: Tanka linija Bar Graph
ja: 細い棒折れ線グラフ
lv_lv: Plāns Bar Line Graph
pl_pl: Thin Line Bar Graph
vi_vn: Mỏng Bar Đường đồ thị

source: Squared Graph
ar: الرسم البياني التربيعية
et: Squared graafik
fa: مربع نمودار
fr_lu: Graphique en bâtons
hr_hr: kvadrat Graf
ja: 売上グラフ
lv_lv: kvadrātā Graph
pl_pl: Wykres Squared
vi_vn: đồ thị phương

source: Stacked Area Graph
ar: مكدسة الرسم البياني المنطقة
et: Laotud Area graafik
fa: انباشته نمودار مساحت
fr_lu: Graphique en aires empilées
hr_hr: Složeni Područje Graf
ja: 販売レポートグラフ
lv_lv: Stacked Platība Graph
pl_pl: Wykresie Stacked
vi_vn: Xếp chồng lên nhau Diện tích đồ thị

source: Graph On:
ar: الرسم البياني في:
et: Graafik :
fa: گراف در تاریخ : :
hr_hr: Na Graf :
ja: グラフ化
lv_lv: Diagramma On :
pl_pl: Grafika dla:
vi_vn: Đồ thị trên :

source: From:
ar: من :
fa: از :
hr_hr: Od :
ja: 開始:
lv_lv: no :
pl_pl: Od:
vi_vn: Từ:

source: To:
ar: إلى:
fa: به :
hr_hr: Za :
ja: 終了:
lv_lv: līdz :
pl_pl: Do:
vi_vn: Đến:

source: Graph Value:
ar: قيمة الرسم البياني :
et: Graph Maksumus:
fa: نمودار ارزش :
hr_hr: Graf Vrijednost :
ja: グラフ値
lv_lv: Diagramma Vērtība:
pl_pl: Wartość
vi_vn: Biểu đồ giá trị gia tăng :

source: Net Sales Value
ar: صافي قيمة المبيعات
et: Müügi netokäibest
fa: خالص ارزش فروش
fr_lu: Valeur des ventes nettes
hr_hr: Neto prodajna vrijednost
ja: 正味販売価格
lv_lv: Neto pārdošanas vērtība
pl_pl: Sprzedaż Netto
vi_vn: Doanh thu thuần Giá trị

source: Show Sales Graph
ar: مشاهدة الرسم البياني المبيعات
et: Näita Sales Graafik
fa: نمایش نمودار فروش
fr_lu: Afficher le graphique des ventes
hr_hr: Pokaži Prodaja Graf
ja: 販売グラフ表示
lv_lv: Rādīt Sales Graph
pl_pl: Pokaż Grafikę
vi_vn: Cho doanh đồ

source: Sales Value
ar: قيمة المبيعات
et: läbimüük
fa: ارزش فروش
fr_lu: Valeur des ventes
hr_hr: Vrijednost prodaje
ja: 売却価値
lv_lv: pārdošanas vērtība
pl_pl: Wartość Sprzedaży
vi_vn: Giá trị hàng bán

source: Unit Sales
ar: وحدة المبيعات
et: üksuse müük
fa: واحد فروش
fr_lu: unité de vente
hr_hr: jedinica Prodaja
ja: 単位の販売
lv_lv: vienības pārdošanas
pl_pl: Jednostki
vi_vn: đơn vị bán hàng

source: For All Sales Areas
ar: لجميع مجالات المبيعات
et: For All müügipindade
fa: همه محیط ها برای فروش
fr_lu: Pour toutes les zones de vente
hr_hr: Na svim prodajnim područjima
ja: すべての販売領域の
lv_lv: Visiem tirdzniecības vietās
pl_pl: Dla Wszystkich Rejonów Sprzedaży
vi_vn: Cho mọi khu vực bán hàng

source: For All Stock Categories
ar: ل جميع فئات الأسهم
et: For All Stock Kategooriad
fa: برای همه ردههای صفحه بانک
fr_lu: Pour toutes les catégories
hr_hr: Za sve Stock kategorije
ja: 全ての株式カテゴリの
lv_lv: Par visas akciju kategorijas
pl_pl: Dla Wszystkich Kategorii Towarów
vi_vn: Cho mọi kho mục

source: For All Salespeople
ar: للجميع الباعه
et: For All Müüjaid
fa: برای همه فروشندگان
fr_lu: Pour tous les vendeurs
hr_hr: Za sve prodavače
ja: すべての営業担当者のための
lv_lv: Visiem Pārdevēji
pl_pl: Dla Wszystkich Sprzedawców
vi_vn: Dành cho tất cả người bán hàng

source: For Salesperson:
ar: ل مندوب المبيعات :
et: Sest Müügimees :
fa: برای فروشنده :
hr_hr: Za agentu :
ja: 営業担当者のために：
lv_lv: Par pārdevējs :
pl_pl: Dla Sprzedawcy
vi_vn: Dành cho người bán hàng

source: For Customers from
ar: للعملاء من
et: Klientide jaoks
fa: برای مشتریان از
fr_lu: Pour les clients de
hr_hr: Za kupce iz
ja: からのお客様のために
lv_lv: Klientiem no
pl_pl: Dla Klientów od
vi_vn: Đối với khách hàng từ

source: For Items from
ar: ل عناصر من
et: Objekte, alates
fa: برای اقلام از
fr_lu: Pour les articles de
hr_hr: Za stavke iz
ja: からのアイテムの
lv_lv: Par preces no
pl_pl: Dla Towarów od
vi_vn: Đối với Tìm từ

source: The sales graph data for the selected criteria could not be retrieved because
ar: لا يمكن استرجاع البيانات الرسم البياني المبيعات لل معايير المحددة ل
et: Müügi graafik andmed valitud kriteeriumid ei õnnestunud , sest
fa: فروش اطلاعات گراف برای انتخاب معیارهای قابل بازیابی نیست زیرا
fr_lu: Impossible d'afficher des données avec ces critères car
hr_hr: U prodaji grafikon podaci za odabrane kriterije nije mogao biti pronađen , jer
ja: 選択した条件の売上グラフデータを取得できませんでしたので、
lv_lv: Pārdošanas diagrammu dati par izvēlētajiem kritērijiem nevarēja izgūt , jo
pl_pl: Nie można znaleźć danych dla grafiki przy wybranych kryteriach ponieważ
vi_vn: Các dữ liệu đồ thị bán hàng cho các tiêu chí lựa chọn không thể được lấy ra bởi vì

source: There is not sales data for the criteria entered to graph
ar: لا توجد بيانات المبيعات لل معايير دخلت إلى الرسم البياني
et: Ei ole müügiandmed kriteeriumid sisestada graafik
fa: نمی باشد وجود دارد داده ها را برای فروش به معیارهای وارد گراف
fr_lu: Il n'y a pas de données de vente pour les critères saisis
hr_hr: Nema podataka o prodaji za kriterijima ušao na grafu
ja: 基準の売上データがグラフに入力がありません
lv_lv: Nav pārdošanas datus par kritērijiem, ieraksta grafikā
pl_pl: Brak danych sprzedaży dla ustalonych kryteriów grafiki
vi_vn: Không có dữ liệu bán hàng cho các tiêu chí nhập vào đồ thị

source: Sales Inquiry
ar: التحقيق المبيعات
et: Müük uurimiskomisjon
fa: درخواست فروش
fr_lu: Consultation des ventes
hr_hr: Prodaja Upit
ja: 新たに問合せ
lv_lv: pārdošanas Izmeklēšanas
pl_pl: Zapytanie o
vi_vn: Yêu cầu bán hàng

source: Cannot sort by transaction number with a date type of Order Date
ar: لا يمكن فرز من حيث عدد المعاملات مع نوع تاريخ أمر التسجيل
et: Ei saa sortida tehingu number kooskuupäeva tüüpi Tellimuse kuupäev
fa: آیا می توانم مرتب کردن بر اساس تعداد معامله با نوع سفارش از تاریخ تاریخ نیست
fr_lu: Vous ne pouvez pas trier par numéro de transaction avec un type de date de date de commande
hr_hr: Ne možete sortirati po broju transakcije s datumom vrstu reda Datum
ja: 受注日の日付型と取引番号によってソートすることはできません
lv_lv: Nevar šķirot pēc darījumu skaita ar datumu veida rīkojuma datums
pl_pl: Nie można sortować według liczby transakcji typu data Data zamówienia
vi_vn: Không thể sắp xếp theo số lượng giao dịch với một loại ngày hàng ngày

source: Order Type - Sales Orders
ar: نوع النظام - أوامر المبيعات
et: Tellimuse tüüp - Müügitellimuste
fa: نوع سفارش -- فروش سفارشات
fr_lu: Type de commande - Commandes clients
hr_hr: Vrsta narudžbe - narudžbe
ja: 新販売受注入力
lv_lv: Rīkojuma veids - Pārdo&#353;anas rīkojums
pl_pl: Rodzaj zamówienia - zlecenia sprzedaży
vi_vn: Loại đơn hàng - Các đơn hàng

source: Order Type - Quotations
ar: نوع النظام - الاقتباسات
et: Tellimuse tüüp - tsitaadid
fa: نوع سفارش -- نقل قول ها
fr_lu: Type de commande - Devis
hr_hr: Naručite Tip - Citati
ja: 注文とか見積り入力
lv_lv: Rīkojuma veids - Piedāvājums
pl_pl: Rodzaj zamówienia - Notowania
vi_vn: Loại đơn hàng - Báo giá

source: Invoice Type
ar: فاتورة نوع
et: arve tüüp
fa: فاکتور نوع
fr_lu: Type de facture
hr_hr: Vrsta dostavnice
ja: 請求書テキスト
lv_lv: Rēķina veids
pl_pl: Typ faktury
vi_vn: Loại hóa đơn

source: Debtor No
ar: المدين لا
et: võlgnik ei ole
fa: بدهکار بدون
fr_lu: Débiteur n°
hr_hr: dužnik nema
ja: 債務(借方)番号
lv_lv: Debitora Nr
pl_pl: Dłużnik nr
vi_vn: Mã s? ngu?i n?

source: Debtor Name
ar: اسم المدين
et: võlgniku nimi
fa: نام و نام خانوادگی بدهکار
fr_lu: Nom du débiteur
hr_hr: dužnik Naziv
ja: 債務(借方)番号
lv_lv: Debitora nosaukums
pl_pl: Imię i nazwisko dłużnika
vi_vn: Tên người nợ

source: Trans. No
ar: غير المشبعة.
et: Trans .
fa: پی. بدون
fr_lu: Trans. n°
hr_hr: Trans .
ja: Tran番号
lv_lv: Grāmatojuma nr.
pl_pl: Trans. Nr
vi_vn: Số giao dịch

source: Salesman Code
ar: كود بائع
et: müügimees kood
fa: فروشنده کد
fr_lu: Code vendeur
hr_hr: kod prodavač
ja: 営業担当
lv_lv: Atbildīgais darbinieka kods
pl_pl: Sprzedawca Code
vi_vn: Mã nhân viên bán hàng

source: Salesman Name
ar: اسم بائع
et: müügimees nimi
fa: نام فروشنده
fr_lu: Nom du vendeur
hr_hr: prodavač Ime
ja: 営業担当
lv_lv: Atbildīgais darbinieks
pl_pl: Nazwa Sprzedawca
vi_vn: Tên nhân viên bán hàng

source: Area Description
ar: منطقة الوصف
et: Piirkonna kirjeldus
fa: توضیحات منطقه
fr_lu: Description de la zone
hr_hr: Površina Opis
ja: 内容
lv_lv: platība Apraksts
pl_pl: Opis okolicy
vi_vn: Mô tả khu vực bán hàng

source: Order Type
ar: نوع النظام
et: Tellimuse järgi
fa: نوع سفارش
fr_lu: Type de commande
hr_hr: Vrsta narudžbe
ja: 注文済
lv_lv: Rīkojuma veids
pl_pl: Zamówienie Typ
vi_vn: Loại đơn hàng

source: Sales Order
ar: ترتيب المبيعات
et: Müük Telli
fa: سفارش فروش
fr_lu: Commande
hr_hr: prodajnog naloga
ja: 販売受注
lv_lv: Pārdošanas rīkojums
pl_pl: Zamówienie sprzedaży
vi_vn: Đơn hàng

source: Only Applies To Invoice Date Type
ar: لا ينطبق إلا على الفاتورة التاريخ النوع
et: Kehtib ainult Arve kuupäev Tüüp
fa: فقط شامل نوع تاریخ فاکتور
fr_lu: S'applique uniquement au type date de facturation
hr_hr: Odnosi se samo na dan ispostave računa vrsti
ja: のみ請求書日付タイプにのみ適用され
lv_lv: Attiecas tikai uz rēķina datums Tips
pl_pl: Dotyczy tylko typu Data faktury
vi_vn: Chỉ áp dụng cho hóa đơn Loại ngày

source: For Sales Person
ar: لشخص و المبيعات
et: Müük isik
fr_lu: Pour la force de vente
ja: 営業担当:

source: All Salesmen
ar: جميع الباعة
et: Kõik müügimehed
fa: همه فروشندگان
fr_lu: Tous les vendeurs
hr_hr: Svi Prodavač
ja: 全営業担当
lv_lv: Visi Pārdevēji
pl_pl: Wszystkie Sprzedawcy
vi_vn: Tất cả người bán hàng

source: Transaction Number sort only valid for Invoice Date Type
ar: عدد المعاملات نوع صالحة فقط ل تاريخ الفاتورة نوع
et: Tehing arv sort kehtib ainult Arve kuupäev Tüüp
fa: شماره تراکنش مرتب کردن بر اساس فقط برای فاکتور تاریخ نوع معتبر
fr_lu: le tri par numéro de transaction n'est valable que pour les dates de facturation
hr_hr: Transakcija Broj svojevrsni vrijedi samo za datum računa vrsti
ja: 請求書の日付タイプに対してのみ有効なトランザクション番号ソート
lv_lv: Darījuma skaits šķirot derīgs tikai Invoice datums Tips
pl_pl: Sort numer transakcji tylko dla faktury Data Typ
vi_vn: Giao dịch số loại chỉ có giá trị hóa đơn Loại ngày

source: Transaction Number summary only valid for Invoice Date Type
ar: عملية ملخص عدد صالحة فقط ل تاريخ الفاتورة نوع
et: Tehing arv kokkuvõte kehtib ainult Arve kuupäev Tüüp
fa: خلاصه معامله شماره فقط برای، معتبر فاکتور تاریخ نوع
fr_lu: La synthèse des numéros de transaction n'est valable que pour les dates de facturation
hr_hr: Transakcija Broj Sažetak vrijedi samo za datum računa vrsti
ja: 請求書の日付タイプに対してのみ有効なトランザクション番号要約
lv_lv: Darījuma skaits kopsavilkums derīgs tikai Invoice datums Tips
pl_pl: Podsumowanie numer transakcji tylko dla faktury Data Typ
vi_vn: Số giao dịch tóm tắt chỉ có giá trị hóa đơn Loại ngày

source: The SQL to the create temp stock moves table failed with the message
et: SQLluua temp aktsia liigub tabelis ebaõnnestussõnum
ja: 在庫移動レコードを追加する以下のSQLが使われました

source: The SQL to insert temporary stockmoves records failed with the message
ar: و SQL لإدراج السجلات stockmoves المؤقتة فشلت مع رسالة
fr_lu: Échec de la commande SQL d'ajoût temporaire de fiche de mouvement de stock:
hr_hr: SQL umetanje privremene stockmoves zapise pali zajedno s porukom
ja: 在庫移動レコードを追加する以下のSQLが使われました

source: The SQL to update tempstockmoves failed with the message
et: SQL uuendada tempstockmoves ebaõnnestussõnum
ja: 在庫品目を更新に用いられたSQLは失敗した

source: Sales People Maintenance
ar: مبيعات الناس الصيانة
et: Müügiinimesed Hooldus
fa: فروش تعمیر و نگهداری مردم
fr_lu: Gestion des vendeurs
hr_hr: Prodaja Ljudi Održavanje
ja: 営業担当メンテナンス
lv_lv: Pārdošanas Cilvēki uzturēšana
pl_pl: Zarządzanie Sprzedawcami
vi_vn: Bảo trì người bán hàng

source: The salesperson code must be three characters or less long
ar: يجب أن يكون رمز مندوب مبيعات ثلاثة أحرف أو أقل طويلة
et: Müüja -kood peab olema kolm või vähem tähemärki pikk
fa: فروشنده باید کد سه حرفی یا کمتر را طولانی می شود
fr_lu: Le Code Vendeur ne doit pas dépasser 3 symboles
hr_hr: Kod prodavač mora biti tri znaka ili manje duga
ja: 営業担当コードは3文字以下でなければなりません
lv_lv: Pārdevējs kodam ir jābūt trīs rakstzīmes vai mazāk ilgā
pl_pl: Kod sprzedawcy może być najwyżej 3-literowy
vi_vn: Mã người bán hàng phải dài dưới 3 kí tự

source: The salesperson code cannot be empty
ar: رمز مندوب مبيعات لا يمكن أن تكون فارغة
et: Müüja kood ei tohi olla tühi
fa: کد فروشنده نمی تواند خالی باشد
fr_lu: Le Code Vendeur ne peut pas être vide
hr_hr: Kod prodavač ne može biti prazan
ja: 営業担当者コードは空にすることはできません
lv_lv: Pārdevējs kodu nevar būt tukšs
pl_pl: Kod sprzedawcy nie może być pusty
vi_vn: Mã người bán hàng không được để trống

source: The salesperson name must be thirty characters or less long
ar: يجب أن يكون اسم مندوب مبيعات ثلاثين حرفا أو أقل طويلة
et: Müüja nimi peab olema kolmkümmend tähemärki pikk
fa: نام فروشنده باید سی حرف یا کمتر بلند می شود
fr_lu: Le nom commercial doit être de trente caractères ou moins long
hr_hr: Naziv prodavač mora biti trideset znakova ili manje duga
ja: 営業担当名称は30文字以下でなければなりません
lv_lv: The shipping-method's name must be less than forty-one characters long
pl_pl: Nazwa sprzedawca musi być trzydzieści znaków lub mniej długi
vi_vn: Tên người bán hàng phải dài dưới 30 kí tự

source: You must select an area for this salesman
ar: يجب عليك تحديد مساحة لهذا بائع
et: Pead valimaala see müügimees
fa: شما باید یک منطقه برای این فروشنده را انتخاب کنید
fr_lu: Vous devez sélectionner une zone pour ce vendeur
hr_hr: Morate odabrati površinu za ovaj prodavač
ja: このセールスマンのための領域を選択する必要があります
lv_lv: Jums ir izvēlēties vietas šādam pardeveju
pl_pl: Należy wybrać obszar do tego sprzedawcę
vi_vn: Bạn phải chọn một khu vực dành cho nhân viên bán hàng này

source: The salesperson telephone number must be twenty characters or less long
ar: يجب أن يكون رقم الهاتف مندوب مبيعات عشرين حرفا أو أقل طويلة
et: Müüja telefoninumber peab olema kakskümmend tähemärki pikk
fa: شماره تلفن فروشنده باید بیست کاراکتر یا کمتر بلند می شود
fr_lu: Le N Téléphone ne doit pas dépasser 20 caractères
hr_hr: Telefonski broj prodavač mora biti dvadeset znakova ili manje duga
ja: 営業担当電話番号は20文字以下でなければなりません
lv_lv: Pārdevējs tālruņa numurs ir divdesmit rakstzīmēm vai mazāk ilgā
pl_pl: Numer telefonu sprzedawcy może mieć nie więcej niż 20 znaków
vi_vn: Số điện thoại nhân viên bán hàng phải có hai mươi ký tự hoặc ít lâu

source: The commission rates must be a floating point number
ar: يجب أن تكون أسعار العمولات عدد النقطة العائمة
et: Komisjonitasu määrad olemamurdarv
fa: نرخ کمیسیون باید یک عدد با ممیز شناور
fr_lu: Le taux de commission doit être un nombre décimal
hr_hr: Stope provizije mora bitifloating point broj
ja: 手数料率は、浮動小数点数でなければなりません
lv_lv: Komisijas likmēm ir jābūtpeldošā punkta skaitlis
pl_pl: Procent prowizji musi być liczbą
vi_vn: Tỷ lệ hoa hồng phải là một số dấu chấm động

source: The breakpoint should be a floating point number
ar: ينبغي أن تكون نقطة توقف عدد النقطة العائمة
et: Murdepunkt olemamurdarv
fa: نقطه انفصال باید یک عدد با ممیز شناور
fr_lu: Le "breakpoint" 2 doit être un nombre décimal
hr_hr: Prijelomna točka treba bitiplutajuća točka broj
ja: ブレークポイントは、浮動小数点数でなければなりません
lv_lv: Robežvērtība būtupeldošā punkta skaitlis
pl_pl: Próg prowizji musi być liczbą
vi_vn: Các điểm dừng nên có một số dấu chấm động

source: Salesperson record for
ar: سجل مندوب مبيعات لل
et: Müügimees rekord
fa: سابقه فروشنده برای
fr_lu: La fiche de
hr_hr: Prodavač rekord
ja: 営業担当者のための記録
lv_lv: Pārdevējs rekords
pl_pl: Rekord sprzedawcy dla
vi_vn: Hồ sơ người bán hàng cho

source: A new salesperson record has been added for
ar: تمت إضافة سجل جديد ل مندوب مبيعات
et: Uus müüja rekord on lisatud
fa: سابقه فروشنده جدید اضافه شده است برای
fr_lu: Un enregistrement a été créé pour
hr_hr: Novi rekord prodavaču dodan je za
ja: 新しい営業担当者レコードが追加されてい
lv_lv: Jaunais pārdevējs ieraksts ir pievienota
pl_pl: Dodano nowy rekord sprzedawcy dla
vi_vn: Một nhân viên bán hàng kỷ lục mới đã được thêm vào cho
