Repository: timschofield/KwaMoja-Medical
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar, et, fa, fr_lu, hr_hr, ja, lv_lv, pl_pl, vi_vn

source: Enter the date from which orders are to be listed
ar: أدخل التاريخ من الذي أمر أن يتم سرد
et: Sisestage kuupäev, millest alates tellimusi , on loetletud
fa: وارد کنید تاریخ که از آن دستورات به رسید
fr_lu: Saisir la date à laquelle les commandes seront listées
hr_hr: Unesite datum odlaska zapovijed da se navedena
ja: リストする開始注文日入力
lv_lv: Ievadiet datumu , no kura rīkojumi ir jābūt norādītiem
pl_pl: Podaj datę początkową zestawienia zamówień
vi_vn: Nhập ngày mà từ đó đơn đặt hàng sẽ được liệt kê

source: Enter the date to which orders are to be listed
ar: أدخل التاريخ الذي أمر أن يتم سرد
et: Sisestage kuupäev , millele on antud ülesanne loetleda
fa: تاریخ را وارد کنید که دستورات به رسید
fr_lu: Saisir la date à laquelle les commandes seront listées
hr_hr: Unesite datum na koji su narudžbe biti navedeni
ja: リストする終了注文日入力
lv_lv: Ievadiet datumu , uz kuru rīkojumi ir jābūt norādītiem
pl_pl: Podaj datę końcową zestawienia zamówień
vi_vn: Nhập ngày mà đơn đặt hàng sẽ được liệt kê

source: Back Order Only
ar: عودة النظام فقط
et: Tagasi Tellimisel
fa: برگشت سفارش تنها
fr_lu: Reliquat seulement
hr_hr: Povratak Naručite Samo
ja: 未処理注文だけ
lv_lv: Atpakaļ Pasūtīt Tikai
pl_pl: Tylko Zamówienia Zawieszone
vi_vn: Đặt lại Chỉ

source: Only Show Back Orders
ar: عرض فقط عودة الطلبيات
et: Ainult Näita Tagasi Tellimused
fa: فقط برگشت نمایش سفارشات
fr_lu: Ne montrer que les reliquats
hr_hr: Samo Pokaži nalozi
ja: 未納注文だけ表示
lv_lv: Tikai Rādīt Atpakaļ Pasūtījumi
pl_pl: Pokaż Tylko Zamówienia Zawieszone
vi_vn: Chỉ hiển thị đơn đặt hàng Trở lại

source: Show All Orders
ar: مشاهدة جميع الطلبيات
et: Näita kõik tellimused
fa: نمایش تمام سفارشات
fr_lu: Afficher toutes les commandes
hr_hr: Pokaži sve narudžbe
ja: 全注文表示
lv_lv: Rādīt visus pasūtījumu
pl_pl: Pokaż Wszystkie Zamówienia
vi_vn: Hi?n th? t?t c? các don hàng

source: Orders from
ar: أوامر من
et: Tellimine
fa: سفارشات از
fr_lu: Commandes de
hr_hr: Narudžbe
ja: 注文元
lv_lv: Pasūtījumi no
pl_pl: Zamówienia od
vi_vn: Các don hàng t?

source: An error occurred getting the orders details
ar: حدث خطأ الحصول على تفاصيل أوامر
et: Tekkis viga saadatellimusi detailid
fa: خطا رخ داده است به دست آوردن جزئیات احکام
fr_lu: Erreur lors de la recherche de la commande
hr_hr: Došlo je do pogreške dobivanje narudžbe detalja
ja: 注文詳細を取得してエラーが発生しました
lv_lv: Kļūda iegūt pasūtījumus detaļas
pl_pl: Błąd w czasie zestawiania zamówień
vi_vn: G?p l?i khi dang l?y chi ti?t các don hàng

source: The SQL used to get the orders that failed was
ar: و SQL تستخدم للحصول على أوامر كان أن فشلت
et: SQL kasutada, et saadatellimusi, mida ei olnud
fa: گذاشتن مورد استفاده قرار گرفتن سفارشات که شکست خورده بود
fr_lu: Échec de la commande SQL d'affichage des commandes:
hr_hr: SQL se koristi kako bi se i odredbe koje je propustio
ja: SQLが失敗した受注があった取得するために使用
lv_lv: SQL izmanto, lai iegūtu pasūtījumus , kas neizdevās , bija
pl_pl: Użyta fraza SQL
vi_vn: D? li?u SQL dùng d? l?y don hàng dã không thành công là

source: Order Status Report - No Data
ar: تقرير حالة النظام - لا يوجد نقل البيانات
et: Order Status Report - andmeid
fa: سفارش گزارش آماری -- داده ای
fr_lu: Rapport sur l'état des commandes - Pas de données
hr_hr: Naručite izvješće Status - nema podataka
ja: 注文状況レポート - データ無し
lv_lv: Lai statusa ziņojums - Nav datu
pl_pl: Raport Stan zamówienia - brak danych
vi_vn: Báo cáo tình tr?ng don hàng - Không d? li?u

source: There were no orders found in the database within the period from
ar: لم تكن هناك أوامر موجودة في قاعدة البيانات في الفترة من
et: Puudusid tellimusi leidub andmebaasis ajavahemikus
fa: هیچ سفارشات در پایگاه داده در دوره یافت وجود دارد
fr_lu: Il n'y avait pas les commandes dans la base de données dans le délai de
hr_hr: Nije bilo naredbe koje se nalaze u bazi podataka u roku od
ja: から期間内にデータベースに見つかりませ受注がありませんでした
lv_lv: Nebija pasūtījumi atrasts datu bāzē laikposmā no
pl_pl: Nie znaleziono zamówień od
vi_vn: Không có don hàng nào du?c tìm th?y trong co s? d? li?u trong th?i gian t?

source: Ord Date
ar: اورد التسجيل
et: Ord aeg
fa: Ord تاریخ
fr_lu: Date cde
hr_hr: Ord Datum
ja: 注文日
lv_lv: Rīkojuma datums
pl_pl: Data Zam
vi_vn: Ngày d?t hàng

source: Status
ar: حالة
et: staatus
fa: وضعیت
fr_lu: Statut
ja: 状況
pl_pl: Stan
vi_vn: Trạng thái

source: Not yet printed
ar: لم تطبع حتى الآن
et: Ei ole veel trükitud
fa: هنوز رتبهدهی نشده است چاپ
fr_lu: En attente d'impression
hr_hr: Još nije tiskana
ja: 未印刷
lv_lv: Vēl nav drukāts
pl_pl: Jeszcze nie wydrukowany
vi_vn: Chua du?c in

source: Complete
ar: كامل
et: täitma
fa: کامل
fr_lu: Complet
hr_hr: dovršiti
ja: 完了
lv_lv: Pabeigts
pl_pl: Zakończony
vi_vn: Hoàn thành

source: Orders Invoiced Report
ar: أوامر بفاتورة تقرير
et: Tellimused Arve aruanne
fa: سفارشات صورتحساب گزارش
fr_lu: Rapport des commandes facturées
hr_hr: Narudžbe Dostavljeni Prijavi
ja: 請求済注文レポート
lv_lv: Pasūtījumi Rēķinā ziņojumu
pl_pl: Wydruk zamówień zafakturowanych
vi_vn: Đơn đặt hàng lập hoá đơn Báo cáo

source: Database Error
ar: خطأ في قاعدة البيانات
fa: خطا در بانک اطلاعاتی
fr_lu: Erreur de base de données
hr_hr: Pogreška baze podataka
ja: Databaseエラー
lv_lv: Datubāzes kļūda
pl_pl: Błąd bazy danych
vi_vn: Lỗi cơ sở dữ liệu

source: Total Invoiced for order
ar: إجمالي مبلغ الفاتورة ل أجل
et: Kõik arved , et
fa: تعداد صورتحساب برای سفارش
fr_lu: Total facturé
hr_hr: Ukupan račun za poretka
ja: 請求合計 ： 注文番号
lv_lv: Kopā nosūtīti rēķini par rīkojum
pl_pl: Wartość zafakturowana dla zamówienia
vi_vn: Lập hoá đơn tổng số đơn đặt hàng

source: GRAND TOTAL INVOICED
ar: المجموع الكلي فواتير
et: KÕIK KOKKU arve
fa: مجموع کل خرید های بزرگ صورتحساب
fr_lu: GRAND TOTAL FACTURÉ
hr_hr: SVEUKUPNO fakturirana
ja: 最終請求合計
lv_lv: KOPĀ IZRAKSTĪTI RĒĶINI
pl_pl: RAZEM ZAFAKTUROWANE
vi_vn: TỔNG CỘNG hóa đơn

source: Stock Transaction Listing
ar: الأسهم قائمة عملية
et: Stock väljavõte
fa: مثال معامله سهام
fr_lu: Liste des transactions boursières
hr_hr: Stock Trader Oglas
ja: トランザクション表示
lv_lv: Noliktavas Darījuma Listing
pl_pl: Lista transakcji giełdowej
vi_vn: Danh sách giao d?ch kho

source: Enter the date from which the transactions are to be listed
ar: أدخل التاريخ من المعاملات التي هي إلى أن يتم سرد
et: Sisestage kuupäev , millest alates tehinguid , on loetletud
fr_lu: Saisir la date à partir de laquelle les opérations seront listées
hr_hr: Unesite datum od kojeg su transakcije trebaju biti navedeni
ja: リストする開始注文日入力
lv_lv: Ievadiet datumu , no kura darījumi ir jāuzskaita

source: Enter the date to which the transactions are to be listed
ar: أدخل التاريخ الذي المعاملات هي أن تكون مدرجة
et: Sisestage kuupäev , mille tehingud on loetleda
fr_lu: Saisir la date à laquelle les opérations seront listées
hr_hr: Unesite datum na koji su transakcije trebaju biti navedeni
ja: リストする終了注文日入力
lv_lv: Ievadiet datumu , uz kuru darījumi ir jāuzskaita

source: Sales Invoice
ar: فاتورة المبيعات
et: Müügiarve
fa: فاکتور فروش
fr_lu: Facture
hr_hr: Prodaja Račun
ja: 売上請求
lv_lv: Rēķins
pl_pl: Faktura Sprzedaży
vi_vn: Hóa đơn bán hàng

source: Sales Credit Note
ar: مبيعات الائتمان ملاحظة
et: Müük kreeditarve
fa: توجه فروش اعتباری
fr_lu: Avoirs des ventes
hr_hr: Prodaja odobrenju
ja: 売上返品伝票
lv_lv: Kredītrēķins
pl_pl: Nota kredytowa
vi_vn: Bán hàng tín dụng Lưu ý

source: Location Transfer
ar: نقل الموقع
et: Asukoht Transfer
fa: محل سکونت انتقال
fr_lu: Site de transfert
hr_hr: Mjesto prijevoz
ja: 場所移動
lv_lv: atrašanās vieta Transfer
pl_pl: Lokalizacja Transfer
vi_vn: Chuy?n d?a di?m

source: Stock Adjustment
ar: التعديل الأوراق المالية
et: stock reguleerimine
fa: بانک تنظیم
fr_lu: Ajustement du stock
ja: 在庫調整
lv_lv: Noliktavas regulēšana
pl_pl: Fotografia Regulacja
vi_vn: Ði?u ch?nh kho

source: Purchase Order Delivery
ar: طلب شراء منازل
et: Ostutellimuse tarne
fa: خرید تحویل سفارش
fr_lu: Livraison de commande
hr_hr: Kupnja isporukama
ja: 購買発注問合せ
lv_lv: Pirkuma pasūtījuma piegāde
pl_pl: Dostawa Zamówienia
vi_vn: Giao hàng cho don mua hàng

source: Work Order Receipt
ar: العمل استلام ترتيب
et: Töökäsu saamine
fa: کار رسید سفارش
fr_lu: Réception de la commande de travail
hr_hr: Raditi za narudžbu
ja: 作業指図参照
lv_lv: Darbs rīkojuma saņemšanas
pl_pl: Odbiór Zlecenie
vi_vn: Biên lai l?nh s?n xu?t

source: Work Order Issue
ar: العمل العدد ترتيب
et: Töökäsu Issue
fa: کار شماره سفارش
fr_lu: Issue ordre de travail
hr_hr: Radni nalog Issue
ja: 作業指図番号
lv_lv: Darba uzdevumu izdošana
pl_pl: Problem Zlecenie
vi_vn: Phát hành l?nh s?n xu?t

source: For Stock Location
ar: ل اسهم الموقع
et: Varude asukoht
fa: محل برای انبار
fr_lu: Pour l'entrepôt
hr_hr: Na burzi Mjesto
ja: 在庫場所
lv_lv: Preču noliktavai
pl_pl: Dla Magazynu
vi_vn: Dành cho địa điểm kho hàng

source: Transaction Listing
ar: قائمة الصفقة
et: väljavõte
fa: مثال معامله
fr_lu: Liste de transactions
hr_hr: Transakcija Oglas
ja: トランザクション
lv_lv: darījuma Listing
pl_pl: Wykaz transakcji
vi_vn: Liệt kê giao dịch

source: There were no transactions found in the database between the dates
ar: لم تكن هناك معاملات وجدت في قاعدة البيانات بين التواريخ
et: Tehinguid ei leia andmebaasist kuupäevade vahel
fr_lu: Pas de transaction trouvée pour la période cherchée
hr_hr: Nije bilo transakcija koje se nalaze u bazi podataka između Bibinja
ja: データベースに指定期間の銀行トランザクションがありません 指定期間 開始

source: Stock transaction listing from
ar: الأسهم القائمة الصفقة من
et: Stock väljavõte alates
fa: فهرست بانک از معامله
fr_lu: liste des transactions de stock
hr_hr: Stock transakcije na popis
ja: トランザクション
lv_lv: Akciju darījumu sarakstā no
pl_pl: wykaz transakcji z fotografii
vi_vn: Liệt kê các giao dịch kho từ

source: Customer Invoices
ar: فواتير العملاء
et: Kliendi arved
fa: فاکتورها مشتری
fr_lu: Factures client
hr_hr: korisničke račune
ja: 得意先問合せ
lv_lv: klientu rēķini
pl_pl: Klient Faktury
vi_vn: Hóa đơn khách hàng

source: Customer Credit Notes
ar: العملاء ملاحظات الائتمان
et: Kliendi Credit Notes
fa: یادداشت های اعتباری مشتریان
fr_lu: Avoirs clients
hr_hr: Korisnik kreditne Bilješke
ja: 返品伝票入力
lv_lv: Klientu Credit Piezīmes
pl_pl: Uwagi klientów kredytowych
vi_vn: Khách hàng ghi chú tín dụng

source: Location Transfers
ar: موقع التحويلات
et: Asukoht Üleminekud
fa: نقل و انتقالات محل سکونت
fr_lu: Transferts de stock
hr_hr: Location Prijenosi
ja: 場所移動
lv_lv: Pārvieto&#353;ana starp noliktavām
pl_pl: Przesunięcia Magazynowe
vi_vn: Chuyển vị trí

source: Stock Adjustments
ar: التعديلات الأوراق المالية
et: stock korrigeerimine
fa: بورس اوراق تنظیمات
fr_lu: Ajustements d'inventaire
hr_hr: Stock Prilagodbe
ja: 在庫調整
lv_lv: Preču skaita labojumi
pl_pl: Korekty Magazynowe
vi_vn: Ði?u ch?nh kho hàng

source: Purchase Order Deliveries
ar: أمر الشراء التسليم
et: Ostutellimuse Tarned
fa: تحویل سفارش خرید
fr_lu: Les livraisons de commande
hr_hr: Narudžbenica isporukama
ja: 購買発注品目
lv_lv: Pirkuma pasūtījuma piegādēm
pl_pl: Dostawy Zamówienie
vi_vn: Việc giao hàng mua hàng

source: Work Order Receipts
ar: تعمل بالدفع إيصالات
et: Töökäsu kviitungeid
fa: رسید سفارش کار
fr_lu: Recettes ordre de travail
hr_hr: Radni nalog Primici
ja: 作業指図参照
lv_lv: Darbs Pasūtīt Ieņēmumi
pl_pl: Wpływy Praca Zamówienie
vi_vn: Làm việc Tiền thu hàng

source: Work Order Issues
ar: العمل قضايا ترتيب
et: Töökäsu küsimused
fa: مسائل مربوط به کار سفارش
fr_lu: Questions ordre de travail
hr_hr: Radni nalog pitanja
ja: 作業指図番号
lv_lv: Darbs kārtības jautājumi
pl_pl: Sprawy związane z pracą Zamówienie
vi_vn: Làm việc vấn đề thứ tự

source: Picking Lists Not Enabled
ar: العضو قطف غير مفعل
et: Valides nimekirjad ei ole lubatud
fa: برداشت لیست فعال نشده
fr_lu: Borderaux d'expédition désactivés
hr_hr: Branje popisi nisu omogućene
ja: 有効にならないピッキングリスト
lv_lv: Picking saraksti nav iespējots
pl_pl: Picking Nie Listy Enabled
vi_vn: Lists hái Không Bật

source: The system is not configured for picking lists. A configuration parameter is required where picking slips are required. Please consult your system administrator.
ar: لم يتم تكوين نظام ل اختيار القوائم.
et: Süsteem ei ole konfigureeritud korjamine nimekirju.
fr_lu: Le système n'est pas configuré pour les bordereaux d'expédition. Consulter votre administrateur système.
hr_hr: Sustav nije konfiguriran za branje liste .
ja: システムは、リストを選ぶために構成されていません。
lv_lv: Sistēma nav konfigurēta , lai picking sarakstus.
vi_vn: Hệ thống không được cấu hình để chọn danh sách .

source: Select Picking Lists
ar: حدد قوائم الإلتقاط
et: Vali Valides nimekirjad
fa: انتخاب فضای فهرست
fr_lu: Sélectionner les bordereaux d'expédition
hr_hr: Odaberite Branje popise
ja: 既存品目選択
lv_lv: Izvēlieties Picking saraksti
pl_pl: Wybierz list pobrania
vi_vn: Chọn Lists Chọn

source: Create picking lists for all deliveries to be made on
ar: إنشاء اختيار القوائم لجميع الولادات ليكون على
et: Loo korjamine nimekirjad tarnete tuleb teha
fa: ایجاد چیدن لیست برای همه تحویل می شود ساخته شده در
fr_lu: Créer des bordereaux d'expédition pour toutes les livraisons du
hr_hr: Stvaranje branje liste za sve isporuke da se na
ja: で行われるすべての配送のためにリストを摘み作成
lv_lv: Izveidot picking sarakstus attiecībā uz piegādēm, kas veiktas par
pl_pl: Tworzenie list pobrania dla wszystkich dostaw być dokonane na
vi_vn: Tạo chọn danh sách cho tất cả các giao hàng được thực hiện trên

source: From Warehouse
ar: من مستودع
et: alates Warehouse
fa: از انبار
fr_lu: À partir d'un entrepôt
hr_hr: Iz skladišta
ja: 支払元
lv_lv: no noliktavām
pl_pl: Z magazynu
vi_vn: Từ nhà kho

source: Print Picking Lists
ar: طباعة قوائم الإلتقاط
et: Trüki korjamise nimekirjad
fa: نسخه قابل چاپ فضای فهرست
fr_lu: Imprimer des bordereaux d'expédition
hr_hr: Ispis Branje popise
ja: 価格表印刷
lv_lv: Drukāt Picking saraksti
pl_pl: Drukowanie list pobrania
vi_vn: In Lists hái

source: There was a problem retrieving the order header details from the database
ar: كانت هناك مشكلة استرداد تفاصيل رأس النظام من قاعدة البيانات
et: Tekkis probleem allalaadimisejärjekord header detailid andmebaasist
fa: بود مشکل بازیابی جزئیات سفارش هدر از پایگاه داده وجود دارد
fr_lu: Il y avait un problème se rappeler les détails tête de l'ordre de la base de données
hr_hr: Došlo je doproblema prilikom preuzimanja pojedinosti reda kolektora iz baze podataka
ja: データベースから明細のために得意先情報を検索している問題がありました
lv_lv: Radāsproblēma, ielādējot pasūtījuma galvenes informāciju no datu bāzes
pl_pl: Wystąpił problem podczas pobierania informacji nagłówka zamówienia z bazy danych
vi_vn: Có v?n d? khi truy xu?t chi ti?t tiêu d? don hàng t? co s? d? li?u

source: Print Picking List Error
ar: طباعة قائمة الانتقاء خطأ
et: Trüki komplekteerimislehte viga
fa: نسخه قابل چاپ فهرست خطا در برداشت
fr_lu: Erreur d'impression du bordereau d'expédition
hr_hr: Ispis lista pogrešaka Branje
ja: 価格表印刷エラー
lv_lv: Drukāt Picking saraksta kļūda
pl_pl: Drukuj Picking Lista błędów
vi_vn: In hái Danh sách Lỗi

source: Unable to Locate any orders for this criteria
ar: قادر على تحديد موقع أي أوامر ل هذه المعايير
et: Leidmine nurjus korraldusi selle kriteeriumid
fa: قادر به تعیین محل هر دستور داد برای این معیار
fr_lu: Impossible de trouver toutes les commandes pour ce critère
hr_hr: Nije moguće pronaći bilo kakve naloge za ovaj kriterij
ja: この基準の任意の注文を検索することができません
lv_lv: Nevar atrast jebkādus rīkojumus par šo kritēriju
pl_pl: Nie można odnaleźć żadnych zamówień na te kryteria
vi_vn: Không th? d?nh v? b?t kì don hàng nào cho tiêu chí này

source: Enter Another Date
ar: أدخل تاريخ آخر
et: Sisesta Teine aeg
fa: یکی دیگر از تاریخ را وارد کنید
fr_lu: Saisir une autre date
hr_hr: Unesite neki drugi datum
ja: 行品目入力
lv_lv: Ievadiet citu datumu
pl_pl: Wpisz innym terminie
vi_vn: Nhập vào một ngày khác

source: Picking List
ar: قائمة اختيار
et: Valides List
fa: فضای فهرست
fr_lu: Bordereau d'expédition
hr_hr: Branje popis
ja: 価格表
lv_lv: picking saraksts
pl_pl: Lista Picking
vi_vn: Danh sách chọn

source: Laser Picking List
ar: قائمة قطف الليزر
et: Laser komplekteerimislehte
fa: فهرست لیزر برداشت
fr_lu: Impression laser de bordereau d'expédition
hr_hr: Laser lista izbora
ja: 得意先価格表
lv_lv: Lāzera Picking saraksts
pl_pl: Laser Picking Lista
vi_vn: Laser hái Danh sách

source: There was a problem retrieving the order line details for Order Number
ar: كانت هناك مشكلة استرداد تفاصيل خط النظام ل رقم الطلب
et: Tekkis probleem allalaadimisejärjekord line detailid järjekorranumbriga
fa: بود مشکل بازیابی سفارش جزئیات خط برای سفارش شماره وجود دارد
fr_lu: Il y avait un problème de récupération de la ligne de commande pour plus de détails numéro de commande
hr_hr: Došlo je doproblema prilikom preuzimanja pojedinosti narudžba za broj narudžbe
ja: 未決済トランザクションを検索している問題がありました
lv_lv: Radāsproblēma, ielādējot pasūtījuma rindu detaļas kārtas numuru
pl_pl: Wystąpił problem podczas pobierania informacji line na numer zamówienia
vi_vn: Có v?n d? khi truy xu?t chi ti?t dòng don hàng cho theo s? c?a don hàng

source: Price Listing Report
ar: سعر تقرير قائمة
et: Hind pakkumist aruanne
fa: گزارش لیست قیمت
hr_hr: Cijena Oglas Prijavi
ja: 価格表レポート
lv_lv: Cena Listing pārskats
pl_pl: Wydruk Cennika
vi_vn: Báo cáo b?ng giá

source: Customer Special Prices Only
ar: أسعار خاصة للعملاء فقط
et: Kliendi Erihinnad Ainult
fa: مشتریان ویژه قیمت فقط
fr_lu: Prix spécial à la clientèle seulement
hr_hr: Kupac Posebne cijene samo
ja: 顧客の特別価格のみ
lv_lv: Tikai klientu īpa&#353;ās cenas
pl_pl: Tylko specjalne ceny klienta
vi_vn: Ch? dành cho khách hàng du?c nh?n giá d?c bi?t

source: Special price List - No Customer Selected
ar: قائمة الأسعار الخاصة - تحديد أي العملاء
et: Soodushind nimekiri - ükski klient ei valitud
fa: لیست قیمت ویژه -- بدون مشتری انتخاب شده
fr_lu: Tarifs spécial - pas de client sélectionné
hr_hr: Posebna Cjenik - Nema odabranih klijenata
ja: 特別価格表 - 得意先未選択
lv_lv: Īpa&#353;o cenu liste - klients netika izvēlēts
pl_pl: Specjalny cennik - nr wybranego klienta
vi_vn: Danh sách giá d?c bi?t - Chua có khách hàng nào du?c ch?n

source: The customer must first be selected from the select customer link
ar: يجب أولا العميل أن يختار من الرابط عميل تحديد
et: Klient peab kõigepealt valitaksevali klient link
fa: مشتری ابتدا باید از لینک انتخاب مشتری انتخاب شود
fr_lu: Le client doit d'abord être sélectionné à partir du lien "sélectionner un client"
hr_hr: Kupac prvo mora biti izabran od kupca odaberite vezu
ja: 顧客は、第1の選択、顧客のリンクから選択しなければならない
lv_lv: Vispirms lūdzu izvēlaties klientu
pl_pl: Najpierw musisz wybrać klienta linkiem Wybierz Klienta
vi_vn: Tru?c tiên ph?i ch?n khách hàng t? m?c Ch?n du?ng d?n khách hàng

source: Re-run the price list once the customer has been selected
ar: إعادة تشغيل قائمة الأسعار مرة واحدة وقد تم اختيار العميل
et: Uuesti teha hinnakirjas , et klient on valitud
fa: دوباره اجرا لیست قیمت پس از آن که مشتری انتخاب شده است
fr_lu: Re-exécutez la liste des prix dès que le client a été sélectionné
hr_hr: Ponovno pokrenite cjenik jednomkupac je izabran
ja: 顧客が選択された後の価格リストを再実行
lv_lv: Atkārtot atskaiti ar izvēlēto klientu
pl_pl: Wybierz ponownie wydruk cennika po wybraniu klienta
vi_vn: Ch?y l?i b?ng giá khi khách hàng dã du?c ch?n

source: Back
ar: إلى الوراء
et: tagasi
fa: برگشت
fr_lu: Retour
hr_hr: natrag
ja: 銀行
lv_lv: atpakaļ
pl_pl: Powrót
vi_vn: Quay lại

source: The effective date must be entered in the format
ar: يجب إدخال التاريخ الفعلي في تنسيق
et: Jõustumiskuupäev tuleb kanda vormi
fa: تاریخ موثر باید در قالب وارد
fr_lu: La date d'effet doit être inscrite dans le format
hr_hr: Datum stupanja na snagu moraju biti upisani u formatu
ja: 日付は入力されなければならない、フォーマット
lv_lv: Stāšanās datums jāieraksta formātā
pl_pl: Data wejścia w życie muszą być wprowadzane w formie
vi_vn: Ngày có hi?u l?c ph?i du?c nh?p theo d?nh d?ng

source: Problem Report....
ar: الإبلاغ عن مشكلة ....
et: Probleem aruanne ....
fa: گزارش مشکل....
fr_lu: Signaler un problème
hr_hr: Problem Prijavi ....
ja: 問題報告....
lv_lv: Problēmu atskaite.....
pl_pl: Raport problemu...
vi_vn: Báo cáo các vấn đề gặp phải

source: The Price List could not be retrieved by the SQL because
ar: لائحة الأسعار لا يمكن استردادها بواسطة SQL لأن
et: Hinnakirja ei õnnestunud poolt SQL sest
fa: لیست قیمت را می توان با گذاشتن زیرا قابل بازیابی نیست
fr_lu: Le Prix ne pouvait pas être récupéré par le SQL, car
hr_hr: Cjenik se ne može dohvatiti , jer od strane SQL
ja: 価格表は、SQLによって取得することができませんでしたので、
lv_lv: Cenrādis nevarēja iegūt, SQL , jo
pl_pl: Cennik nie może być odtworzony ponieważ
vi_vn: Không truy xuất được danh sách giá cả vì

source: For debugging purposes the SQL used was:
ar: لأغراض التصحيح المستخدمة SQL كانت في:
et: SilumiselSQL kasutati :
fa: به منظور استفاده از اشکال زدایی گذاشتن مورد استفاده قرار گرفت :
hr_hr: Za ispravljanje pogrešaka svrheSQL koristi je :
ja: デバッグのために使われるSQLでした：
lv_lv: Atkļūdošanas vajadzībāmSQL tika izmantots :
pl_pl: Dla celów debugowania SQL używane to:
vi_vn: Cho các mục đích gỡ lỗi SQL được sử dụng là :

source: Print Price List Error
ar: طباعة قائمة الأسعار خطأ
et: Trüki hinnakiri viga
fa: نسخه قابل چاپ قیمت لیست خطا
fr_lu: Erreur d'impression Liste de prix
hr_hr: Ispis lista pogrešaka cijene
ja: 価格表印刷エラー
lv_lv: Drukāt cenrādis kļūda
pl_pl: Błąd wydruku cennika
vi_vn: L?i in b?ng giá

source: There were no price details to print out for the customer or category specified
ar: ولم ترد تفاصيل السعر لطباعة للعميل أو تصنيف معين
et: Puudusid hind detailid välja printida klient või kindlaks määratud kategooriasse
fa: هیچ جزئیات قیمت وجود دارد برای چاپ را برای مشتری یا دسته مشخص
fr_lu: Il n'y avait pas les détails de prix à imprimer pour le client ou catégorie spécifiée
hr_hr: Nije bilo cijena detalj za ispis za kupca ili kategoriji navedenom
ja: 指定された顧客またはカテゴリにプリントアウトする価格の詳細はありませんでした
lv_lv: Nebija cenu informāciju , lai izdrukāt klientam, vai kategoriju norādīto
pl_pl: Nie było cen do wydrukowania dla wybranego klienta/kategorii
vi_vn: Không có chi ti?t v? giá d? in cho khách hàng ho?c

source: Prices
ar: الأسعار
et: Hinnad
fa: قیمت
hr_hr: Cijene
ja: 価格
lv_lv: Cenas
pl_pl: Ceny
vi_vn: Giá cả

source: No End Date
ar: لا تاريخ الإنتهاء
fa: بدون تاریخ پایان
fr_lu: Aucune date de fin
hr_hr: Nema datuma završetka
ja: 終了日
lv_lv: Nē beigu datums
pl_pl: Brak daty zakończenia
vi_vn: Không có ngày kết thúc

source: Price_List
fr_lu: Tarifs
ja: 価格表
vi_vn: Bảng giá

source: Price Listing
ar: قائمة الأسعار
et: Hind pakkumist
fa: قیمت لیست
fr_lu: Tarifs
hr_hr: Cijena Oglas
ja: 価格表作表
lv_lv: Cena Listing
pl_pl: Cennik
vi_vn: Liệt kê bảng giá

source: Print a price list
ar: طباعة قائمة الأسعار
et: Trükihinnakiri
fa: نسخه قابل چاپ لیست قیمت
hr_hr: Ispis popisa cijena
ja: 価格表印刷
lv_lv: Izdrukāt cenrādi
pl_pl: Drukuj cennik
vi_vn: In bảng giá

source: For Sales Type/Price List
ar: ل نوع / السعر المبيعات قائمة
et: Müük tüüp / Hinnakiri
fa: نوع فروش / لیست قیمت
fr_lu: Pour le type/prix de vente
hr_hr: Za tip prodaje / cjenik
ja: 販売タイプ/価格表用
lv_lv: Par Sales Tips / Cena sarakstā
pl_pl: Dla typu Sprzedaży/Cennika
vi_vn: Đối với kinh doanh Loại / Giá liệt kê

source: Show Gross Profit %
ar: مشاهدة الربح الإجمالي ٪
et: Näita brutokasum %
fa: نمایش ٪ سود ناخالص
fr_lu: Afficher le pourcentage de la marge brute
hr_hr: Pokaži bruto % Profit
ja: 税引前利益%の表示
lv_lv: Rādīt bruto peļņa %
pl_pl: Pokaż marżę %
vi_vn: Hiện Lãi gộp %

source: Prices Only
ar: أسعار فقط
et: Hinnad ainult
fa: قیمت فقط
fr_lu: Prix seulement
hr_hr: Samo cijene
ja: 価格のみ
lv_lv: Tikai cenas
pl_pl: Tylko Ceny
vi_vn: Chỉ có giá

source: Show GP % too
ar: مشاهدة GP ٪ أيضا
et: Näita GP % liiga
fa: نمایش ٪ دکتر خانوادگی تان بیش از حد
fr_lu: Afficher aussi les % "GP"
hr_hr: Pokaži GP % previše
ja: 粗利%も表示
lv_lv: Rādīt GP % pārāk
pl_pl: Pokaż tez marżę %
vi_vn: Hiện GP % quá

source: Price Listing Type
ar: سعر نوع قائمة
et: Hind loetelu järgi
fa: قیمت نوع قرارداد
fr_lu: Type de tarifs
hr_hr: Tip ispisa cijena
ja: 価格表タイプ
lv_lv: Cena Listing veids
pl_pl: Typ Cennika
vi_vn: Liệt kê giá Loại

source: Default Sales Type Prices
ar: الافتراضي مبيعات طبيعة الأسعار
et: Vaikimisi Müük tüüp Hinnad
fa: پیش فرض قیمت فروش نوع
fr_lu: Tarification par défaut
hr_hr: Zadane Prodaja Tip Cijene
ja: デフォルト販売タイプ価格
lv_lv: Noklusējuma Sales Tips Cenas
pl_pl: Ceny podstawowe
vi_vn: Mặc định bán hàng Loại giá
