Repository: timschofield/KwaMoja-Medical
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar, et, fa, fr_lu, hr_hr, ja, lv_lv, pl_pl, vi_vn

source: The last credit note created was number
ar: وكانت المذكرة الائتمان مشاركة خلق عدد
et: Viimane kreeditarve loodud oli number
fa: توجه داشته باشید اعتباری آخرین ایجاد شده بود تعداد
fr_lu: Le dernier avoir a être créé porte le numéro:
hr_hr: Posljednji odobrenju stvorio je broj
ja: 最終作成返品伝票の番号
lv_lv: Pēdējā kredīta izveidoja piezīme bija numurs
pl_pl: Ostatni numer noty kredytowej
vi_vn: Những lưu ý tín dụng cuối cùng tạo ra là số

source: A sequential range can be printed using the same method as for invoices above
ar: يمكن طباعة مجموعة متسلسلة باستخدام نفس الأسلوب بالنسبة لل فواتير أعلاه
et: Režiimis vahemikus saab trükkida , kasutades sama meetodit, arvete üle
fa: محدوده ترتیبی می تواند با استفاده از روش چاپ شده همانند فاکتورها بالا
fr_lu: Une gamme séquentielle peut être imprimée en utilisant la même méthode que pour les factures ci-dessus
hr_hr: Sekvencijalni niz može se tiskati koristeći istu metodu kao i za račune iznad
ja: 連続範囲は上の請求書の同じ方法を使用して印刷できます
lv_lv: Kārtas diapazonu var izdrukāt, izmantojot to pašu metodi kā rēķinu iepriekš
pl_pl: Zakres not do wydrukowania może być podany analogicznie jak dla faktur powyżej
vi_vn: Một loạt tuần tự có thể được in bằng cách sử dụng phương pháp tương tự như đối với hoá đơn trên

source: A single credit note can be printed by only entering a start transaction number
ar: ملاحظة مهمة و الائتمان واحد يمكن طباعتها عن طريق إدخال رقم المعاملة سوى بداية
et: Ühe kreeditarve saab trükkida ainult sisenemisealguse tehingu number
fa: توجه داشته باشید اعتبار تنها می تواند تنها با وارد کردن شروع به معامله تعداد چاپ
fr_lu: Un seul avoir peut être imprimé en saisissant un numéro de début de transaction
hr_hr: Jedan odobrenju može se ispisati samo unosom broj početka transakcije
ja: 一件の返品伝票は開始トランザクション番号だけの入力で印刷できます
lv_lv: Vienu kredītu piezīmi var izdrukāt, tikai ievadot starta darījumu skaits
pl_pl: Pojedyńcza nota może być wydrukowana podając tylko pierwszy numer noty
vi_vn: Một lưu ý tín dụng duy nhất có thể được in bằng cách chỉ nhập một số giao dịch bắt đầu

source: This transaction is addressed to another customer and cannot be displayed for privacy reasons
ar: يتم تناول هذه الصفقة إلى زبون آخر و لا يمكن عرضها ل أسباب تتعلق بالخصوصية
et: See tehing on adresseeritud teisele kliendile ja ei saa kuvada eraelu puutumatusega
fa: این معامله را به دیگری خطاب به مشتری و می تواند به دلایل حفظ حریم خصوصی نمایش داده نمی شوند
fr_lu: Cette transaction est adressée à un autre client et ne peut être affiché pour des raisons de confidentialité
hr_hr: Ova transakcija je upućena drugog klijenta , a ne može se prikazati za privatnost razloga
ja: このトランザクションは他の顧客に請求されても、プライバシーのために表示ができません
lv_lv: Šis darījums ir adresēts citam klientam , un tos nevar parādīt privātuma apsvērumu dēļ
pl_pl: Ta transakcja jest adresowana do innego klienta i nie może być wyświetlona z względu na poufność
vi_vn: Giao dịch này được gửi tới một khách hàng khác và không thể được hiển thị vì lý do riêng tư

source: Please select only transactions relevant to your company
ar: يرجى تحديد المعاملات فقط ذات الصلة لشركتك
et: Palun valige ainult tehingute olulised oma firma
fa: لطفا انتخاب کنید فقط معاملات مربوط به شرکت شما
fr_lu: S'il vous plaît sélectionnez uniquement les transactions pertinentes pour votre entreprise
hr_hr: Molimo odaberite samo transakcije koje se odnose na tvrtku
ja: あなたの会社に関連するトランザクションだけを選んでください
lv_lv: Lūdzu, izvēlieties tikai darījumus , kas attiecas uz jūsu uzņēmumu
pl_pl: Wybierz tylko transakcje odnoszące się do Twojej firmy
vi_vn: Vui lòng chỉ chọn các giao dịch liên quan đến công ty của bạn

source: TAX INVOICE
ar: فاتورة ضريبية
et: Arve
fa: مالیات سیاهه
fr_lu: Taxes Factures
hr_hr: POREZ NA RAČUN
ja: 御請求書（税込）
lv_lv: Nodokļu rēķins
pl_pl: FAKTURA VAT
vi_vn: Hóa đơn thuế

source: TAX CREDIT NOTE
ar: الائتمان الضريبي ملاحظة
et: TAX kreeditarve
fa: مالیات توجه اعتبار
fr_lu: AVOIR D'IMPÔT
hr_hr: NAPOMENA porezni kredit
ja: 返品伝票（税込）
lv_lv: Nodokļa kredītrēķins
pl_pl: FAKTURA KORYGUJĄCA VAT
vi_vn: THUẾ TÍN DỤNG GHI CHÚ

source: Tax Authority Ref
ar: مصلحة الضرائب المرجع
et: Maksuametile Ref
fa: مالیات کد عکس خودگردان
fr_lu: Ref administration fiscale
hr_hr: Porezna uprava Ref.
ja: 税務当局の参照
lv_lv: Nodokļu iestāde Ref
pl_pl: Numer NIP
vi_vn: Cơ quan thuế Tài liệu tham khảo

source: Facsimile
ar: صورة طبق الأصل
et: faks
fa: کلیشه عین متن اصلی
fr_lu: Fax
hr_hr: faksimil
ja: FAX
lv_lv: Fakss
pl_pl: Faks
vi_vn: mô phỏng

source: Charge To
ar: تهمة
et: arvele panema
fa: هزینه ای
fr_lu: Facturé à
hr_hr: Punite Da
ja: への充電
lv_lv: maksas
pl_pl: Płatnik
vi_vn: Để tính

source: Charge Branch
ar: فرع تهمة
et: Saaja haru
fa: شارژ شعبه
fr_lu: Facturer la succursale
hr_hr: Punjenje Branch
ja: 請求先
lv_lv: Filiāle
pl_pl: Płaci Oddział
vi_vn: phụ trách chi nhánh

source: Your Order Ref
ar: طلبك المرجع
et: Teie tellimus Ref
fa: کد عکس سفارش شما
fr_lu: Votre réf commande
hr_hr: Vaš Red Ref.
ja: 御社注文番号
lv_lv: Jūsu Pasūtīt Ref
pl_pl: Twój Numer Zamówienia
vi_vn: Tài liệu tham khảo đặt hàng của bạn

source: Our Order No
ar: لدينا من أجل لا
et: Meie Jrk
fa: سفارش ما هیچ
fr_lu: Notre commande n°
hr_hr: Naš Red Nema
ja: 当社注文番号
lv_lv: Mūsu Rīkojums Nr
pl_pl: Nasz Numer Zam.
vi_vn: Số đặt hàng của chúng tôi

source: Invoice Date
ar: تاريخ الفاتورة
et: arve kuupäev
fa: فاکتور تاریخ
fr_lu: Date de la facture
hr_hr: Račun Datum
ja: 請求日
lv_lv: Rēķina datums
pl_pl: Data wystawienia
vi_vn: hóa đơn ngày

source: Sales Person
ar: شخص المبيعات
et: Müüja
fa: فروش نفر
fr_lu: Vendeur
hr_hr: Prodaja osoba
ja: 営業担当
lv_lv: Tirdzniecības pārstāvis
pl_pl: Sprzedawca
vi_vn: Người bán hàng

source: Shipper
ar: شاحن
et: saatja
fa: محموله کشتی
fr_lu: Transporteur
hr_hr: otpremnik
ja: 運送会社
lv_lv: Shipping-method
pl_pl: Transport
vi_vn: Hãng tàu

source: Consignment Ref
ar: شحنة المرجع
et: saadetise Ref
fa: محموله کد عکس
fr_lu: Réf. consignation
hr_hr: Pošiljka Ref.
ja: 委託参照
lv_lv: sūtījums Ref
pl_pl: Numer Listu Przewozowego
vi_vn: lô hàng Tài liệu tham khảo

source: GST Number
ar: عدد GST
et: GST arv
fa: GST شماره
fr_lu: Numéro de TPS
hr_hr: GST broj
ja: GST番号
lv_lv: GST skaits
pl_pl: Numer GST
vi_vn: Số GST

source: Account:
ar: الحساب:
et: Konto:
fa: حساب :
hr_hr: račun :
ja: 勘定
lv_lv: konts:
pl_pl: Konto:
vi_vn: Tài khoản

source: Bank Code:
ar: كود البنك :
et: Panga kood :
fa: کد در بانک :
hr_hr: Bankovni kod :
ja: バーコード
lv_lv: Bankas kods :
pl_pl: Kod banku:
vi_vn: Mã số ngân hàng

source: Print Invoices or Credit Notes (Portrait Mode)
ar: طباعة الفواتير أو الملاحظات الائتمان ( وضع عمودي )
et: Printida arveid või Credit Notes ( portree režiim)
fa: نسخه قابل چاپ فاکتورها یا یادداشت های اعتباری (در حالت پرتره)
fr_lu: Impression des factures ou avoir (mode portrait)
hr_hr: Ispis računa ili kreditne Bilješke ( portret modu )
ja: 請求書または返品伝票印刷
lv_lv: Rēķinu un kredītrēķinu drukā&#353;ana
pl_pl: Drukowanie faktur lub not kredytowych (tryb portretowy)
vi_vn: Hoá đơn in hoặc ghi chú tín dụng ( Portrait Mode)

source: Print Preview
ar: معاينة قبل الطباعة
et: Prindi eelvaade
fa: پیش نمایش چاپ
fr_lu: Aperçu avant impression
hr_hr: Pregled prije ispisa
ja: 価格
lv_lv: Parādīt
pl_pl: Podgląd wydruku
vi_vn: Xem trước khi in

source: Supplier Purchasing Data
ar: المورد المشتريات البيانات
et: Pakkuja Purchasing andmed
fa: اطلاعات عرضه کننده خرید
fr_lu: Données des achats fournisseurs
hr_hr: Dobavljač Kupnja podataka
ja: 仕入先購買データ
lv_lv: Vendor Purchasing Data
pl_pl: Warunki Zakupu dla Dostawcy
vi_vn: Dữ liệu mua của nhà cung cấp

source: Deleted the supplier discount record
ar: حذف السجل خصم المورد
et: Kustutatudtarnija soodushinnaga rekord
fa: حذف تخفیف عرضه کننده کالا رکورد
fr_lu: Supprimé le dossier d'actualisation des fournisseurs
hr_hr: Izbrisano rekord dobavljaču popust
ja: サプライヤー割引レコードを削除
lv_lv: Svītrots piegādātāju atlaides ierakstu
pl_pl: Usunięto zapis dyskontowej dostawca
vi_vn: Xóa kỷ lục giảm giá nhà cung cấp

source: There is no stock item set up enter the stock code or select a stock item using the search page
ar: لا يوجد أي بند الأوراق المالية إعداد إدخال رمز الأسهم أو حدد بند الأوراق المالية باستخدام صفحة البحث
et: Ei ole laonumbrist loodud sisestamaaktsia -või valigelaonumbrist kasutades otsingu lehele
fa: هیچ موردی وجود ندارد سهام راه اندازی کد را وارد کنید را انتخاب کنید و یا سهام مورد سهام با استفاده از صفحه جستجو
fr_lu: Il n y a pas d'article s�ectionn�- Entrez le code article ou s�ectionnez un article avec la recherche en dessous
hr_hr: Nema dionica stavku postavili unesite dionica kod ili odabir dionica stavku koristeći pretragu stranicu
ja: 証券コードを入力するか、検索ページを使用して在庫品目を選択し設定しない在庫品目はありません
lv_lv: Nav krājumu vienība , kas izveidota ievadiet akciju kodu vai izvēlieties krājuma priekšmetu , izmantojot meklēšanas lapu
pl_pl: Nie wybrano towaru. Wprowadź kod towaru lub wyszukaj właściwy towar na stronie wyszukiwania
vi_vn: Không có mục chứng khoán được thành lập vào mã chứng khoán hay chọn một mục cổ phiếu bằng cách sử dụng trang tìm kiếm

source: The price entered was not numeric and a number is expected. No changes have been made to the database
ar: وكان السعر لا دخل الرقمية ، ويتوقع عدد .
et: Sisestatud hind ei olnud numbreid janumber on oodata .
fa: قیمت وارد شد عددی نیست و تعداد مورد انتظار است. هیچ تغییری شده به پایگاه داده ساخته شده است
fr_lu: Le prix n'a pas été entré numérique et un certain nombre est attendue. Aucune modification n'a été apportée à la base de données
hr_hr: Cijena unijeli nije numerički ibroj se očekuje .
ja: この新しい税務当局レコードはデータベースに追加されました
lv_lv: Cena ievadīta nebija ciparu , unskaits varētu .
pl_pl: Wprowadzona cena nie liczbowych i liczba ta wzrośnie. Żadne zmiany nie zostały wprowadzone do bazy danych
vi_vn: Giá nhập vào là số không và một số dự kiến ​​.

source: The price entered is zero
ar: سعر دخل هو صفر
et: Sisestatud hind on null
fa: قیمت وارد شده صفر است
fr_lu: Le prix saisi est égal à zéro.
hr_hr: Cijena ušao je nula
ja: 入力の価格は数字でない
lv_lv: Ieraksta cena ir nulle
pl_pl: Wprowadzona cena wynosi zero
vi_vn: Giá cả nhập vào bằng 0

source: Is this intentional?
ar: هل هذا مقصود ؟
et: Kas see tahtlik ?
fa: آیا این عمدی؟
fr_lu: Est-ce normal?
hr_hr: Je li to namjerno ?
ja: この意図的なものです？
lv_lv: Vai tas ir apzināti ?
pl_pl: Czy to celowe działanie?
vi_vn: Là cố ý này ?

source: The lead time entered was not numeric a number of days is expected no changes have been made to the database
ar: كانت المرة الرصاص دخلت لم رقمية عدة أيام ومن المتوقع أن يتم إجراء أي تغييرات على قاعدة البيانات
et: Ooteaeg sisestatud polnud numbrilinepäevade arv on oodata mingeid muudatusi on tehtud andmebaasi
fa: ساعت هم منجر شود وارد شد عددی نیست تعداد روزهای انتظار می رود ، بدون هیچ تغییری شده به پایگاه داده ساخته شده است
fr_lu: Le délai de livraison n'a pas été entré numérique un certain nombre de jours n'est pas attendue modifications ont été apportées à la base de données
hr_hr: Dovesti vrijeme unijeli nije numeričkibroj dana očekuje nikakve promjene su napravljene na bazi
ja: 入力したリードタイムは日数が数値ではありませんが、変更がデータベースに対して行われていないと予想される
lv_lv: Sagatavošanās laiks ievadīta nebija skaitļudienu skaitu ir sagaidāms nekādas izmaiņas ir veiktas , lai datu bāzi
pl_pl: Czas realizacji nie weszła numerycznej liczbę dni, nie ma zmiany zostały wprowadzone do bazy danych
vi_vn: Thời gian đầu vào không phải là số một số ngày dự kiến ​​sẽ không thay đổi đã được thực hiện cho các cơ sở dữ liệu

source: The minimum order quantity was not numeric and a number is expected no changes have been made to the database
ar: كان الحد الأدنى لكمية لا رقمية ، ويتوقع عدد تم إجراء أية تغييرات على قاعدة البيانات
et: Minimaalne tellimuse kogus ei olnud numbreid janumber on oodata mingeid muudatusi on tehtud andmebaasi
fa: حداقل مقدار سفارش شده است عددی نیست و انتظار می رود تعداد تغییری نکرده است به پایگاه داده ساخته شده است
fr_lu: La quantité minimale de commande n'a pas été numériques et un certain nombre n'est pas attendue modifications ont été apportées à la base de données
hr_hr: Minimalna količina narudžbe nije bio numerički ibroj se očekuje nikakve promjene su napravljene na bazi
ja: 最小注文数量が数値ではなかったし、数が期待されている変更は、データベースに加えられていない
lv_lv: Minimālais pasūtījuma daudzums ir ne ciparu unnumurs ir paredzēts nekādas izmaiņas tika veikti , lai datu bāzi
pl_pl: Minimalna ilość, aby nie było numeryczne i oczekuje liczby żadne zmiany nie zostały wprowadzone do bazy danych
vi_vn: Số lượng đặt hàng tối thiểu không phải là số và một số dự kiến ​​sẽ không thay đổi đã được thực hiện cho các cơ sở dữ liệu

source: The conversion factor entered was not numeric
ar: كان عامل التحويل دخلت لم رقمية
et: Ümberhindamistegurite sisestatud polnud numbriline
fa: عامل تبدیل وارد شد عددی نیست
fr_lu: Le facteur de conversion doit être numérique
hr_hr: Pretvorbeni faktor unijeli nije numerička
ja: 入力の変換率は数字でない
lv_lv: Pārrēķina koeficients ievadīta nebija ciparu
pl_pl: Wprowadzony współczynnik konwersji jest nie numeryczny
vi_vn: Số chuyển đổi vào là không số

source: a number is expected
ar: ومن المتوقع عددا
et: arv peaks
fa: انتظار می رود تعداد
fr_lu: un nombre est attendu
hr_hr: broj se očekuje
ja: 番号が期待されている
lv_lv: numurs tiek gaidīts
pl_pl: oczekiwana liczba
vi_vn: một số dự kiến

source: The conversion factor is the number which the price must be divided by to get the unit price in our unit of measure
ar: عامل التحويل هو الرقم الذي يجب أن تقسم الثمن للحصول على سعر الوحدة في وحدتنا من التدبير
et: Ümberhindamistegurite on number , mille hind peab olema jagatud saada ühikuhind meie mõõtühik
fa: عامل تبدیل عدد که قیمت باید با تقسیم به دریافت قیمت واحد در واحد ما است از اندازه گیری
fr_lu: Le facteur de conversion est le nombre par lequel le prix doit être divisé pour obtenir le prix unitaire dans notre unité de mesure
hr_hr: Pretvorbeni faktor je broj koji secijena mora biti podijeljena kako bi dobili jediničnu cijenu u našoj jedinici mjere
ja: 変換率は当社単位での単価を算出するために価格を割られなければならない数字です
lv_lv: Pārrēķina koeficients irskaitlis , kascena jādala ar , lai iegūtu vienības cenu mūsu mērvienības
pl_pl: Współczynnik konwersji jest czynnikiem przez który musi być podzielona cena aby uzuskać cenę w twoich jednostkach
vi_vn: Số chuyển đổi là số lượng mà giá cả phải được chia để có được đơn giá trong đơn vị của chúng tôi đo lường

source: E.g.
ar: على سبيل المثال
et: Näiteks
fa: به عنوان مثال :
fr_lu: Exemple
hr_hr: Na primjer
ja: 例.
lv_lv: Piem
pl_pl: Np
vi_vn: Ví dụ

source: The supplier sells an item by the tonne and we hold stock by the kg
ar: المورد تبيع عنصر من طن و نحن نحمل الأوراق المالية من قبل كجم
et: Tarnija müübelemenditonni ja hoiame varukg
fa: منبع فروش آیتم های تن و ما نگه سهام توسط کیلوگرم
fr_lu: Le fournisseur vend un article à la tonne alors que nous nous servons dans notre inventaire
hr_hr: Dobavljač prodaje stavku po toni u i držimo dionica po kg
ja: サプライヤーは、トンでアイテムを販売していると我々はキロで株式を保有
lv_lv: Piegādātājs pārdod objektu , ko veic tonnu , un mēs tur akciju, kas kg
pl_pl: Dostawca sprzedaje toawr w tonach a my mamy magazyn w kg
vi_vn: Các nhà cung cấp bán một mặt hàng do tấn và chúng tôi nắm giữ cổ phiếu của các kg

source: The suppliers price must be divided by 1000 to get to our cost per kg
ar: يجب أن تقسم سعر الموردين بحلول عام 1000 للوصول إلى التكلفة لدينا للكيلوغرام الواحد
et: Tarnijate hind tuleb jagatud 1000 saada meie kulu kg
fa: قیمت تولید کنندگان باید با تقسیم 1000 برای این که به هزینه ما به ازای هر کیلوگرم
fr_lu: Le prix fournisseur doit être divisé par 1000 pour obtenir notre prix au kilo
hr_hr: Dobavljači cijena mora biti podijeljeno 1.000 doći na naš trošak po kg
ja: 仕入価格はキロ当たり、当社のコストを得るために1000で分割しなければならない
lv_lv: Piegādātājiem cena jādala ar 1000, lai nokļūtu mūsu izmaksas uz vienu kilogramu
pl_pl: Cena dostawcy musi być podzielona przez 1000 aby otrzymać nasz koszt na kg
vi_vn: Giá các nhà cung cấp phải được chia cho 1000 để có được chi phí của chúng tôi mỗi kg

source: The conversion factor to enter is 1000
ar: عامل التحويل للدخول هو 1000
et: Ümberhindamistegurite sisenemiseks on 1000
fa: عامل تبدیل به 1000 شده است را وارد کنید
fr_lu: Le facteur de conversion à entrer est 1000
hr_hr: Pretvorbeni faktor za ulazak iznosi 1000
ja: 入力の変換率は1000
lv_lv: Pārrēķina koeficients , lai ievadītu ir 1000
pl_pl: Współczynnik konwersji wynosi 1000
vi_vn: Số chuyển đổi để nhập là 1000

source: No changes will be made to the database
ar: لن يتم إجراء أية تغييرات على قاعدة البيانات
et: Muudatusi ei tehta andmebaas
fa: هیچ تغییری خواهد شد به بانک اطلاعاتی ساخته شده
fr_lu: Aucun changement n'a été fait dans la base de données
hr_hr: Nema promjene će biti napravljen na bazi
ja: 変更は、データベースに行われません
lv_lv: Nekādas izmaiņas tiek veiktas ar datu bāzi
pl_pl: Zmiany nie wprowadzone do bazy danych
vi_vn: Không có thay đổi sẽ được thực hiện cho các cơ sở dữ liệu

source: The date this purchase price is to take effect from must be entered in the format
et: Kuupäeva selle ostuhind jõustuma tuleb sisestada kujul
fa: تاریخ این قیمت خرید را به اثر را باید در فرمت وارد
fr_lu: La date de ce prix d'achat doit prendre effet à partir doit être saisi dans le format
hr_hr: Datum ovu otkupna cijena je stupiti na snagu od mora unijeti u formatu
ja: この購入価格から効果を取ることです日付の形式で入力する必要があります
lv_lv: Datumu šī iepirkuma cena ir jāstājas spēkā jānorāda formātā
pl_pl: Data ta cena nabycia ma obowiązywać od należy wpisać w formacie
vi_vn: Ngày giá mua này là có hiệu lực từ phải được nhập theo định dạng

source: The supplier purchasing details could not be added to the database because
ar: لا يمكن إضافة تفاصيل الشرائية مورد ل قاعدة البيانات بسبب
et: Tarnija ostu üksikasju ei saa lisatakse andmebaasi , sest
fa: منبع جزئیات خرید می تواند به پایگاه داده به دلیل اضافه نمی شوند
fr_lu: Impossible d'ajouter les info fournisseur dan sla base car
hr_hr: Dobavljačem detalje o kupnji nije mogao biti dodan u bazu podataka , jer
ja: サプライヤー購買詳細がデータベースに追加できませんでしたので、
lv_lv: Par piegādātājs iepirkuma informāciju nevar pievienot datu bāzē, jo
pl_pl: Warunki zakupów nie mogą być wprowadzone do bazy ponieważ
vi_vn: Các chi tiết mua nhà cung cấp không thể được thêm vào cơ sở dữ liệu bởi vì

source: This supplier purchasing data has been added to the database
ar: تمت إضافة هذه البيانات الشرائية المورد إلى قاعدة البيانات
et: See tarnija ostu andmed on lisatud andmebaasi
fa: این منبع داده شده است خرید به پایگاه داده ارسال
fr_lu: Les données d'achats fournisseur ont été ajoutées à la base
hr_hr: Ti podaci dobavljač nabave dodan u bazu podataka
ja: このサプライヤの購買データがデータベースに追加された
lv_lv: Šis piegādātājs iepirkumu dati ir pievienota datu bāzē
pl_pl: Warunki zakupów dla dostawcy zostały dodane do bazy ponieważ
vi_vn: Dữ liệu này mua nhà cung cấp đã được thêm vào cơ sở dữ liệu

source: The supplier purchasing details could not be updated because
ar: تعذر تحديث التفاصيل الشرائية المورد بسبب
et: Tarnija ostu üksikasju ei saa ajakohastada , sest
ja: システム構成は更新できませんでした、理由は

source: Supplier purchasing data has been updated
ar: تم تحديث بيانات الشرائية المورد
et: Pakkuja ostu andmed on uuendatud
fa: اطلاعات عرضه کننده خرید به روز شده است
fr_lu: Les données d'achats fournisseur ont été ajoutés
hr_hr: Supplier nabave podaci su ažurirani
ja: 仕入先購買データが更新された
lv_lv: Vendor purchasing data has been updated
pl_pl: Warunki zakupów zaktualizowano
vi_vn: Dữ liệu mua của nhà cung cấp đã được cập nhật

source: The supplier purchasing discount details could not be updated because
ar: تعذر تحديث المورد الشرائية على تفاصيل الخصم لأن
et: Tarnija ostu soodushinnaga üksikasju ei saa ajakohastada , sest
fa: عرضه کننده کالا خرید جزئیات تخفیف نمی تواند به روز رسانی شود زیرا
fr_lu: Le fournisseur achat des détails d'escompte n'ont pas pu être mis à jour parce que
hr_hr: Dobavljačem nabave popusta detalji nisu mogli biti ažurirana , jer
ja: サプライヤー購買割引の詳細は更新できませんでしたので、
lv_lv: Par piegādātājs iepirkuma atlaižu informāciju nevar atjaunināt , jo
pl_pl: Szczegóły zakupu dostawca rabat nie może być aktualizowana , ponieważ
vi_vn: Các chi tiết giảm mua nhà cung cấp không thể được cập nhật bởi vì

source: Supplier discount narrative cannot be empty. No changes will be made to this record
ar: المورد خصم السرد لا يمكن أن تكون فارغة .
et: Pakkuja soodushinnaga narratiivi ei saa olla tühi .
fa: تامین کننده تخفیف روایت نمی تواند خالی باشد.
fr_lu: Fournisseur récit de réduction ne peut pas être vide.
hr_hr: Dobavljač narativni popusta ne može biti prazan .
ja: サプライヤー割引の物語は、空にすることはできません。
lv_lv: Piegādātājs atlaide stāstījuma nevar būt tukšs .
pl_pl: Narracja rabatu Dostawca nie może być puste .
vi_vn: Nhà cung cấp giảm giá câu chuyện không thể để trống.

source: Supplier discount percent must be greater than zero but less than 100 percent. No changes will be made to this record
ar: يجب أن يكون المورد خصم في المئة أكبر من الصفر ولكن أقل من 100 في المئة .
et: Pakkuja soodushinnaga protsenti peab olema nullist suurem , kuid väiksem kui 100 protsenti.
fa: درصد تخفیف تامین کننده باید بزرگتر از صفر اما کمتر از 100 درصد باشد.
fr_lu: Fournisseur pour cent de rabais doit être supérieur à zéro mais inférieur à 100 pour cent.
hr_hr: Dobavljač posto popusta mora biti veća od nule , ali manje od 100 posto .
ja: サプライヤー割引率がゼロより大きいが、100 ％未満でなければなりません。
lv_lv: Piegādātājs atlaide procentiem jābūt lielākam par nulli , bet mazāka par 100 procentiem .
pl_pl: Procent zniżki Dostawca musi być większa niż zero , ale mniej niż 100 proc .
vi_vn: Nhà cung cấp giảm giá phần trăm phải lớn hơn không nhưng ít hơn 100 phần trăm.

source: Both the supplier discount percent and discount amount are non-zero. Only one or the other can be used. No changes will be made to this record
ar: كل من المورد في المئة خصم و مقدار الخصم غير صفرية .
et: Nii tarnija kasulikke protsenti ja soodushinnaga summa on nullist .
fa: هر دو درصد تخفیف عرضه کننده کالا و مقدار تخفیف غیر صفر هستند.
fr_lu: Tant le pour cent de réduction de fournisseur et le montant du rabais ne sont pas nuls .
hr_hr: Obaposto popusta , a dobavljač popusta iznos se nule .
ja: サプライヤー割引率と割引額の両方が非ゼロである。
lv_lv: Ganpiegādātājs atlaide procentiem un atlaižu apmērs ir ne- nulle .
pl_pl: Zarównoprocent zniżki dostawca i wysokość rabatu jest niezerowe .
vi_vn: Cả hai phần trăm giảm giá nhà cung cấp và số tiền giảm giá là không bằng không.

source: The effective to date is prior to the effective from date. No changes will be made to this record
ar: و فعالية حتى الآن هو قبل فعالة من التاريخ.
et: Efektiivne kuupäev on ennekehtima alates kuupäevast .
fa: موثر به تاریخ قبل از تاریخ به موثر است .
fr_lu: L' effectif à ce jour est antérieure à la vigueur de la date .
hr_hr: Snazi do danas je prijesnazi ​​od datuma .
ja: これまで効果的な日から効果の前にある。
lv_lv: Efektīvi līdz šim , ir pirmsspēkā no datuma.
pl_pl: Skuteczne do tej pory jest przedskuteczne od dnia .
vi_vn: Hiệu quả cho đến nay là trước khi có hiệu lực từ ngày .

source: Supplier discount percent must be greater than zero but less than 100 percent. This discount record cannot be added.
ar: يجب أن يكون المورد خصم في المئة أكبر من الصفر ولكن أقل من 100 في المئة .
et: Pakkuja soodushinnaga protsenti peab olema nullist suurem , kuid väiksem kui 100 protsenti.
fa: درصد تخفیف تامین کننده باید بزرگتر از صفر اما کمتر از 100 درصد باشد.
fr_lu: Fournisseur pour cent de rabais doit être supérieur à zéro mais inférieur à 100 pour cent.
hr_hr: Dobavljač posto popusta mora biti veća od nule , ali manje od 100 posto .
ja: サプライヤー割引率がゼロより大きいが、100 ％未満でなければなりません。
lv_lv: Piegādātājs atlaide procentiem jābūt lielākam par nulli , bet mazāka par 100 procentiem .
pl_pl: Procent zniżki Dostawca musi być większa niż zero , ale mniej niż 100 proc .
vi_vn: Nhà cung cấp giảm giá phần trăm phải lớn hơn không nhưng ít hơn 100 phần trăm.
