Repository: timschofield/KwaMoja-Medical
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar, et, fa, fr_lu, hr_hr, ja, lv_lv, pl_pl, vi_vn

source: The credit note as entered cannot be processed because the there is no suppliers credit note number or reference entered
ar: المذكرة الائتمان كما دخلت لا يمكن معالجتها لأن ليس هناك الموردين الائتمان ملاحظة عدد أو إشارة دخل
et: Kreeditarve kantud ei saa töödelda , kuna seal ei ole tarnijad kreeditarve number või viide sisestatud
fa: توجه داشته باشید اعتباری وارد شده نمی تواند پردازش شود زیرا هیچ تعداد تامین کنندگان توجه داشته باشید اعتباری و یا مرجع وارد وجود دارد
fr_lu: La note de crédit portée ne peuvent être traitées parce que l'absence de numéro de note de crédit ou des fournisseurs de référence est entré
hr_hr: Odobrenju , kako se navodi ne mogu obraditi , jerne postoji bilješka dobavljača kreditne broj ili referentni ušao
ja: 入力しない仕入先の信用ノート番号または基準がないためのように入力したクレジット·メモを処理することはできません
lv_lv: Nevar ievadīt kredītrēķinu, jo nav ievadīts kredītrēķina numurs vai reference
pl_pl: Nota kredytowa nie może być przetworzona ponieważ nie wprowadzono numeru noty dostawcy
vi_vn: Những lưu ý tín dụng như đã nhập không thể được xử lý bởi vì không có nhà cung cấp số lưu ý tín dụng hoặc tài liệu tham khảo vào

source: The supplier credit note number must be entered
ar: يجب إدخال المورد الائتمان رقم الملاحظة
et: Tarnija kreeditarve number tuleb sisestada
fr_lu: Le numéro de note de crédit fournisseur doit être inscrit
hr_hr: NAPOMENA dobavljač kreditne broj mora se unijeti
ja: サプライヤー信用ノート番号を入力する必要があります
lv_lv: Ir jāievada piegādātāja kredītrēķina numurs
pl_pl: Numer noty kredytowej dostawcy musi być wprowadzony
vi_vn: Số lưu ý nhà cung cấp tín dụng phải được nhập

source: The credit note as entered cannot be processed because the date entered is not in the format
ar: المذكرة الائتمان كما دخلت لا يمكن معالجتها لأن التاريخ الذي تم إدخاله ليست في الشكل
et: Kreeditarve kantud ei ole võimalik töödelda , sest päevast kantud ei oleformaat
fr_lu: La note de crédit portée ne peut être traitée parce que la date entrée n'est pas dans le format
hr_hr: Odobrenju , kako se navodi ne mogu obraditi jerdatum nije ušao u formatu
ja: 入力された日付は、形式ではないので、そのまま入力したクレジット·メモを処理することはできません
lv_lv: Kredītrēķins kā ievadīta nevar apstrādāt, joieraksta datums nav tādā formātā
pl_pl: Wprowadzona faktura nie może być przetworzona ponieważ wprowadzona data nie jest w formacie
vi_vn: Những lưu ý tín dụng như đã nhập không thể được xử lý bởi vì ngày nhập vào không phải là trong các định dạng

source: The credit note as entered cannot be processed because the date is after today
ar: المذكرة الائتمان كما دخلت لا يمكن معالجتها لأن التاريخ هو بعد اليوم
et: Kreeditarve kantud ei ole võimalik töödelda , sest aeg on pärast täna
fr_lu: La note de crédit portée ne peut être traitée parce que la date est postérieure à aujourd'hui
hr_hr: Odobrenju , kako se navodi ne mogu obraditi jerdatum je nakon danas
ja: 日付は今日の後にあるので、そのまま入力したクレジット·メモを処理することはできません
lv_lv: Kredīta piezīme par ieraksta nevar apstrādāt, jodatums ir pēc šodienas
pl_pl: Wprowadzona faktura nie może być przetworzona ponieważ wprowadzona data jest późniejsza niż dzisiejsza
vi_vn: Những lưu ý tín dụng như đã nhập không thể được xử lý bởi vì ngày hôm nay là sau khi

source: Purchase credit notes are expected to have a date prior to or today
ar: ومن المتوقع أن يكون لها تاريخ قبل اليوم أو تلاحظ الائتمان شراء
et: Ostu kreeditarve on oodatakuupäeva enne või täna
fa: یادداشت های اعتباری خرید انتظار می رود که به تاریخ قبل یا امروز
fr_lu: notes de crédit d'achat devraient avoir une date antérieure à aujourd'hui ou
hr_hr: Kupnja knjižnih se očekuje da će imati datum prije ili danas
ja: 購入クレジットノートは前に日または今日を持っていると予想され
lv_lv: Pirkuma kredīta piezīmes ir sagaidāms, ka kādu dienu pirms vai šodien
pl_pl: Faktury korygujące dostawę muszą mieć datę wcześniejszą niż dzisiejsza
vi_vn: Ghi chú tín dụng mua hàng dự kiến ​​sẽ có một ngày trước hoặc hôm nay

source: The credit note as entered cannot be processed because the exchange rate for the credit note has been entered as a negative or zero number
ar: المذكرة الائتمان كما دخلت لا يمكن معالجتها لأن سعر الصرف للملاحظة الائتمان كما تم إدخال رقم سالب أو صفر
et: Kreeditarve kantud ei ole võimalik töödelda , sest vahetuskursskreeditarve on kantud negatiivse või null number
fa: توجه داشته باشید اعتباری به عنوان وارد نمی شود چوننرخ ارز توجه داشته باشید اعتباری به عنوان یک عدد منفی و یا صفر وارد شده است
fr_lu: La note de crédit portée ne peut être traitée parce que le taux de change pour la note de crédit a été inscrit comme un négatif ou nul
hr_hr: Odobrenju , kako se navodi ne mogu obraditi , jer je tečaj za kreditne note je ušao kao negativan ili nula broju
ja: クレジットノートの為替レートが負またはゼロの数として入力されていないためのように入力したクレジット·メモを処理することはできません
lv_lv: Kredīta piezīme par ieraksta nevar apstrādāt, jomaiņas kurss kredīta piezīmes ir ievadīts kā negatīvu vai nulles numuru
pl_pl: Nota kredytowa nie może być przetworzona ponieważ kurs walutowy został podany jako liczba mniejsza lub równa zero
vi_vn: Những lưu ý tín dụng như đã nhập không thể được xử lý bởi vì tỷ giá hối đoái cho ghi chú tín dụng đã được nhập như một số âm hoặc bằng không

source: The exchange rate is expected to show how many of the suppliers currency there are in 1 of the local currency
ar: ومن المتوقع لسعر الصرف لاظهار كيف العديد من العملات الموردين هناك في 1 من العملة المحلية
et: Vahetuskurss on oodata , et näidata , kui paljutarnijaid valuuta on 1 kohaliku valuuta
fr_lu: Le taux de change est attendu pour voir combien de monnaie fournisseurs il ya en 1 de la monnaie locale
hr_hr: Tečaj se očekuje da će pokazati koliko je od dobavljača valute postoje u jednoj od lokalnoj valuti
ja: 為替レートは現地通貨の1にありますどのように多くのサプライヤー通貨の示すことが期待され
lv_lv: Maiņas kurss ir paredzēts , lai parādītu , cik daudz no piegādātāja valūtas ir 1 no vietējā valūtā
pl_pl: Kurs wymiana powinien wrażać stosunek wartości waluty lokalnej w walucie dostawcy
vi_vn: Tỷ giá hối đoái dự kiến ​​sẽ cho thấy bao nhiêu của đồng tiền các nhà cung cấp có trong 1 đồng nội tệ

source: The credit note total as entered is less than the sum of the shipment charges
ar: مذكرة إجمالي الائتمان كما دخل أقل من مجموع رسوم الشحن
et: Kreeditarve kokku kantud on väiksem kui summa saadetise eest
fa: کل یادداشت های اعتباری به عنوان وارد کمتر از مجموع هزینه های حمل و نقل است
fr_lu: Le total note de crédit portée est inférieure à la somme des frais d'expédition
hr_hr: Ukupna kreditna napomena kako je to navedeno je manje od zbroja Pošiljka optužbi
ja: として入力したクレジット·メモ合計出荷料の合計より小さい
lv_lv: Kredītkartes, ņemiet vērā kopējo summu, kā ievadīta ir mazāka par summu sūtījumu maksu
pl_pl: Wprowadzona wartość faktury korygującej jest mniejsza od sumy opłat transportowych
vi_vn: Giấy báo có tổng số như vào là ít hơn tổng các chi phí vận chuyển

source: the general ledger entries (if any) and the charges for goods received
ar: إدخالات دفتر الأستاذ العام (إن وجدت ) و رسوم البضائع الواردة
et: pearaamatu kanded (kui üldse) jatasu kaupade saanud
fa: مدخل های دفتر کل ( در صورت وجود ) و اتهامات عنوان شده برای کالا
fr_lu: les entrées du grand livre général (le cas échéant) et les frais pour les biens reçus
hr_hr: glavnoj knjizi upisa ( ako ih ima ) i troškove za robu primili
ja: 総勘定元帳エントリ（もしあれば） 、商品の料金は、受信
lv_lv: vispārējo virsgrāmatu ieraksti ( ja tādi ir) , kā arī attiecībā uz precēm, saņemtajiem maksājumiem
pl_pl: ogólnych zapisów księgi głównej (jeśli dotyczy) oraz opłat za towary otrzymane
vi_vn: các mục sổ cái chung (nếu có) và các chi phí đối với hàng hóa nhận

source: There must be a mistake somewhere
ar: يجب أن يكون هناك خطأ في مكان ما
et: Ei tohi ollaviga kuskil
fr_lu: Il doit y avoir une erreur quelque part
hr_hr: Tu mora biti pogreška negdje
ja: どこかに間違いがなければなりません
lv_lv: Ir jābūtkļūda kaut kur
pl_pl: Gdzieś musi być błąd
vi_vn: Có phải là một sai lầm ở đâu đó

source: the credit note as entered will not be processed
ar: سوف المذكرة الائتمان كما دخلت لا يمكن معالجتها
et: kreeditarve kantud ei töödelda
fr_lu: la note de crédit portée ne sera pas traitée
hr_hr: odobrenju , kako se navodi neće biti obrađen
ja: として入力したクレジット·メモは処理されません
lv_lv: kredīta piezīme par ieraksta netiks izskatīti
pl_pl: nota kredytowa w formie wprowadzonej nie będzie przetworzona
vi_vn: lưu ý tín dụng như nhập sẽ không được xử lý

source: The general ledger transaction could not be added because
ar: الصفقة دفتر الأستاذ العام لا يمكن أن تضاف ل
et: Pearaamat tehing ei saa lisada , sest
fr_lu: L'opération du grand livre général ne peut être ajouté en raison
hr_hr: Glavna knjiga transakcija nije mogao biti dodan jer
ja: ため、総勘定元帳のトランザクションを追加できませんでした
lv_lv: Virsgrāmatas darījumu, iespējams, nav jāpievieno , jo
pl_pl: Zapisy KG nie mogą być wprowadzone ponieważ
vi_vn: Giao dịch sổ cái chung không có thể được thêm vào bởi vì

source: The following SQL to insert the GL transaction was used
ar: تم استخدام SQL التالية لإدراج المعاملات GL
et: Järgmine SQL sisestada GL tehing kasutati
fr_lu: Le SQL suivant pour insérer la transaction GL a été utilisée
hr_hr: Sljedeći SQL umetnuti GL transakciju bio korišten
ja: GLトランザクションを追加する以下のSQLが使われました
lv_lv: Ievadot grāmatojumu virsgrāmatā tika lietots sekojo&#353; SQL:
pl_pl: Użyta fraza SQL
vi_vn: SQL sau đây để chèn các giao dịch GL đã được sử dụng

source: Shipment credit against
ar: شحنة الائتمان ضد
et: Vedu laenu
fa: اعتبار حمل و نقل در برابر
fr_lu: Crédit d'expédition en rapport avec
hr_hr: Pošiljka kreditne protiv
ja: に対して出荷クレジット
lv_lv: Sūtījuma kredīts pret
pl_pl: Korekta wysyłki dla
vi_vn: Tín dụng đối với lô hàng

source: The general ledger transaction for the shipment
ar: الصفقة دفتر الأستاذ العام للشحنة
et: Pearaamat tehingu saadetise
fr_lu: L'opération du grand livre général pour l'expédition
hr_hr: Glavna knjiga transakcije za otpremu
ja: 出荷のための総勘定元帳取引
lv_lv: Virsgrāmatas darījumu par sūtījumu
pl_pl: Pozycja KG dla dostawy
vi_vn: Giao dịch sổ cái chung cho các lô hàng

source: Asset Credit
ar: الائتمان الأصول
fr_lu: Crédit d'actif
hr_hr: imovinom kreditne
ja: 返品処理
lv_lv: aktīvu Kredīts
pl_pl: Asset kredytowych
vi_vn: tín dụng tài sản

source: The general ledger transaction for the asset addition could not be added because
ar: الصفقة دفتر الأستاذ العام لإضافة الأصول لا يمكن أن تضاف ل
et: Pearaamat tehingu vara Lisaks ei saa lisada , sest
fr_lu: L'opération grand livre général pour l'ajout d'actifs ne peut être ajouté en raison
hr_hr: Glavna knjiga za transakcije imovinom toga ne može biti dodan , jer
ja: 在庫品目のコスト詳細は更新できませんでした理由は
lv_lv: Virsgrāmatas darījums aktīvu Turklāt nevar pievienot, jo
pl_pl: Ogólne transakcji księgi dodawania składnika aktywów nie można dodać ponieważ
vi_vn: Giao dịch sổ cái chung cho việc bổ sung tài sản không có thể được thêm vào bởi vì

source: Contract charge against
ar: تهمة عقد ضد
et: Lepingu tasu vastu
fr_lu: charge du contrat contre
hr_hr: Ugovor prijava protiv
ja: に対する契約料金
lv_lv: Līgums apsūdzība
pl_pl: za umowy przed
vi_vn: Phí hợp đồng với

source: The general ledger transaction for the contract
ar: الصفقة دفتر الأستاذ العام للحصول على العقد
et: Pearaamat tehingusõlmimine
fr_lu: L'opération du grand livre général pour le contrat
hr_hr: Glavna knjiga transakcije za ugovor
ja: 総勘定元帳勘定が更新された
lv_lv: Virsgrāmatas darījums līgumu
pl_pl: Ogólne transakcji księgi na zamówienie
vi_vn: Giao dịch sổ cái chung của hợp đồng

source: GRN Credit Note
ar: GRN الائتمان ملاحظة
et: GRN kreeditarve
fr_lu: Avoir BR
hr_hr: GRN odobrenju
ja: GRN返品伝票
lv_lv: GRN kredītu piezīmi
pl_pl: Nota Kredytowa do Pz
vi_vn: GRN tín dụng Lưu ý

source: std cost of
ar: تكلفة الأمراض المنقولة جنسيا من
et: std kulud
fa: هزینه STD
fr_lu: coût de std
hr_hr: std cijena
ja: のSTDコスト
lv_lv: std izmaksas
pl_pl: koszt std
vi_vn: chi phí tiêu chuẩn của

source: price var of
ar: فار سعر
et: hind var kohta
fr_lu: var prix de
hr_hr: Cijena var mjesta
ja: の価格VAR
lv_lv: cena var no
pl_pl: zmiana ceny
vi_vn: var giá

source: The general ledger transaction could not be added for the price variance of the stock item because
ar: الصفقة دفتر الأستاذ العام لا يمكن أن تضاف لهذه الفروق ثمن هذا البند لأن الأسهم
et: Pearaamat tehing ei saa lisada hinna dispersioonilaonumbrist sest
fr_lu: L'opération du grand livre général ne peut être ajouté pour l'écart de prix de l'article en stock car
hr_hr: Glavna knjiga transakcija nije mogao biti dodan u cijeni varijance dionicama stavke , jer
ja: 総勘定元帳のトランザクションが在庫品目の価格差異のために追加することができませんでしたので、
lv_lv: Virsgrāmatas darījumu, iespējams, nav jāpievieno par cenu dispersijas krājumu posteni, jo
pl_pl: Nie można dodać pozycji KG dla różnic cenowych towaru ponieważ
vi_vn: Giao dịch sổ cái chung không có thể được thêm vào cho đúng giá của mặt hàng chứng khoán bởi vì

source: Average Cost Adj
ar: متوسط ​​التكلفة الصفة
et: Keskmine kulu Adj
fr_lu: Coût moyen Adj
hr_hr: Prosječna cijena Adj
ja: 移動平均原価
lv_lv: Vidējā maksa Adj
pl_pl: Średni koszt Adj
vi_vn: Adj Chi phí trung bình

source: price var
ar: سعر فار
et: hind var
fr_lu: var prix
hr_hr: cijena var
ja: 価格VAR
lv_lv: cena var
pl_pl: różnica cen
vi_vn: giá var

source: a rate of
ar: بمعدل
et: määra
fr_lu: un taux de
hr_hr: Stopa
ja: 率
lv_lv: kurss
pl_pl: kurs
vi_vn: t? l? c?a

source: The total posted to the credit accounts is
ar: مجموع نشرها إلى حسابات الائتمان
et: Kogu lähetatudkrediitkaardi kontod on
fr_lu: Le montant total affecté à des comptes de crédit est
hr_hr: Ukupna objavljena na kreditnim računima
ja: 信用勘定に転記合計です
lv_lv: Kopējais ievietojis uz kredīta kontiem
pl_pl: Suma zaksięgowana po stronie Ma
vi_vn: Tổng số được đưa lên các tài khoản tín dụng

source: but the sum of OvAmount converted at ExRate
ar: ولكن المبلغ من OvAmount تحويلها في ExRate
et: kuid summa OvAmount ümber ExRate
fa: و اما مجموع OvAmount در ExRate تبدیل
fr_lu: mais la somme de OvAmount convertis au ExRate
hr_hr: alizbroj OvAmount pretvaraju u ExRate
ja: しかしOvAmountの合計はExRateで変換
lv_lv: bet OvAmount summu konvertē pēc ExRate
pl_pl: ale suma OvAmount po kursie ExRate
vi_vn: nhưng tổng OvAmount chuyển đổi tại ExRate

source: Credit note
ar: ملاحظة الائتمان
et: kreeditaviis
fr_lu: note de crédit
hr_hr: Kreditne note
ja: 返品伝票
lv_lv: kredīts piezīme
pl_pl: Nota kredytowa
vi_vn: lưu ý tín dụng

source: The general ledger transaction for the tax could not be added because
ar: الصفقة دفتر الأستاذ العام لل ضريبة لا يمكن أن تضاف ل
et: Pearaamat tehingu maksu ei saa lisada , sest
fr_lu: L'opération grand livre de la taxe ne peut être ajouté en raison
hr_hr: Glavna knjiga transakcije za porez ne može se dodati , jer
ja: ので、税の総勘定元帳のトランザクションを追加できませんでした
lv_lv: Virsgrāmatas darījums nodokļa nevar pievienot, jo
pl_pl: Zapisy KG dla podatku nie mogą być dopisane ponieważ
vi_vn: Không thêm du?c giao d?ch s? cái cho thu? vì

source: The general ledger transaction for the control total could not be added because
ar: الصفقة دفتر الأستاذ العام لمجموع مراقبة لا يمكن إضافتها لأن
et: Pearaamat tehingu kontrollimiseks kokku ei saa lisada , sest
fr_lu: L'opération grand livre général pour le total de contrôle ne peut être ajouté en raison
hr_hr: Glavna knjiga transakcije za kontrolu ukupno ne može se dodati , jer
ja: ので、制御合計総勘定元帳トランザクションを追加できませんでした
lv_lv: Virsgrāmatas darījums kontroles kopējo nevar pievienot, jo
pl_pl: Suma kontrolna nie może być zaksięgowana ponieważ
vi_vn: Sổ kế toán giao dịch chung cho toàn quyền kiểm soát không thể được thêm vào bởi vì

source: The supplier credit note transaction could not be added to the database because
ar: المورد الائتمان علما الصفقة لا يمكن إضافتها إلى قاعدة البيانات بسبب
et: Tarnija kreeditarve tehing ei saa lisatakse andmebaasi , sest
fr_lu: La note d'opération avec le fournisseur de crédit ne peut être ajouté à la base de données car
hr_hr: NAPOMENA dobavljač kreditne transakcija nije mogao biti dodan u bazu podataka , jer
ja: サプライヤー信用ノートトランザクションがデータベースに追加できませんでしたので、
lv_lv: Piegādātāja kredīts piezīme darījums nevarēja tikt pievienota datu bāzē , jo
pl_pl: Nie można dodać faktury korygującej dostawcy do bazy ponieważ
vi_vn: Các nhà cung cấp giao dịch lưu ý tín dụng không thể được thêm vào cơ sở dữ liệu bởi vì

source: The following SQL to insert the supplier credit note was used
ar: تم استخدام SQL التالية لإدراج المذكرة الائتمان المورد
et: Järgmine SQL sisestada tarnija kreeditarve kasutati
fr_lu: Le SQL suivant pour insérer la note de crédit fournisseur a été utilisée
hr_hr: Sljedeći SQL umetnuti bilješku dobavljaču kreditne bio korišten
ja: 仕入先返品伝票を追加する以下のSQLが使われました
lv_lv: Pēc SQL ievietot piegādātāja kredīta piezīmi tika izmantota
pl_pl: Użyta fraza SQL
vi_vn: SQL sau đây để chèn các ghi chú tín dụng nhà cung cấp đã được sử dụng

source: The supplier transaction taxes records could not be inserted because
ar: لا يمكن إدراج المورد الصفقة الضرائب السجلات لأن
et: Tarnija tehing maksude arvestust ei saa lisada , sest
fr_lu: Le fournisseur taxes sur les transactions documents ne pouvaient être insérées pour cause
hr_hr: Dobavljačem transakcija porezi evidencija ne može umetnuti zbog
ja: サプライヤー取引税レコードは挿入できなかったため、
lv_lv: Par piegādātājs darījumu nodokļi ierakstus nevarēja ievietota , jo
pl_pl: Nie można zapisać rekordu podatkowego transakcji z dostawcą ponieważ
vi_vn: Không chèn du?c h? so giao d?ch thu? c?a nhà cung c?p

source: The following SQL to insert the supplier transaction taxes record was used:
ar: تم استخدام SQL التالية لإدراج المورد الصفقة سجل الضرائب :
et: Järgmine SQL sisestada tarnija tehing makse rekord oli kasutada:
hr_hr: Sljedeći SQL umetnuti dobavljaču transakcijski porez rekord je koristiti :
ja: 仕入先トラン税レコードを追加する以下のSQLが使われました
lv_lv: Pēc SQL ievietot piegādātāja darījumu nodokļi ieraksts tika izmantots :
pl_pl: Użyta fraza SQL:
vi_vn: D? li?u SQL sau dùng d? chèn h? so giao d?ch thu? c?a nhà cung c?p dã du?c s? d?ng

source: The quantity credited of the purchase order line could not be updated because
ar: تعذر تحديث كمية الفضل من خط أمر الشراء بسبب
et: Kogus kantakse ostmise et liin ei ole võimalik ajakohastada , sest
fr_lu: La quantité crédité de la ligne de commande n'a pas pu être mis à jour car
hr_hr: Količina zaslužan od linije narudžbenice nisu mogli biti ažurirana , jer
ja: 発注明細の入金数量は更新できませんでしたので、
lv_lv: Daudzums ieskaitīti pirkuma pasūtījuma līnijas nevar atjaunināt , jo
pl_pl: Ilość zmieniona na pozycji zamówienia zakupu nie możw być zaktualizowana ponieważ
vi_vn: Số lượng ghi trong những dòng đơn đặt hàng không có thể được cập nhật bởi vì

source: The following SQL to update the purchase order details was used
ar: تم استخدام SQL التالية لتحديث تفاصيل أمر الشراء
et: Järgmine SQL uuendada ostutellimuse üksikasjad kasutati
fr_lu: Le SQL suivante pour mettre à jour les détails de la commande d'achat a été utilisé
hr_hr: Sljedeći SQL ažurirati podatke narudžbenice je korišten
ja: 購買発注詳細を更新する以下のSQLが使われました
lv_lv: Pēc SQL atjaunināt pirkuma pasūtījuma informāciju tika izmantota
pl_pl: Użyta fraza SQL
vi_vn: D? li?u SQL sau dây dùng d? c?p nh?t chi ti?t don hàng thu mua dã du?c s? d?ng

source: The quantity credited off the goods received record could not be updated because
ar: كمية الفضل متفرع من البضائع الواردة تعذر تحديث السجل بسبب
et: Kogus kantakse mahasaadud kaupa rekord ei saa ajakohastada , sest
fr_lu: La quantité crédité au large de la marchandise reçue record n'a pas pu être mis à jour car
hr_hr: Količina zaslužan off robe dobila zapisnik ne može se ažurirati jer
ja: 商品から入金量は、レコードが更新できませんでした受信したため
lv_lv: Daudzums ieskaitīti pie saņemtajām precēm ierakstu nevarēja atjaunināt, jo
pl_pl: Nie można zmienić ilości na dokumencie Pz ponieważ
vi_vn: Số lượng ghi ra hàng hoá nhận được kỷ lục không thể được cập nhật bởi vì

source: The following SQL to update the GRN quantity credited was used
ar: تم استخدام SQL التالية لتحديث كمية GRN الفضل
et: Järgmine SQL uuendada GRN kogus kantakse kasutati
fr_lu: Le SQL suivante pour mettre à jour la quantité GRN crédit a été utilisée
hr_hr: Sljedeći SQL ažurirati GRN količinu zaslužna je korišten
ja: 作成済みのGRN数量を更新する以下のSQLが使われました
lv_lv: Pēc SQL atjaunināt GRN kreditē daudzumu, tika izmantota
pl_pl: Użyta fraza SQL
vi_vn: SQL sau đây để cập nhật số lượng GRN ghi được sử dụng

source: The shipment charge record for the shipment
ar: سجل تهمة شحنة لشحن
et: Saadetise eest rekord saadetise
fa: رکورد حمل و نقل بار برای حمل و نقل
fr_lu: Le record charge d'expédition pour l'expédition
hr_hr: Pošiljka rekord zadužen za otpremu
ja: 出荷の出荷チャージ記録
lv_lv: Sūtījums maksa ieraksts par sūtījumu
pl_pl: Koszty transportu dla przesyłki
vi_vn: H? so phí v?n chuy?n cho vi?c v?n chuy?n

source: The following SQL to insert the Shipment charge record was used
ar: تم استخدام SQL التالية لإدراج سجل تهمة شحنة
et: Järgmine SQL sisestada saadetise eest rekord kasutati
fr_lu: Le SQL suivante pour insérer le record frais de port a été utilisé
hr_hr: Sljedeći SQL umetnuti zapis pošiljke naboj bio korišten
ja: 出荷請求レコードを追加する以下のSQLが使われました
lv_lv: Pēc SQL ievietot pārvadāšanas maksu ieraksts tika izmantots
pl_pl: Użyta fraza SQL
vi_vn: D? li?u SQL sau dùng cho h? so phí v?n chuy?n dã du?c s? d?ng

source: CRITICAL ERROR! NOTE DOWN THIS ERROR AND SEEK ASSISTANCE. The fixed asset cost was not able to be updated because:
ar: خطأ فادح !
et: Kriitiline viga !
hr_hr: Kritična greška !
ja: CRITICAL ERROR ！
lv_lv: Kritiskā kļūda !
pl_pl: KRYTYCZNY BŁĄD! Zanotuj ten błąd i szukać pomocy. Koszty stałe aktywów nie był w stanie zostać zaktualizowany, ponieważ:
vi_vn: QUAN TRỌNG LỖI !

source: The following SQL was used to attempt the update of the fixed asset cost:
ar: تم استخدام SQL التالية لمحاولة التحديث من تكلفة الأصول الثابتة :
et: Järgmine SQL kasutati püüdkeajakohastatud põhivara maksumus:
hr_hr: Sljedeći SQL je bio korišten da pokušaju ažuriranje osnovnih sredstava troškova :
ja: 作業指図の更新に以下のSQLが使われた
lv_lv: Pēc SQL tika izmantota, lai mēģinātu šo atjauninājumu pamatlīdzekļu izmaksas :
pl_pl: SQL, co następuje próba wykorzystania aktualizacji kosztów stałych aktywów:
vi_vn: SQL sau đây đã được sử dụng để cố gắng cập nhật các chi phí tài sản cố định :

source: The contract charge record for contract
ar: سجل تهمة عقد ل عقد
et: Lepingu tasu rekord leping
fr_lu: Le record frais de contrat pour le contrat
hr_hr: Ugovor rekord naknada za ugovor
ja: 場所レコードは更新された
lv_lv: Līgums maksa ieraksts par līgumu
pl_pl: Zapis umowy za umowę
vi_vn: H? so thu phí h?p d?ng cho h?p d?ng

source: The following SQL to insert the contract charge record was used
ar: تم استخدام SQL التالية لإدراج سجل تهمة عقد
et: Järgmine SQL sisestada lepingu tasu rekord kasutati
fr_lu: Le SQL suivante pour insérer le record frais de contrat a été utilisée
hr_hr: Sljedeći SQL umetnuti rekord ugovor naboj bio korišten
ja: 出荷請求レコードを追加する以下のSQLが使われました
lv_lv: Pēc SQL ievietot līguma uzlādes ieraksts tika izmantots
pl_pl: Poniżej SQL wstawić rekord za zamówienie zostało wykorzystane
vi_vn: D? li?u SQL sau dùng d? chèn h? so phí h?p d?ng dã du?c s? d?ng

source: CRITICAL ERROR! NOTE DOWN THIS ERROR AND SEEK ASSISTANCE. The fixed asset cost was not able to be updated because:
ar: خطأ فادح !
et: Kriitiline viga !
hr_hr: Kritična greška !
ja: CRITICAL ERROR ！
lv_lv: Kritiskā kļūda !
pl_pl: KRYTYCZNY BŁĄD! Zanotuj ten błąd i szukać pomocy. Koszty stałe aktywów nie był w stanie zostać zaktualizowany, ponieważ:
vi_vn: QUAN TRỌNG LỖI !

source: The following SQL was used to attempt the update of the asset cost:
ar: تم استخدام SQL التالية لمحاولة التحديث من تكلفة الأصول :
et: Järgmine SQL kasutati üritavaduuendada vara maksumus:
hr_hr: Sljedeći SQL je bio korišten da pokušaju ažuriranje imovine cijeni :
ja: 作業指図の更新に以下のSQLが使われた
lv_lv: Pēc SQL tika izmantota, lai mēģinātu šo atjauninājumu aktīvu izmaksas:
pl_pl: SQL, co następuje próba wykorzystania aktualizacji kosztów aktywów:
vi_vn: SQL sau đây đã được sử dụng để cố gắng cập nhật các chi phí tài sản :

source: Supplier credit note number
ar: المورد الائتمان رقم الملاحظة
et: Tarnija kreeditarve number
fr_lu: numéro de fournisseur note de crédit
hr_hr: Dobavljač kreditne broj bilješke
ja: サプライヤー信用ノートナンバー
lv_lv: Piegādātāja kredītu piezīmi numuru
pl_pl: Numer faktury korygującej dostawcy
vi_vn: Nhà cung cấp số lưu ý tín dụng
