Repository: timschofield/KwaMoja-Medical
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar, et, fa, fr_lu, hr_hr, ja, lv_lv, pl_pl, vi_vn

source: The SQL used to update the branch default carrier was
ar: و SQL استخدامها لتحديث كان الناقل الافتراضي فرع
et: SQL kasutada uuendada filiaal default vedaja oli
fa: گذاشتن برای به روز رسانی شاخه حامل پیش فرض بود
fr_lu: Commande SQL de mise à jour du transporteur par défaut de la succursale:
hr_hr: SQL se koristi za ažuriranjeprijevoznika Grana je zadana
ja: SQLは、ブランチのデフォルトキャリアがあった更新するために使用
lv_lv: SQL izmanto, lai atjauninātufiliāle noklusējuma pārvadātājs bija
pl_pl: Użyta fraza SQL
vi_vn: cơ sở dữ liệu SQL được sử dụng để cập nhật các chi nhánh vận mặc định cách vận chuyển

source: CRITICAL ERROR
ar: خطأ فادح
et: Kriitiline viga
fa: انتقادی خطا
fr_lu: ERREUR CRITIQUE
hr_hr: KRITIČNA POGREŠKA
ja: 重大エラー
lv_lv: Kritiska kļūda
pl_pl: BŁĄD KRYTYCZNY
vi_vn: Lỗi lớn

source: NOTE DOWN THIS ERROR AND SEEK ASSISTANCE
ar: ملاحظة أسفل هذا الخطأ والتماس المساعدة
et: Pange kirja selle veateate ning pöörduda abi
fa: توجه کردن این خطا و به دنبال مساعدت
fr_lu: Notez cette erreur et appelez votre service d'assistance
hr_hr: ZAPIŠITE OVU POGREŠKU TE POTRAŽITE POMOĆ
ja: このエラーをDOWNノートと支援を求める
lv_lv: par &#353;o kļudu ziņojiet administrātoram
pl_pl: ZANOTUJ TEN BŁĄD I WEZWIJ POMOC
vi_vn: ghi xuống lỗi này và trợ giúp tìm kiếm

source: The sales order header could not be updated with the invoice number
ar: تعذر تحديث رأس ترتيب المبيعات مع رقم الفاتورة
et: Müügitellimuse päise ei saanud uuendatudarve number
fa: فروش سفارش هدر می تواند با شماره فاکتور نمی شود به روز شده
fr_lu: L'en-tête de commande ne peut pas être mis à jour avec ce numéro de facture
hr_hr: Header prodaje kako nisu mogli biti ažurirana s brojem računa
ja: 販売注文ヘッダーは送り状番号で更新することができませんでした
lv_lv: Pārdošanas rīkojumu galveni nevar atjaunināt ar rēķina numuru
pl_pl: Nie można dopisać numeru faktury do nagłówka zamówienia ponieważ
vi_vn: Các tiêu đề đơn đặt hàng có thể không được cập nhật với các số hoá đơn

source: The following SQL to update the sales order was used
ar: تم استخدام SQL التالية لتحديث النظام المبيعات
et: Järgmine SQL uuendada müügi et kasutati
fa: گذاشتن زیر برای به روز رسانی جهت فروش مورد استفاده قرار گرفت
fr_lu: Commande SQL de mise à jour des commandes (vente)
hr_hr: Sljedeći SQL ažurirati prodajnog naloga je korišten
ja: 販売受注を更新する以下のSQLが使われました
lv_lv: Pēc SQL atjaunināt pārdošanas rīkojumu tika izmantota
pl_pl: Użyta fraza SQL:
vi_vn: Cơ sở dữ liệu SQL sau để cập nhật các đơn hàng đã được sử dụng

source: The debtor transaction record could not be inserted because
ar: لا يمكن إدراج سجل المعاملات المدين بسبب
et: Võlgnik tehingute loetelu ei saa lisada , sest
fa: بدهکار رکورد تراکنشی نمی تواند دلیل وارد
fr_lu: Impossible de créer une fiche de transaction débiteur
hr_hr: Rekord dužnika transakcija nije mogao biti umetnut jer
ja: 債務者の取引記録を挿入することができませんでしたので、
lv_lv: Parādnieks Darījums ieraksts nevar tikt ievietots , jo
pl_pl: Nie można zapisać transakcji dłużnika ponieważ
vi_vn: Các bản ghi nợ giao dịch không thể được chèn vào bởi vì

source: The following SQL to insert the debtor transaction record was used
ar: تم استخدام SQL التالية لإدراج سجل المعاملات المدين
et: Järgmine SQL sisestada võlgniku tehingute loetelu kasutati
fa: گذاشتن زیر را برای درج بدهکار ثبت معامله مورد استفاده قرار گرفت
fr_lu: Commande SQL d'ajoût de fiche de transaction débiteur
hr_hr: Sljedeći SQL umetnuti zapis dužničku transakcija je korišten
ja: 債務トランザクションレコードを追加する以下のSQLが使われました
lv_lv: Pēc SQL ievietot parādnieka darījumu ieraksts tika izmantots
pl_pl: Użyta fraza SQL:
vi_vn: qua cơ sở dữ liệu SQL để chèn các bản ghi nợ giao dịch đã được sử dụng

source: The debtor transaction taxes records could not be inserted because
ar: لا يمكن إدراج المدين معاملة الضرائب السجلات لأن
et: Võlgnik tehing maksude arvestust ei saa lisada , sest
fa: بدهکار مالیات معامله اسناد می تواند به دلیل درج نشده
fr_lu: Le débiteur taxes sur les transactions documents ne pouvaient être insérées pour cause
hr_hr: Dužnik transakcija porezi evidencija ne može umetnuti zbog
ja: 債務者の取引税レコードは挿入できなかったため、
lv_lv: Debitora transakcijas nodokļu ierakstu nevar ievadīt, jo
pl_pl: Nie można zapisać kwoty podatku na koncie dłużnika ponieważ
vi_vn: các thuế giao dịch ghi nợ không thể chèn vào vì

source: The following SQL to insert the debtor transaction taxes record was used
ar: تم استخدام SQL التالية لإدراج المدين الصفقة سجل الضرائب
et: Järgmine SQL sisestada võlgniku tehingu makse rekord kasutati
fa: گذاشتن زیر را برای درج بدهکار معامله ثبت مالیات مورد استفاده قرار گرفت
fr_lu: Le SQL suivant pour insérer la transaction débiteur impôts record a été utilisée
hr_hr: Sljedeći SQL umetnuti dužničku transakcijski porez rekord je korišten
ja: 債務トランザクション税レコードを追加する以下のSQLが使われました
lv_lv: Pēc SQL ievietot parādnieka darījumu nodokļi ieraksts tika izmantots
pl_pl: Użyta fraza SQL:
vi_vn: cơ sở dữ liệu SQL sau để chèn các thuế giao dịch ghi nợ đã được sử dụng

source: The asset number being disposed of is:
ar: عدد الأصول التي يجري التخلص منها هي :
et: Vara number kõrvaldatakse on:
hr_hr: Broj imovine koja se prodaje je :
ja: 処分された資産番号は、次のとおりです。
lv_lv: Aktīvs skaits tiek apglabāti , ir :
vi_vn: Số lượng tài sản bị xử lý là :

source: The sales order detail record could not be updated because
ar: تعذر تحديث النظام سجل التفاصيل المبيعات بسبب
et: Müügikorralduse detail rekord ei saa ajakohastada , sest
fa: فروش سفارش ثبت جزئیات نمی تواند به دلیل به روز شده
fr_lu: Impossible de mettre à jour la fiche de cette commande (vente)
hr_hr: Pojedinosti prodaje kako zapisnik ne može se ažurirati jer
ja: 販売注文詳細レコードを更新できませんでしたので、
lv_lv: Pārdo&#353;anas rīkojuma saturu nevar labot, jo
pl_pl: Pozycja zamówienia nie może być zmieniona ponieważ
vi_vn: bảng ghi đơn hàng chi tiết sẽ không được cập nhật vì

source: The following SQL to update the sales order detail record was used
ar: تم استخدام SQL التالية لتحديث النظام سجل التفاصيل المبيعات
et: Järgmine SQL uuendada müügi et detail rekord kasutati
fa: گذاشتن زیر برای به روز رسانی ثبت سفارش فروش با جزئیات مورد استفاده قرار گرفت
fr_lu: Commande SQL de mise à jour des détails des commandes (vente)
hr_hr: Sljedeći SQL ažurirati detalj prodajni nalog rekord je korišten
ja: 販売受注詳細レコードを更新する以下のSQLが使われました
lv_lv: Pēc SQL atjaunināt pārdošanas rīkojumu detail ieraksts tika izmantots
pl_pl: Użyta fraza SQL:
vi_vn: Cơ sở dữ liệu SQL sau để cập nhật các đơn đặt hàng ghi lại chi tiết đã được sử dụng

source: The order delivery differences log record could not be inserted because
ar: لا يمكن إدراج تسليم سجل سجل النظام بسبب الخلافات
et: Et tarne erinevused log rekord ei saa lisada , sest
fa: منظور تفاوت زایمان سابقه ورود به سیستم نمی تواند دلیل وارد
fr_lu: Impossible de créer la fiche des écarts de livraison
hr_hr: Kako isporuku razlike log zapis nije mogao biti umetnut jer
ja: 順序どおりの配信の違いはログレコードを挿入することができませんでしたので、
lv_lv: Lai piegādes atšķirības žurnālu ierakstu nevarēja ievietota , jo
pl_pl: Różnice wysyłki zamówniea nie mogą być zapisane ponieważ
vi_vn: nhật ký ghi lại các lệnh giao hàng khác nhau không thể được chèn vào bởi vì

source: The following SQL to insert the order delivery differences record was used
ar: تم استخدام SQL التالية لإدراج من أجل إنجاز سجل الخلافات
et: Järgmine SQL sisestada , et sünnitust erinevused rekord kasutati
fa: گذاشتن زیر برای وارد کردن سفارش تحویل سابقه اختلاف مورد استفاده قرار گرفت
fr_lu: Commande SQL d'ajoût de fiche des écarts de livraison
hr_hr: Sljedeći SQL umetnuti isporukama razlike rekord je korišten
ja: 注文納品差異レコードを追加する以下のSQLが使われました
lv_lv: Pēc SQL ievietot pasūtījuma piegādes atšķirības ieraksts tika izmantots
pl_pl: Użyta fraza SQL:
vi_vn: SQL sau đây để chèn lệnh giao hàng kỷ lục khác nhau đã được sử dụng

source: Cannot retrieve the mbflag
ar: لا يمكن استرداد mbflag
et: Ei saa laadida mbflag
fa: آیا می توانم بازیابی mbflag نیست
fr_lu: Impossible de récupérer la mbflag
hr_hr: Ne mogu dohvatiti mbflag
ja: mbflagを取得できません
lv_lv: Nevar paņemt mbflag
pl_pl: Nie można pobrać mbflag
vi_vn: Không thể lấy lại mbflag

source: WARNING
ar: تحذير
et: HOIATUS
fa: اخطار
fr_lu: AVERTISSEMENT
hr_hr: UPOZORENJE
ja: 警告
lv_lv: Uzmanību
pl_pl: UWAGA
vi_vn: cảnh báo

source: Could not retrieve current location stock
ar: لا يمكن استرداد الأوراق المالية الموقع الحالي
et: Ei saanud laadida asukohta laos
fa: آیا بازیابی سهام مکان کنونی نباشند
fr_lu: Impossible d'afficher le stock actuel de cette succursale
hr_hr: Ne mogu dohvatiti trenutne zalihe lokacije
ja: 現在の場所の株式を取得できませんでした
lv_lv: Nevarēja ielādēt pašreizējo atrašanās vietu krājumus
pl_pl: Nie można odtworzyć aktualnej lokalizacji towaru
vi_vn: Không thể lấy lại vị trí đặt hiện tại

source: Location stock record could not be updated because
ar: تعذر تحديث الموقع سجل الأسهم بسبب
et: Asukoht laoarvestuse ei saa ajakohastada , sest
fa: محل ثبت سهام نمی تواند به دلیل به روز شده
fr_lu: Impossible de mettre à jour la fiche de stock de ce site
hr_hr: Mjesto dionica zapis nije mogla biti ažurirana , jer
ja: 場所在庫レコードが更新できませんでしたので、
lv_lv: Preces noliktavas ieraksts nevar tikt labots, jo
pl_pl: Lokalizacja towaru nie może być zaktualizowana ponieważ
vi_vn: Hồ sơ vị trí kho không được cập nhật bởi

source: The following SQL to update the location stock record was used
ar: تم استخدام SQL التالية ل تحديث السجل الأوراق المالية الموقع
et: Järgmine SQL uuendada asukoha laoarvestuse kasutati
fa: گذاشتن زیر برای به روز رسانی محل ثبت سهام مورد استفاده قرار گرفت
fr_lu: Commande SQL de mise à jour de cet enregistrement
hr_hr: Sljedeći SQL ažurirati rekord lokacije dionica je korišten
ja: 場所在庫レコードを更新する以下のSQLが使われました
lv_lv: Labojot preces noliktavu lietots sekojo&#353;s SQL
pl_pl: Użyta fraza SQL
vi_vn: D? li?u SQL sau dây dùng d? c?p nh?t h? so d?a di?m kho dã du?c s? d?ng

source: Could not retrieve assembly components from the database for
ar: لا يمكن استرداد مكونات الجمعية من قاعدة البيانات لل
et: Ei saa laadida kokkupanek komponentideandmebaas
fa: آیا بازیابی قطعات مونتاژ شده از بانک اطلاعاتی برای نه
fr_lu: Impossible de retrouver les composant assemblés de cette base de données
hr_hr: Ne mogu dohvatiti zbor komponente iz baze podataka za
ja: のデータベースからアセンブリコンポーネントを取得できませんでした
lv_lv: Nevarēja ielādēt montāžas detaļas no datubāzes
pl_pl: Nie mogę odtworzyć elementów składowych kompletu z bazy danych dla
vi_vn: Không truy xu?t du?c linh kiên l?p ráp t? co s? d? li?u

source: because
ar: لأن
et: sest
fa: زیرا
fr_lu: car
hr_hr: jer
ja: なぜなら
lv_lv: , jo
pl_pl: ponieważ
vi_vn: vì

source: Can not retrieve assembly components location stock quantities because
ar: لا يمكن استرداد الجمعية مكونات الموقع كميات المخزون بسبب
et: Ei saa laadida koostekomponente asukoht laos kogused sest
fa: آیا می توانم بازیابی قطعات مونتاژ محل سهام مقادیر نمی کند چرا که
fr_lu: Impossible de retrouver les quantités de composants assemblés de cette succursale
hr_hr: Ne mogu dohvatiti zborom komponente količine zaliha lokaciji, jer
ja: アセンブリコンポーネントの場所在庫数量のため取得できません
lv_lv: Nevar paņemt montāžas sastāvdaļas atrašanās akciju daudzumu , jo
pl_pl: Nie można odtworzyć ilości magazynowych komponentów kompletu ponieważ
vi_vn: Không thể lấy lại vị trí lắp ráp các thành phần số lượng cổ phiếu do

source: Order
ar: النظام
et: järjekord
fa: سفارش
fr_lu: Commande
hr_hr: poredak
ja: 注文
lv_lv: Rīkojums
pl_pl: Nr Zam
vi_vn: Đơn đặt hàng

source: Stock movement records for the assembly components of
ar: سجلات حركة المخزون لمكونات الجمعية من
et: Varude liikumist arvestustkokkupanek komponentide
fa: سوابق سهام جنبش برای قطعات مونتاژ از
fr_lu: Fiches de mouvement de stock des composants assemblés de
hr_hr: Stock pokret zapisi za montažu komponenti
ja: の組立部品の在庫移動レコード
lv_lv: Krājumu kustības uzskaite par montāžas sastāvdaļām
pl_pl: Zapisy przesunięć dla komponentów kompletu
vi_vn: H? so di chuy?n kho cho các linh ki?n l?p ráp c?a

source: could not be inserted because
ar: لا يمكن إدراج بسبب
et: ei saanud lisada , kuna
fa: نمی تواند دلیل وارد
fr_lu: ne peut pas être inséré car
hr_hr: Ne može se umetnuti zbog
ja: ので、挿入することができませんでした
lv_lv: nevar ievadīt, jo
pl_pl: nie mogą zostać zapisane ponieważ
vi_vn: không thể chèn thêm được vì

source: The following SQL to insert the assembly components stock movement records was used
ar: تم استخدام SQL التالية لإدراج مكونات الجمعية سجلات حركة المخزون
et: Järgmine SQL sisestada koostekomponente aktsia liikumine arvestust kasutati
fa: گذاشتن زیر برای وارد کردن قطعات مونتاژ سهام جنبش سوابق مورد استفاده قرار گرفت
fr_lu: Commande SQL d'ajoût de fiche de mouvement de stock des composants assemblés:
hr_hr: Sljedeći SQL umetnuti zborom komponente evidenciju zaliha pokret bio korišten
ja: 組立構成在庫移動レコードを追加する以下のSQLが使われました
lv_lv: Pēc SQL ievietot mezgla komponenti krājumu kustības uzskaites tika izmantota
pl_pl: Użyta fraza SQL:
vi_vn: D? li?u SLQ dùng d? chèn h? so di chuy?n kho các linh kiên l?p ráp dã du?c s? d?ng

source: Location stock record could not be updated for an assembly component because
ar: تعذر تحديث الموقع سجل الأسهم ل عنصر الجمعية بسبب
et: Asukoht laoarvestuse ei saanud uuendatudkokkupanek osa , sest
fa: محل ثبت سهام می تواند برای کامپوننت مونتاژ دلیل نمی شود به روز شده
fr_lu: Impossible de mettre à jour la fiche de stock d'un des composants de ce site
hr_hr: Mjesto dionica zapis nije mogao biti ažuriran za komponente sklopa , jer
ja: 場所在庫レコードがアセンブリコンポーネントのため更新できませんでしたので、
lv_lv: Atrašanās vieta uzkrājumu uzskaite nevar atjaunināt uz montāžas sastāvdaļa , jo
pl_pl: Nie można zaktualizować lokalizacji magazynowych dla komponentu kompletu ponieważ
vi_vn: Không c?p nh?t du?c d?a di?m kho cho m?t linh kiên l?p ráp vì

source: The following SQL to update the locations stock record for the component was used
ar: تم استخدام SQL التالية ل تحديث السجل الأسهم المواقع لمكون
et: Järgmine SQL uuendada asukohad laoarvestuse jaoksosa kasutati
fa: گذاشتن زیر برای به روز رسانی مکان ثبت سهام برای جزء مورد استفاده قرار گرفت
fr_lu: Commande SQL de mise à jour de fiche de stock des composants de cette succursale
hr_hr: Sljedeći SQL ažurirati rekord lokalitete zaliha za komponente je korišten
ja: 構成用場所在庫レコードを更新する以下のSQLが使われました
lv_lv: Pēc SQL atjaunināt locations krājumu uzskaiti par detaļas tika izmantota
pl_pl: Użyta fraza SQL:
vi_vn: D? li?u SQL dùng d? c?p nh?t h? so d?a di?m kho sau dây dã du?c s? d?ng

source: Stock movement records could not be inserted because
ar: لا يمكن إدراج سجلات حركة المخزون بسبب
et: Varude liikumist kirjeid ei saa lisada , sest
fa: سوابق سهام جنبش نمی تواند به دلیل درج
fr_lu: registres des mouvements de droits ne peut être inséré, car
hr_hr: Stock pokret evidencije ne mogu biti umetnuta , jer
ja: 在庫移動レコードが挿入されなかったため
lv_lv: Preču kustību nevar ievadīt, jo
pl_pl: Nie można zapisać przesunięć magazynowych ponieważ
vi_vn: Không chèn du?c h? so di chuy?n kho vì

source: The following SQL to insert the stock movement records was used
ar: تم استخدام SQL التالية لإدراج سجلات حركة المخزون
et: Järgmine SQL sisestada aktsia liikumine arvestust kasutati
fa: گذاشتن زیر برای وارد کردن سوابق جنبش سهام مورد استفاده قرار گرفت
fr_lu: Commande SQL d'ajout
hr_hr: Sljedeći SQL umetanje evidencije zaliha pokret bio korišten
ja: 在庫移動レコードを追加する以下のSQLが使われました
lv_lv: Ievadot preces kustību lietots sekojo&#353;s SQL
pl_pl: Użyta fraza SQL
vi_vn: D? li?u SQL dùng d? chèn h? so di chuy?n kho dã du?c s? d?ng

source: Taxes and rates applicable to this invoice line item could not be inserted because
ar: لا يمكن إدراج الضرائب و معدلات تنطبق على هذا البند لأن الفاتورة
et: Maksud ja hinnad kohaldata käesoleva arve rida ei saa lisada , sest
fa: مالیات و نرخ قابل اعمال به این آیتم خط فاکتور نمی تواند دلیل وارد
fr_lu: Impôts et taxes applicables à ce point la ligne de facture ne peut être inséré en raison
hr_hr: Porezi i stope se primjenjuju na ovom računu stavke ne može biti umetnuta , jer
ja: この請求書の行項目に適用される税金や料金を挿入することができませんでしたので、
lv_lv: Nodokļi un likmes, kas piemērojamas šīs faktūras posteni nevar ievietota , jo
pl_pl: Nie można zaksięgować podatków dla tej linii faktury ponieważ
vi_vn: Thuế và tỷ lệ áp dụng đối với mặt hàng này dòng hóa đơn không có thể được chèn vào bởi vì

source: The following SQL to insert the stock movement tax detail records was used
ar: تم استخدام SQL التالية لإدراج حركة المخزون سجلات التفصيل الضريبية
et: Järgmine SQL sisestada aktsia liikumine maks üksikasjalikult andmeid kasutati
fa: گذاشتن پس از قرار دادن سهام جنبش جزئیات پرونده های مالیاتی استفاده شد
fr_lu: Commande SQL d'ajout
hr_hr: Sljedeći SQL umetnuti dionica pokret evidenciju poreznih detalj je korišten
ja: 在庫移動税詳細レコードを追加する以下のSQLが使われました
lv_lv: Pēc SQL ievietot akciju kustību nodokļu detaļu ierakstus tika izmantota
pl_pl: Użyta fraza SQL
vi_vn: SQL sau đây để chèn các phong trào chứng khoán hồ sơ chi tiết thuế được sử dụng

source: The serial stock item record could not be updated because
ar: لا يمكن تحديث السجل بند الأوراق المالية لأن المسلسل
et: Seerianumber laonumbrist rekord ei saa ajakohastada , sest
fa: سریال سهام رکورد مورد نمی تواند به دلیل به روز شده
fr_lu: Le registre des stocks de série élément n'a pas pu être mis à jour en raison
hr_hr: Serijski dionica stavku rekord ne može biti ažurirana , jer
ja: シリアル在庫品目レコードが更新できませんでしたので、
lv_lv: Numurēto preču ieraksti nevar tikt laboti, jo
pl_pl: Towar kontrolowany nie może być zaktualizowany ponieważ
vi_vn: Không c?p nh?t du?c h? so se-ri các m?t hàng trong kho

source: The following SQL to update the serial stock item record was used
ar: تم استخدام SQL التالية ل تحديث السجل بند الأوراق المالية المسلسل
et: Järgmine SQL uuendada seerianumber laonumbrist rekord kasutati
fa: گذاشتن زیر برای به روز رسانی سریال سهام ثبت آیتم استفاده شد
fr_lu: Commande SQL de mise à jour
hr_hr: Sljedeći SQL ažuriranje serijski rekord dionica predmet je korišten
ja: 連続在庫品目レコードを更新する以下のSQLが使われました
lv_lv: Labojot numurētās preces lietots sekojo&#353;s SQL
pl_pl: Użyto następującej frazy SQL
vi_vn: D? li?u SQL dùng d? update h? so se-ri các m?t hàng trong kho dã du?c s? d?ng

source: The serial stock movement record could not be inserted because
ar: لا يمكن إدراج مسلسل سجل حركة الأسهم لأن
et: Seerianumber aktsia liikumine rekord ei saa lisada , sest
fa: سریال سهام رکورد جنبش نمی تواند به دلیل درج
fr_lu: Le registre des stocks de série mouvement ne pouvait pas être inséré, car
hr_hr: Serijski dionica pokret rekord ne može biti umetnuta , jer
ja: シリアル株式移動レコードが挿入されなかったため
lv_lv: Numurēto preču kustības ierakstu nevar ievadīt, jo
pl_pl: Przesunięcie towarów kontrolowanych nie może być zapisane ponieważ
vi_vn: Không chèn du?c se-ri h? so di chuy?n kho

source: The following SQL to insert the serial stock movement records was used
ar: تم استخدام SQL التالية لإدراج المسلسل سجلات حركة المخزون
et: Järgmine SQL sisestada seerianumber aktsia liikumine arvestust kasutati
fa: گذاشتن زیر برای وارد کردن سوابق سهام جنبش سریال مورد استفاده قرار گرفت
fr_lu: Commande SQL d'ajout de mouvement de stock
hr_hr: Sljedeći SQL umetnuti serijske evidenciju zaliha pokret bio korišten
ja: 連続在庫移動レコードを追加する以下のSQLが使われました
lv_lv: Ievadot numurēto preces kustību lietots sekojo&#353;s SQL
pl_pl: Użyta fraza SQL
vi_vn: D? li?u SQL sau dùng d? chèn se-ri h? so di chuy?n kho và dã du?c s? d?ng

source: The count of existing Sales analysis records could not run because
ar: العد من السجلات تحليل المبيعات الحالية لا يمكن تشغيل لأن
et: Count olemasolevate Sales analüüs arvestust ei näidata, sest
fa: تعداد دفعات مشاهده از سوابق موجود تجزیه و تحلیل فروش نمی تواند به دلیل اجرا
fr_lu: Le nombre de dossiers existants ventes analyse pourrait pas s'exécuter parce que
hr_hr: Broj postojećih prodaja analiza zapisa nije mogao pokrenuti jer
ja: 既存の売上分析レコードのカウントは実行できませんでしたので、
lv_lv: Esošo pārdošanas analīze ierakstu skaits nevarēja palaist, jo
pl_pl: Nie można zliczyć rekordów analizy sprzedaży ponieważ:
vi_vn: Số đếm phân tích hồ sơ bán hàng hiện tại không thể chạy vì

source: SQL to count the no of sales analysis records
ar: SQL لحساب عدد السجلات تحليل المبيعات
et: SQL lugemaei müügi analüüs arvestust
fa: گذاشتن و به دفعات مشاهده شده هیچ از فروش سوابق تجزیه و تحلیل
fr_lu: Commande SQL pour compter le nombre de fiches d'analyses des ventes
hr_hr: SQL brojati Broj prodajnih analiza zapisa
ja: 売上分析レコードのノーカウントするSQL
lv_lv: SQL saskaitīt neviens pārdošanas analīzes ierakstu
pl_pl: Użyta fraza SQL:
vi_vn: cơ sở dữ liệu SQL để tính toán bảng doanh số chưa phân tích

source: Sales analysis record could not be added or updated because
ar: سجل تحليل المبيعات لا يمكن إضافتها أو تحديثها لأن
et: Müük analüüs rekord ei saa lisada või uuendatud , sest
fa: فروش ضبط تجزیه و تحلیل نمی تواند اضافه شده و یا به دلیل به روز شده
fr_lu: Échec de l'ajoût/mise à jour de l'écriture d'analyse des ventes
hr_hr: Prodaja analiza zapis nije mogao dodati ili ažurirati jer
ja: 販売分析レコードが追加されたため、または更新できませんでした
lv_lv: Pārdošanas analīze ierakstu nevar pievienot vai atjaunināt , jo
pl_pl: Rekord analizy sprzedaży nie może być dodany/zmieniony ponieważ:
vi_vn: bảng phân tích doanh số không thể thêm vào hay cập nhật vì

source: The following SQL to insert the sales analysis record was used
ar: تم استخدام SQL التالية لإدراج سجل تحليل المبيعات
et: Järgmine SQL sisestada müügi analüüs rekord kasutati
fa: گذاشتن زیر برای وارد کردن رکورد فروش تجزیه و تحلیل مورد استفاده قرار گرفت
fr_lu: Commande SQL d'ajout d'analyse de vente:
hr_hr: Sljedeći SQL umetnuti rekord prodaje analizu je korišten
ja: 販売分析レコードを追加する以下のSQLが使われました
lv_lv: Pēc SQL ievietot pārdošanas analīzes ieraksts tika izmantots
pl_pl: Użyta fraza SQL:
vi_vn: Cơ sở dữ liệu SQL sau để chèn các bản ghi phân tích bán hàng đã được sử dụng

source: The cost of sales GL posting could not be inserted because
ar: لا يمكن إدراج تكلفة المبيعات GL بالإرسال لأن
et: Müügikulud GL postitad ei saa lisada , sest
fa: هزینه های فروش گرم در نوشتن می تواند به دلیل درج نشده
fr_lu: Le coût des ventes GL affichage n'a pas pu être inséré car
hr_hr: Trošak prodaje GL knjiženja se ne može umetnuti zbog
ja: 売上GLはポスティングの費用は挿入することができませんでしたので、
lv_lv: Izmaksas virsgrāmatā nevar iegrāmatot, jo
pl_pl: Nie można zaksięgowac kosztów sprzedaży ponieważ
vi_vn: Chi phí bán hàng GL gửi không thể được chèn vào bởi vì

source: The following SQL to insert the GLTrans record was used
ar: تم استخدام SQL التالية لإدراج سجل GLTrans
et: Järgmine SQL sisestada GLTrans rekord kasutati
fa: گذاشتن زیر برای وارد کردن رکورد GLTrans مورد استفاده قرار گرفت
fr_lu: Commande SQL d'ajout:
hr_hr: Sljedeći SQL umetnuti GLTrans rekord je korišten
ja: GLトランレコードを追加する以下のSQLが使われました
lv_lv: Grāmatojumu virsgrāmatā veica sekojo&#353;s SQL
pl_pl: Użyta fraza SQL:
vi_vn: SQL sau đây để chèn các bản ghi GLTrans đã được sử dụng

source: The stock side of the cost of sales GL posting could not be inserted because
ar: لا يمكن إدراج الجانب الأوراق المالية من تكلفة المبيعات GL بالإرسال لأن
et: Aktsia pool müügikulud GL postitad ei saa lisada , sest
fa: طرف سهام از هزینه های فروش گرم در نوشتن می تواند به دلیل درج نشده
fr_lu: Du côté des actions du coût des ventes GL affichage n'a pas pu être inséré parce que
hr_hr: Dioničko strana troškova prodaje GL knjiženja se ne može umetnuti zbog
ja: 売上GLはポスティングの費用の株式側が挿入することができませんでしたので、
lv_lv: Krājums pusē pārdošanas izmaksas GL norīkošanu nevarēja ievietota , jo
pl_pl: Strona magazynowa kosztów sprzedaży pozycji KG nie może być dodana ponieważ:
vi_vn: Phía cổ phiếu của giá vốn hàng bán GL đăng không có thể được chèn vào bởi vì

source: The sales GL posting could not be inserted because
ar: و GL مبيعات المشاركة لا يمكن إدراج بسبب
et: Müügi GL postitad ei saa lisada , sest
fa: گرم در فروش ارسال نمی تواند به دلیل درج
fr_lu: Le GL de vente affichant n'a pas pu être inséré car
hr_hr: Prodaja GL knjiženja se ne može umetnuti zbog
ja: 投稿売上GLを挿入することができませんでしたので、
lv_lv: Pārdošanas GL norīkošanu nevarēja ievietota , jo
pl_pl: Koszty sprzedaży nie mogą zostać zapisane w KG ponieważ:
vi_vn: GL bán hàng niêm yết không có thể được chèn vào bởi vì
