Repository: timschofield/KwaMoja-Medical
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar, et, fa, fr_lu, hr_hr, ja, lv_lv, pl_pl, vi_vn

source: The selected price has been deleted
ar: تم حذف السعر المحدد
et: Valitud hind on kustutatud
fa: قیمت انتخاب شده حذف شده است
fr_lu: Le prix retenu a été supprimé
hr_hr: Odabrana cijena je izbrisan
ja: 選択された価格は削除されました
lv_lv: Izvēlētā cena tika izdzēsta
pl_pl: Wybrana cena została usunięta
vi_vn: Đã xóa giá vừa chọn

source: Pricing for part
ar: التسعير ل جزء
et: Hinnakujundus osa
fa: قیمت گذاری برای بخش
fr_lu: Prix pour une pièce
hr_hr: Cijene za dio
ja: 品目の価格設定
lv_lv: Cenu daļai
pl_pl: Cena części
vi_vn: Giá cho một phần

source: Review Prices
ar: الأسعار التعليق
et: Review Hinnad
fa: قیمت نقد
fr_lu: D'examen du prix
hr_hr: Cijene pregled
ja: 価格確認
lv_lv: Pārskatīt cenas
pl_pl: Przegląd Cen
vi_vn: Xem lại giá cả

source: Start Date
ar: بدء التسجيل
fa: تاریخ شروع
fr_lu: Date de début
hr_hr: Početni datum
ja: 開始日
lv_lv: Sākuma datums
pl_pl: Data Początkowa
vi_vn: Ngày bắt đầu

source: End Date
ar: تاريخ انتهاء
fa: تاریخ پایان
fr_lu: Date de fin
hr_hr: Datum završetka
ja: 終了日
lv_lv: Beigu datums
pl_pl: Data końcowa
vi_vn: Ngày cuối cùng/ngày kết thúc

source: Are you sure you wish to delete this price?
ar: هل أنت متأكد أنك تريد حذف هذا السعر ؟
et: Oled sa kindel, et soovid kustutada selle hind ?
fa: آیا شما مطمئن هستید که میخواهید حذف این قیمت؟
fr_lu: Voulez-vous supprimer ce prix?
hr_hr: Jeste li sigurni da želite izbrisati tu cijenu ?
ja: あなたはこの価格を削除したいか？
lv_lv: Vai tu tiešām vēlies dzēst šo cenu ?
pl_pl: Jesteś pewny że chcesz usunąć cenę?
vi_vn: Bạn có chắc bạn muốn xóa giá này ?

source: There are no prices set up for this part
ar: لا يوجد أسعار إعداد لهذا الجزء
et: Puuduvad hindade luua selles osas
fa: هیچ قیمت برای این بخش مجموعه ای وجود دارد
fr_lu: Cet article n'a pas de prix établi
hr_hr: Nema cijena koju se za ovaj dio
ja: この品目に設定される価格がありません
lv_lv: Nav cenas, kas izveidota , lai šo daļu
pl_pl: Nie ustalono cen dla tego towaru
vi_vn: Không có giá thiết lập cho phần này

source: Sales Type Price List
ar: نوع المبيعات قائمة الأسعار
et: Müük tüüp hinnakiri
fa: نوع فروش لیست قیمت
fr_lu: Tarification
hr_hr: Prodaja Vrsta Cjenik
ja: 販売タイプ価格表
lv_lv: Pārdošanas veids Cenrādis
pl_pl: Cennik dla Typu Sprzedaży
vi_vn: Bán hàng Loại Giá liệt kê

source: Price Effective From Date
ar: السعر اعتبارا من تاريخ
et: Hind Jõustumise kuupäev
fa: موثر از تاریخ قیمت
fr_lu: Prix en vigueur depuis le
hr_hr: Cijena na snazi ​​od datuma
ja: 効力開始
lv_lv: Cena Efektīva No Datums
pl_pl: Cena obowiązuje od Data
vi_vn: Giá hiệu quả Từ ngày

source: Price Effective To Date
ar: سعر فعالية حتى الآن
et: Hind Tõhus To Date
fa: قیمت موثر برای تاریخ
fr_lu: Prix en vigueur à ce jour
hr_hr: Cijena Učinkovito do danas
ja: 効力終了
lv_lv: Cena Efektīva līdz šim
pl_pl: Cena skuteczne Data
vi_vn: Giá hiệu quả để ngày

source: Amend Price
ar: سعر تعديل
et: muuta Hind
fa: اصلاح قیمت
fr_lu: Modifier les prix
hr_hr: Izmijeniti Cijena
ja: 価格改定
lv_lv: Labot cenu
pl_pl: Zmień Cenę
vi_vn: Sửa giá

source: Update Pricing
ar: تحديث التسعير
et: Uuenda Hinnakujundus
fa: قیمت گذاری به روز رسانی
fr_lu: Prix mise à jour
hr_hr: Ažuriraj cijene
ja: 価格を更新
lv_lv: atjaunināt Cenu
pl_pl: Aktualizacja Cen
vi_vn: Cập nhật giá

source: This page adds new prices or updates already existing prices for a specified sales type (price list) and currency for the stock category selected - based on a percentage mark up from cost prices or from preferred supplier cost data or from another price list. The rounding factor ensures that prices are at least this amount or a multiple of it. A rounding factor of 5 would mean that prices would be a minimum of 5 and other prices would be expressed as multiples of 5.
ar: يضيف هذه الصفحة الأسعار الجديدة أو التحديثات الأسعار الموجودة بالفعل لنوع مبيعات معينة ( قائمة الأسعار ) والعملة لفئة الأسهم اختيارها - على أساس علامة النسبة المئوية ارتفاعا من أسعار التكلفة أو من بيانات التكلفة المورد المفضل أو من قائمة الأسعار أخرى .
et: See leht lisab uut hinda või uuendused juba olemasolevate hindadega kindlaksmääratud müük tüüp ( hinnakirja ) ja valuutavarukategooria valitud - põhinebprotsendi märk üles omahinna või eelistatud tarnija kulude andmed või teise hinnakirja .
fr_lu: Cette page ajoute de nouveaux prix ou de mises à jour des prix déjà existantes pour un type de vente spécifié ( liste des prix) et la devise de la catégorie d'actions sélectionnée - basé sur un pourcentage de marge de prix de revient ou à partir de données sur les coûts de fournisseurs privilégiés ou d'une autre liste de prix.
hr_hr: Ova stranica dodaje nove cijene ili nadogradnje već postojeće cijene za određene vrste prodaje ( cjenik ) i valutu za dionicama kategoriji odabranog - na temelju postotka marku gore od troškova cijenama ili s željenim podacima dobavljača troškova ili iz drugih cjeniku .
ja: このページには、新しい価格または選択した在庫カテゴリに指定された販売型（価格表）および通貨の更新既存の価格を追加 - 費用価格から、または優先サプライヤーコストのデータから、または別の価格リストからパーセンテージマーク上に基づいて。
lv_lv: Šī lapa ir pievienotas jaunas cenas vai atjauninājumus jau esošās cenas par noteiktu pārdošanas tipa ( cenrādis ) un valūtu par akciju izvēlētās kategorijas - pamatojoties uz procentu uzcenojums no pašizmaksas cenām vai no vēlamo piegādātāju izmaksu dati vai no cita cenrādi .
vi_vn: Trang này cho biết thêm giá mới hoặc cập nhật giá đã có sẵn cho một loại bán hàng cụ thể ( bảng giá) và tiền tệ cho các loại cổ phiếu được lựa chọn - dựa trên một đánh dấu tỷ lệ phần trăm tăng so với giá thành, hoặc từ dữ liệu chi phí nhà cung cấp ưa thích hoặc từ danh sách giá khác.

source: Select the Price List to update
ar: حدد قائمة الأسعار لتحديث
et: Vali Hinnakirja uuendada
fa: انتخاب کنید لیست قیمت به روز رسانی
fr_lu: Sélectionner les tarifs à mettre à jour
hr_hr: Odaberite Popis Cijena ažurirati
ja: 残高日付選択
lv_lv: Izvēlietie darumu
pl_pl: Wybierz Cennik aktualizacji
vi_vn: Chọn Giá cập nhật

source: No Price List Selected
ar: لا قائمة الأسعار المحددة
et: Ei Hinnakiri Valitud
fa: بدون برگزیده لیست قیمت
fr_lu: Aucune liste de prix sélectionnée
hr_hr: Ne Cjenovnik Odabrani
ja: 価格表が未選択
lv_lv: Nav Cena Atlasīti saraksts
pl_pl: Nie Wybrano Cennika
vi_vn: Chưa chọn bảng giá nào

source: Select the price list currency to update
ar: تحديد سعر العملة لتحديث قائمة
et: Vali hinnakirja valuuta uuendada
fa: انتخاب لیست قیمت ارز به روز رسانی
fr_lu: Sélectionner la devise tarifaire à mettre à jour
hr_hr: Odaberite valutu Popis Cijena ažurirati
ja: 請求書レイアウトを選んでください
lv_lv: Izvēlietie darumu
pl_pl: Wybierz walutę, cennik aktualizacji
vi_vn: Chọn loại tiền để cập nhật danh sách giá

source: No Price List Currency Selected
ar: تحديد أي قائمة السعر العملة
et: No Hinnakirja Valuuta valitud
fa: بدون قیمت ارز لیست منتخب
fr_lu: Pas de devise sélectionnée
hr_hr: Ne valuta Cjenik Odabrani
ja: 価格表が未選択
lv_lv: patreiz ir izvēlēts
pl_pl: Lista nr walut Wybrane Cena
vi_vn: Không Giá liệt kê tệ chọn

source: Weighted Average Costs
ar: تكاليف المتوسط ​​المرجح
et: Kaalutud keskmised kulud
fa: میانگین وزنی قیمت
fr_lu: Aux coûts moyens pondérés
hr_hr: Ponderirani prosječni troškovi
ja: 移動平均原価
lv_lv: Vidējās svērtās izmaksas
pl_pl: Średnie ważone koszty
vi_vn: Chi phí trung bình có trọng số

source: Standard Costs
ar: التكاليف القياسية
et: standard kulud
fa: هزینه های استاندارد
fr_lu: Coûts Standard
hr_hr: Standardni troškovi
ja: 標準原価
lv_lv: pēc standarta izmaksām
pl_pl: Standardowe koszty
vi_vn: Chi phí tiêu chuẩn

source: Cost/Preferred Supplier Data Or Other Price List
ar: التكلفة / مزود البيانات المفضل أو غيره من قائمة الأسعار
et: Kulu / eelistatud tarnija andmed või muu Hinnakiri
fa: هزینه / اطلاعات عرضه کننده ترجیحی یا لیست قیمت دیگر
fr_lu: Coût / données des fournisseurs préférés ou liste de prix Autres
hr_hr: Cost / preferirani dobavljač podataka ili drugih Cjenik
ja: コスト/優先サプライヤーデータやその他の価格表
lv_lv: Izmaksu / vēlamais piegādātājs datu vai citu cenrādis
pl_pl: Koszt Dane Preferowany dostawca lub inne Cennik
vi_vn: Chi phí / Nhà cung cấp dữ liệu ưa thích Hoặc Giá liệt kê khác

source: Preferred Supplier Cost Data
ar: المفضل تكلفة البيانات مزود
et: Eelistatud tarnija hinnainfo
fa: ترجیحی تامین کننده اطلاعات هزینه
fr_lu: Coût de données privilégiées Fournisseur
hr_hr: Preferirani dobavljač podaci o cijeni
ja: 優先仕入先
lv_lv: Vendor Contacts
pl_pl: Dane dostawcy preferowanego kosztu
vi_vn: Ưa thích Nhà cung cấp dữ liệu Chi phí

source: Another Price List
ar: قائمة الأسعار أخرى
et: Teine Hinnakiri
fa: یکی دیگر از لیست قیمت
fr_lu: Une autre liste de prix
hr_hr: Drugi Cjenik
ja: 得意先価格表
lv_lv: Vēl Cenrādis
pl_pl: Innym Cennik
vi_vn: Một bảng giá khác

source: Select the Base Price List to Use
ar: حدد قاعدة قائمة الأسعار إلى استخدام
et: Vali Base Hinnakirja kasutamine
fa: انتخاب پایه لیست قیمت به استفاده از
fr_lu: Sélectionner la base tarifaire à utiliser
hr_hr: Odaberite popis osnovnog koristiti cijenu
ja: 倉庫選択
lv_lv: Izvēlēties rindu rēķinam
pl_pl: Wybierz Cennik baza na
vi_vn: Lựa chọn cơ sở Giá liệt kê để sử dụng

source: Stock Category From
ar: الأسهم الفئة من
et: Stock kategooria
fa: رده سهام از
fr_lu: Catégorie à partir de
hr_hr: Kategorija Stock Od
ja: 在庫カテゴリ
lv_lv: Preču kategorija
pl_pl: Od Category Stock
vi_vn: Danh mục cổ phiếu Từ

source: Stock Category To
ar: الأسهم الفئة لل
et: Stock kategooriast
fa: رده سهام به
fr_lu: Catégorie
hr_hr: Stock Kategorija Da
ja: 在庫カテゴリ
lv_lv: Preču kategorija
pl_pl: Aby Category Stock
vi_vn: Danh mục cổ phiếu để

source: Rounding Factor
ar: عامل التقريب
et: Ümardamine Factor
fa: گرد کردن فاکتور
fr_lu: Facteur d'arrondi
hr_hr: Obračunska Factor
ja: 価格改定
lv_lv: noapaļošana Factor
pl_pl: Zaokrąglanie Factor
vi_vn: Yếu tố làm tròn

source: New Price To Be Effective From
ar: السعر الجديد لتكون فعالة من
et: Uus hind olevat tõhus
fa: قیمت جدید موثر باشد از
fr_lu: Nouveau prix s'applique à compter de
hr_hr: Nova cijena biti na snazi ​​od
ja: より効果的であることが新価格
lv_lv: Jauns Cena būt spēkā no
pl_pl: Cena New być skuteczne z
vi_vn: Giá mới có hiệu lực từ

source: New Price To Be Effective To (Blank = No End Date)
ar: السعر الجديد لتكون فعالة ل (فارغة = لا نهاية التاريخ )
et: Uus hind oleks tõhus To ( Tühi = Ei End Date )
fa: قیمت جدید برای مؤثر واقع شدن به (خالی = تاریخ پایان بدون)
fr_lu: Nouveau prix pour être efficaces pour (blanc = Aucune date de fin)
hr_hr: Nova cijena biti učinkovita u ( Blank = Ne End Date )
ja: するのに有効であることが新価格（ブランク=いいえ終了日）
lv_lv: Jaunā cena , ir efektīvs ( Tukšs = Nav beigu datums )
pl_pl: Cena New się skuteczne (Blank = Brak Data zakończenia)
vi_vn: Giá mới để trở thành hiệu quả để (Blank = Không có Ngày kết thúc )

source: Percentage Increase (positive) or decrease (negative)
ar: نسبة الزيادة ( إيجابية) أو نقصان (سلبي)
et: Protsendi võrra (positiivne) või vähenemine ( negatiivne )
fa: درصد افزایش (مثبت) یا کاهش (منفی)
fr_lu: Augmentation en pourcentage (positive) ou diminuer (négatif)
hr_hr: Postotak Povećanje ( pozitivno ) ili pad ( negativna )
ja: 割合の増加（正）または減少（負）
lv_lv: Procentuālais pieaugums ( pozitīvs) vai samazinājums ( negatīvu )
pl_pl: Procent wzrostu (dodatni) lub spadku (ujemny)
vi_vn: Tỷ lệ phần trăm tăng ( tích cực ) hoặc giảm ( tiêu cực )

source: Update Prices
ar: تحديث الاسعار
et: Uuenda Hinnad
fa: قیمت بروز
fr_lu: Prix mise à jour
hr_hr: Ažuriraj cijene
ja: 価格を更新
lv_lv: atjaunināt Cenas
pl_pl: Aktualizuj Ceny
vi_vn: Cập nhật giá

source: Are you sure you wish to update or add all the prices according to the criteria selected?
ar: هل أنت متأكد أنك ترغب في تحديث أو إضافة كافة الأسعار وفقا لمعايير اختيارها ؟
et: Oled sa kindel, et soovid uuendada või lisada kõik hinnad vastavalt valitud kriteeriumid ?
fa: آیا شما مطمئن هستید که میخواهید برای به روز رسانی و یا اضافه کردن تمام قیمت ها بر اساس معیارهای انتخاب شده؟
fr_lu: Voulez-vous mettre à jour ou ajouter tous les prix selon les critères retenus?
hr_hr: Jeste li sigurni da želite ažurirati ili dodati sve cijene prema odabranim kriterijima ?
ja: この仕入先価格を削除してもよろしいですか？
lv_lv: Vai jūs tiešām vēlaties , lai atjauninātu vai pievienot visas cenas atbilstoši izvēlētajiem kritērijiem ?
pl_pl: Czy na pewno chcesz zaktualizować lub dodać wszystkie ceny w zależności od wybranych kryteriów?
vi_vn: Bạn có chắc chắn bạn muốn cập nhật hoặc thêm tất cả các giá theo các tiêu chí lựa chọn ?

source: No price list is selected to update. No updates will take place
ar: لم يتم تحديد قائمة الأسعار لتحديث .
et: No hinnakiri on valitud uuendada .
fa: هیچ لیست قیمت انتخاب شده است برای به روز رسانی. بدون به روز رسانی برگزار خواهد شد
fr_lu: Aucune liste de prix est choisi de mettre à jour. Aucune mise à jour aura lieu
hr_hr: Nema cjenika odabrana za ažuriranje .
ja: いいえ価格リストを更新するために選択されていません。
lv_lv: Nav cenrādis ir izvēlēts , lai atjauninātu .
pl_pl: Nr cennik został wybrany do aktualizacji. Brak aktualizacji odbędzie się
vi_vn: Không có bảng giá được lựa chọn để cập nhật .

source: No price list currency is selected to update. No updates will take place
ar: لم يتم تحديد سعر العملة لتحديث قائمة .
et: No hinnakirja valuuta on valitud uuendada .
fa: هیچ لیست قیمت ارز انتخاب شده است برای به روز رسانی. بدون به روز رسانی برگزار خواهد شد
fr_lu: Pas de monnaie liste de prix est choisi de mettre à jour. Aucune mise à jour aura lieu
hr_hr: Ne valuta cjenika je odabran za ažuriranje .
ja: いいえ価格表通貨が更新するために選択されていません。
lv_lv: Nav cenrādis valūta ir izvēlēts , lai atjauninātu .
pl_pl: Nr waluty cennik został wybrany do aktualizacji. Brak aktualizacji odbędzie się
vi_vn: Không tệ bảng giá được lựa chọn để cập nhật .

source: The date the new price is to be in effect to must be entered in the format
ar: تاريخ السعر الجديد هو أن تكون سارية المفعول إلى أن يتم إدخالها في شكل
et: Aastauus hind on olla mõju tuleb sisestada kujul
fa: تاریخ قیمت جدید این است که در اثر به باید در قالب وارد
fr_lu: La date à laquelle le nouveau prix est d'être en vigueur à doivent être inscrits dans le format
hr_hr: Datumnova cijena je biti na snazi ​​mora se unijeti u formatu
ja: 発送日の入力の日付は次のフォーマットでなければなりません
lv_lv: Datums,jaunā cena ir būt spēkā līdz jānorāda formātā
pl_pl: Data nowa cena ma być w życie muszą zostać wprowadzone w formie
vi_vn: Ngày giá mới là có hiệu lực để phải được nhập theo định dạng

source: The date this new price is to start from is expected to be after today
ar: ومن المتوقع أن يكون بعد اليوم تاريخ العمل بهذا السعر الجديد هو أن نبدأ من
et: Kuupäev see uus hind on alustada eeldatavasti pärast täna
fa: تاریخی که این قیمت جدید است برای شروع از انتظار می رود که بعد از امروز می شود
fr_lu: La date de ce nouveau prix est de partir devrait être à partir d'aujourd'hui
hr_hr: Datum ova nova cijena početi od Očekuje se da će se nakon današnjeg
ja: この新しい価格から開始する日付は今日の後にあると予想される
lv_lv: Datums, šī jaunā cena ir sākt no Paredzams, ka pēc šodienas
pl_pl: Data ta nowa cena jest zacząć od Oczekuje się, że po dziś
vi_vn: Ngày giá mới này là bắt đầu từ dự kiến ​​sẽ được sau khi hôm nay

source: The stock category from must be before the stock category to - there would be not items in the range to update
ar: فئة الأوراق المالية من يجب أن يكون قبل فئة الأوراق المالية ل - لن يكون هناك لا العناصر في مجموعة لتحديث
et: Varu kategooria peab olema enne varude kategooria - seal ei oleks esemeid vahemikus uuendada
fa: رده سهام باید از قبل گروه بندی سهام می شود -- می شود وجود دارد اقلام در محدوده برای به روز رسانی نیست
fr_lu: La catégorie stock doit être avant la catégorie d'actions à - il n'y aurait pas d'articles dans la gamme de mettre à jour
hr_hr: Dioničko kategorija od mora biti prije dionicama kategoriji do - ne bi bilo ne stavke u rasponu za nadogradnju
ja: から在庫カテゴリはに在庫カテゴリの前でなければなりません - 更新する範囲内ではない項目があるだろう
lv_lv: Akciju kategorija no jābūt pirms akciju kategorijai - nebūtu ne preces diapazonā , lai atjauninātu
pl_pl: Czas z kategorii należy przed kategorii towarowej - tam nie będzie elementy w zakresie aktualizacji
vi_vn: Các loại chứng khoán từ phải trước các thể loại cổ phiếu - sẽ có mặt hàng không trong phạm vi để cập nhật

source: Base price list selected
ar: قائمة السعر الأساسي المحدد
et: Base hinnakiri valitud
fr_lu: Liste de prix sélectionnée
ja: 価格表が未選択

source: When you are updating prices based on another price list - the other price list must also be selected. No updates will take place until the other price list is selected
ar: عندما تقوم بتحديث الأسعار على أساس سعر آخر القائمة - ويجب أيضا أن يتم تحديد لائحة الأسعار الأخرى .
et: Kui olete ajakohastamine hinnad, mis põhinevad teise hinnakirja -muu hinnakirja tuleb ka valitud.
fa: هنگامی که شما به روز رسانی قیمت ها بر اساس لیست قیمت دیگری -- لیست قیمت های دیگر نیز باید انتخاب شود. بدون به روز رسانی برگزار خواهد شد تا لیست قیمت های دیگر انتخاب شده است را
fr_lu: Lorsque vous mettez à jour des prix basée sur une autre liste de prix - la liste des prix d'autres doivent aussi être sélectionné. Aucune mise à jour aura lieu jusqu'à ce que la liste des prix d'autres est sélectionné
hr_hr: Kada se ažuriranja cijene temelje se na drugom cjeniku -drugi cjenik mora biti odabran .
ja: 別の価格表に基づいて価格を更新しているときは - 他の価格リストも選択する必要があります。
lv_lv: Kad jūs atjaunināt cenas, pamatojoties uz citu cenrādi -otru cenrādis ir arī jāizvēlas .
pl_pl: Po aktualizacji cen na podstawie innego cennik - cennik innych musi być wybrana. Brak aktualizacji nastąpi do innych stron cennik
vi_vn: Khi bạn cập nhật giá dựa trên bảng giá khác - danh sách giá khác cũng phải được lựa chọn .

source: When you are updating prices based on another price list - the other price list cannot be the same as the price list being used for the calculation. No updates will take place until the other price list selected is different from the price list to be updated
ar: عندما تقوم بتحديث الأسعار على أساس سعر آخر القائمة - لائحة الأسعار الأخرى لا يمكن أن يكون نفس لائحة الأسعار المستخدمة لحساب .
et: Kui olete ajakohastamine hinnad, mis põhinevad teise hinnakirja -muu hinnakirja ei saa olla sama hinnakirja kasutatakse arvutamisel .
fa: هنگامی که شما به روز رسانی قیمت ها بر اساس لیست قیمت دیگری -- لیست قیمت دیگر نمی تواند به همان قیمت که برای انجام محاسبات استفاده می شود. بدون به روز رسانی برگزار خواهد شد تا لیست قیمت به انتخاب متفاوت است را از لیست قیمت به روز شده را
fr_lu: Lorsque vous mettez à jour des prix basée sur une autre liste de prix - la liste des prix d'autres ne peuvent pas être la même que la liste de prix utilisé pour le calcul. Aucune mise à jour aura lieu jusqu'à ce que la liste des prix d'autres sélectionnée est différente de la liste des prix mise à jour
hr_hr: Kada se ažuriranja cijene temelje se na drugom cjeniku -drugi cjenik ne može bitiisto kao cjeniku koji se koristi za izračun .
ja: するときは、別の価格表に基づいて価格を更新している - 他の価格リストには、計算に使用されている価格表と同じにはできません。
lv_lv: Kad jūs atjaunināt cenas, pamatojoties uz citu cenrādi -cita cenu saraksts nevar būttāds pats kā cenrādi tiek izmantots , lai aprēķinātu .
pl_pl: Po aktualizacji cen na podstawie innego cennik - pozostałe cennik nie może być takie same jak w cenniku są wykorzystywane do obliczeń. Brak aktualizacji nastąpi dopiero druga lista wybranych cena różni się od cennik aktualizacji
vi_vn: Khi bạn cập nhật giá dựa trên bảng giá khác - danh sách giá khác không thể giống như bảng giá được sử dụng để tính toán .

source: For a log of all the prices changed this page should be printed with CTRL+P
ar: لسجل جميع الأسعار تغيرت يجب أن تتم طباعة هذه الصفحة مع CTRL + P
et: Sest samamoodi kõiki hindu muutnud seda lehekülge tuleks trükkida CTRL + P
fa: برای ورود به سیستم از همه قیمت ها تغییر این صفحه باید با کنترل + فسفر چاپ
fr_lu: Pour un journal de tous les prix modifié cette page doit être imprimé avec CTRL + P
hr_hr: Za zapisnik o svim cijenama promijenio ovu stranicu trebao biti tiskan sa CTRL + P
ja: すべての価格のログの場合、このページはCTRL + Pで印刷されるべき変更
lv_lv: Par žurnāla visām cenām mainīt šo lapu būtu jādrukā ar CTRL + P
pl_pl: Dla rejestr wszystkich cen zmienił zawartość tej strony powinny być drukowane z CTRL + P
vi_vn: Cho một nhật ký của tất cả các giá thay đổi trang này sẽ được in với CTRL + P

source: So we are using a price list/sales type of
ar: لذلك نحن باستخدام قائمة السعر / في نوع مبيعات
et: Nii et me kasutamehinnakirjas / müük tüüp
fa: پس ما با استفاده از لیست قیمت / نوع فروش
fr_lu: Utilisation d'une tarification
hr_hr: Tako smo pomoću cjenik / prodajni vrsta
ja: だから我々は、価格表/販売タイプのを使用している
lv_lv: Tāpēc mēs izmantojam cenrādi / pārdošanas veidu,
pl_pl: A więc używamy cennika/typu sprzedaży
vi_vn: Vì vậy, chúng tôi đang sử dụng một danh sách giá / loại bán

source: updating only prices in
ar: تحديث الأسعار فقط في
et: ajakohastatakse ainult hinnad
fa: به روز رسانی قیمت ها فقط در
fr_lu: mise à jour des prix que dans
hr_hr: ažuriranja samo cijene u
ja: のみで価格を更新
lv_lv: atjaunināšanu tikai cenas
pl_pl: aktualizacji wyłącznie ceny w
vi_vn: cập nhật chỉ có giá trong

source: and the stock category range from
ar: وفئة مجموعة من الأوراق المالية
et: javarukategooria ulatuvad
fa: و سهام محدوده رده از
fr_lu: et la catégorie actions vont de
hr_hr: a raspon zaliha kategorije od
ja: 在庫カテゴリ
lv_lv: Labot preču kategorijas rekvizītus
pl_pl: oraz zakres akcji z kategorii
vi_vn: và phạm vi thể loại cổ phiếu từ

source: and we are applying a markup percent of
ar: ونحن نطبق توصيف النص في المئة من
et: ja oleme kohaldamiseljuurdehindlus protsenti
fa: و ما در حال استفاده از نشانه گذاری در صد از
fr_lu: et nous appliquons une majoration de pour cent
hr_hr: a mi se primjenom markup posto
ja: そして我々は、マークアップパーセントを適用している
lv_lv: un mēs piesakās iezīmēšanas procentus
pl_pl: i stosujemy znaczników procent
vi_vn: và chúng tôi đang áp dụng một phần trăm đánh dấu của

source: against
ar: ضد
et: vastu
fa: در برابر
fr_lu: contre
hr_hr: protiv
ja: に対して
lv_lv: pret
pl_pl: przed
vi_vn: chống lại

source: The price list/sales type to be updated must be selected first
ar: يجب تحديد لائحة الأسعار / نوع مبيعات ليتم تحديثه أولا
et: Hinnakiri / müük tüüp tuleb ajakohastada , tuleb valida esimene
fa: لیست قیمت / نوع فروش به روز شده باید انتخاب اول
fr_lu: La liste de prix / type de vente à être mis à jour doit être sélectionné en premier
hr_hr: Cjenik / prodaje tip koji će se ažurirati mora biti prvi odabran
ja: 価格表/更新する売上タイプが最初に選択する必要があります
lv_lv: Cenrādis / pārdošanas veids ir jāatjaunina jāizvēlas vispirms
pl_pl: Najpierw musisz wybrać cennik/typ sprzedaży
vi_vn: Danh sách giá / loại bán hàng được cập nhật phải được lựa chọn đầu tiên

source: The currency of prices to be updated must be selected first
ar: يجب تحديد العملة في الأسعار ل يتم تحديثه أولا
et: Vääringus hindade uuendatud tuleb valida esimene
fa: قیمت ارز به روز شده باید انتخاب اول
fr_lu: La devise des prix à être mis à jour doit être sélectionné en premier
hr_hr: Valuta cijene se ažuriraju se mora izabrati prva
ja: 最初に問合せトランザクション番号が入力されなければなりません
lv_lv: Ievadiet transakcijas numuru
pl_pl: Walutą ceny aktualizacji należy wybrać pierwszy
vi_vn: Đồng tiền của giá được cập nhật phải được lựa chọn đầu tiên

source: Could not get the supplier purchasing information for a preferred supplier for the item
ar: لم أستطع الحصول على المعلومات الشرائية المورد ل المورد المفضل للعنصر
et: Ei saanudtarnijalt ostmise teaveteelistatud tarnijakirje
fa: تونه به منبع اطلاعات برای خرید منبع ارجح برای آیتم نیست
fr_lu: Impossible d'obtenir les informations d'achat avec le fournisseur pour un fournisseur privilégié pour l'article
hr_hr: Ne može se dobiti informacije kupovnu dobavljaču za najtraženijim dobavljačem za tu stavku
ja: 1つの仕入先だけを選択する購買仕入先のデータを編集しなければなりません
lv_lv: Nevarēju iegūt piegādātāja iepirkumu informāciju par vēlamo piegādātāju par objektu
pl_pl: Nie udało się uzyskać informacje dotyczące zakupu dostawcą preferowanym dostawcą dla pozycji
vi_vn: Không thể nhận được các thông tin mua nhà cung cấp cho một nhà cung cấp ưu tiên cho các mục
