Repository: timschofield/KwaMoja-Medical
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar, et, fa, fr_lu, hr_hr, ja, lv_lv, pl_pl, vi_vn

source: Image
ar: صورة
et: pilt
fa: تصویر
hr_hr: Slika
ja: イメージ
lv_lv: Atēls
pl_pl: Obrazek
vi_vn: hình ảnh

source: No Image
ar: لا يوجد صورة
fa: بدون تصویر
fr_lu: Pas d'image
hr_hr: Nema slike
ja: イメージ無
lv_lv: Nav bildes
pl_pl: Brak zdjęcia
vi_vn: Không có hình ảnh

source: Only the first
ar: أول فقط
et: Ainult esimene
fa: فقط برای اولین بار
fr_lu: Seulement le premier
hr_hr: Samoprva
ja: 初回のみ
lv_lv: Tikai pirmos
pl_pl: Tylko pierwszy
vi_vn: Chỉ dành cho đối tượng đầu tiên

source: can be displayed
ar: يمكن عرض
et: saab kuvada
fa: می تواند نمایش داده می شود
fr_lu: peut être affiché
hr_hr: može se prikazati
ja: 表示することができる
lv_lv: Var parādīt
pl_pl: może być wyświetlony
vi_vn: có thể được hiển thị

source: Please restrict your search to only the parts required
ar: يرجى تقييد البحث ل قطع الغيار المطلوبة فقط
et: Palun piirata otsingut ainult vajalikud osad
fa: لطفا جستجوی خود را محدود به تنها قطعات مورد نیاز
fr_lu: Veuillez limiter votre recherche aux composants requis
hr_hr: Molimo ograničili svoju pretragu na samo potrebne dijelove
ja: 必要な部分だけに検索を制限してください
lv_lv: Lūdzu ierobežot meklēšanu tikai nepieciešamo daļu
pl_pl: Ogranicz poszukiwanie tylko do elementów koniecznych
vi_vn: Hãy hạn chế tìm kiếm của bạn để chỉ riêng cho những phần bắt buộc

source: Add to Contract Bill Of Material
ar: إضافة إلى بيل العقد من المواد
et: Lisa Leping Bill materjali
fa: اضافه کردن به بیل دارید از مواد
fr_lu: Ajouter à la nomenclature
hr_hr: Dodaj u ugovorima Bill of material
ja: 原材料構成原価
lv_lv: Pievienot Līguma Bill materiālu
pl_pl: Dodaj do Bill Of Material umowy
vi_vn: Thêm vào hợp đồng hóa đơn nguyên vật liệu

source: Contract Costing
ar: عقد التكاليف
et: Leping kuluarvestus
fa: دارید هزینه یابی
fr_lu: Contrat d'établissement des coûts
hr_hr: Ugovor troškova
ja: カテゴリコード
lv_lv: līgums Izmaksu
pl_pl: Umowa Costing
vi_vn: Chi phí hợp đồng

source: This page is expected to be called with the contract reference to show the costing for
ar: ومن المتوقع أن يتم استدعاؤها مع الإشارة عقد هذه الصفحة لإظهار التكاليف بالنسبة لل
et: See leht on oodata nn lepingule viidates näidata kuluarvestuse
fa: این صفحه انتظار می رود با اشاره قرارداد آن می شود برای نشان دادن هزینه برای
fr_lu: Cette page doit être appelée avec la référence du contrat pour voir les coûts de
hr_hr: Ova stranica se očekuje da će biti pozvani s obzirom ugovora pokazatitroškova za
ja: このページは、のためのコストを示すために、契約を参照して呼ばれるように期待されている
lv_lv: Šī lapa ir paredzēts saukt pie līguma atsauci , lai parādītuizmaksu par
pl_pl: Ta strona ma zostać wywołany numer umowy, aby pokazać kalkulacji kosztów
vi_vn: Trang này được dự kiến sẽ được nối với các tham chiếu hợp đồng để hiển thị các chi phí cho

source: Could not get the inventory issues for this contract because
ar: لا يمكن الحصول على مشكلات المخزون ل هذا العقد بسبب
et: Ei saanud inventuuri küsimusi selle lepingu tõttu
fa: آیا می توانید از مسائل موجودی برای این قرارداد نه به خاطر
fr_lu: Impossible d'obtenir les questions d'inventaire pour ce contrat parce que
hr_hr: Ne može se dobiti pitanja inventara za ovaj ugovor , jer
ja: 品目の払出が取出しできませんでした理由は
lv_lv: Nevar iegūt inventāra jautājumus par šo līgumu , jo
pl_pl: Nie udało się uzyskać spis zagadnień, ponieważ w ramach tego kontraktu
vi_vn: Không thể có được những vấn đề hàng tồn kho cho hợp đồng này vì

source: Contract
ar: عقد
et: leping
fa: قرارداد
fr_lu: Contrat
hr_hr: ugovor
ja: 連絡先
lv_lv: Līgums
pl_pl: Numer Kontraktu
vi_vn: hợp đồng

source: Closed
ar: مغلق
et: suletud
fa: بسته
fr_lu: Fermé
hr_hr: zatvoreno
ja: クローズ
lv_lv: slēgts
pl_pl: Zamknięte
vi_vn: Đã được đóng

source: Current Confirmed
ar: وأكد الحالية
et: Praegune Kinnitatud
fa: جاری تایید شد
fr_lu: Confirmée en cours
hr_hr: Trenutni Potvrđeno
ja: 通貨名
lv_lv: pašreizējais Apstiprināts
pl_pl: Obecna Potwierdzony
vi_vn: Xác nhận hiện tại

source: Quoted
ar: ونقلت
et: tsiteeritud
fa: نقل قول
fr_lu: Devis fait
hr_hr: Citirano
ja: 転記済
lv_lv: citēts
pl_pl: Cytowane
vi_vn: trích dẫn (định giá)

source: Original Costing
ar: الأصلي التكاليف
et: Original kuluarvestus
fa: هزینه یابی اصلی
fr_lu: Coûts initiaux
hr_hr: Izvorni troškova
ja: 出荷費用
lv_lv: Original Izmaksu
vi_vn: Chi phí gốc

source: Actual Costs
ar: التكاليف الفعلية
et: Tegelikud kulud
fa: هزینه واقعی
fr_lu: Coûts réels
hr_hr: Stvarni troškovi
ja: 合計価格
lv_lv: faktiskās izmaksas
pl_pl: Koszty rzeczywiste
vi_vn: Chi phí thực tế

source: Inventory Required
ar: جرد مطلوب
et: inventuuri
fa: موجودی مورد نیاز
fr_lu: Inventaire requis
hr_hr: Inventar Potrebna
ja: 所要数量
lv_lv: Nepieciešams inventārs
pl_pl: Inwentaryzacji, wymaganej
vi_vn: yêu cầu kiểm kê (kiểm kê bắt buộc)

source: Unit
ar: وحدة
et: üksus
fa: واحد
hr_hr: jedinica
ja: 単位
lv_lv: Vienības
pl_pl: Jm
vi_vn: Đơn vị

source: Actual usage
ar: الاستخدام الفعلي
et: tegelik
fa: استفاده واقعی
fr_lu: Utilisation courante
hr_hr: Stvarni korištenja
ja: 実績
lv_lv: faktiskais lietojums
pl_pl: Rzeczywiste wykorzystanie
vi_vn: thực tế sử dụng

source: Total Inventory Budgeted Cost
ar: إجمالي المخزون في الميزانية التكلفة
et: Kokku Inventory eelarvestatud maksumus
fa: تعداد موجودی هزینه بودجه بندی شده
fr_lu: Coût prévisionnel de l'inventaire
hr_hr: Ukupni trošak zaliha proračunom
ja: 終了品目コード
lv_lv: Kopējais Inventāra Budžetā izmaksas
pl_pl: Razem Inventory koszt budżetowy
vi_vn: Tổng số tồn kho dự toán chi phí

source: Total Inventory Actual Cost
ar: إجمالي المخزون التكلفة الفعلية
et: Kokku Inventory Tegelik kulu
fa: تعداد موجودی واقعی هزینه
fr_lu: Coût de l'inventaire
hr_hr: Ukupna zaliha Stvarna cijena
ja: 終了品目コード
lv_lv: Kopējais Inventāra Faktiskā maksa
pl_pl: Razem Inventory Rzeczywisty koszt
vi_vn: Tổng số chi phí tồn kho thực tế

source: Other Costs
ar: التكاليف الأخرى
et: Muud kulud
fa: سایر هزینه ها
fr_lu: Autres coûts
hr_hr: Ostali troškovi
ja: 標準原価
lv_lv: citas izmaksas
pl_pl: Inne koszty
vi_vn: Các chi phí khác

source: Requirement
ar: مطلب
et: nõue
fa: نیاز
fr_lu: Exigence
hr_hr: zahtjev
ja: 必要
lv_lv: prasība
pl_pl: Wymagania
vi_vn: yêu cầu

source: Budgeted Other Costs
ar: الميزانية تكاليف أخرى
et: Eelarves Muud kulud
fa: بودجه بندی هزینه های دیگر
fr_lu: Autres coûts budgétés
hr_hr: Proračunom Ostali troškovi
ja: 予算その他の費用
lv_lv: Budžetā Citas izmaksas
pl_pl: Inne koszty zaplanowane w budżecie
vi_vn: Thắt chặt các chi phí khác

source: Supplier
ar: المزود
et: tarnija
fa: تامین کننده
fr_lu: Fournisseur
hr_hr: Dobavljač
ja: 仕入先
lv_lv: Piegādātājs
pl_pl: Dostawca
vi_vn: Nhà cung cấp

source: Anticipated
ar: المتوقع
et: eeldatava
fa: پیش بینی
fr_lu: Prévu(e)
hr_hr: Predviđena
ja: 作成者
lv_lv: paredzams
pl_pl: Przewidywane
vi_vn: dự kiến

source: Could not get the other charges to the contract because
ar: لم أستطع الحصول على رسوم أخرى على العقد لأن
et: Ei saanud muud tasud lepingu tõttu
fa: اتهام دیگر می تواند به قرارداد به دلیل گرفتن نیست
fr_lu: Impossible d'obtenir les autres dépenses du contrat car
hr_hr: Ne može se dobiti druge optužbe na ugovor , jer
ja: 品目の払出が取出しできませんでした理由は
lv_lv: Nevar saņemt citus maksājumus ar līgumu , jo
pl_pl: Nie udało się uzyskać inne opłaty do umowy, ponieważ
vi_vn: Không thể có được những chi phí khác cho các hợp đồng vì

source: Actual Other Costs
ar: الفعلية تكاليف أخرى
et: Tegelik Muud kulud
fa: واقعی سایر هزینه ها
fr_lu: Autres coûts réels
hr_hr: Stvarni Ostali troškovi
ja: 累積経費
lv_lv: Faktiskie Citas izmaksas
pl_pl: Rzeczywiste Inne koszty
vi_vn: Các chi phí thực tế khác

source: Total Budget Contract Cost
ar: إجمالي تكلفة العقد الميزانية
et: Eelarve kokku lepingu maksumus
fa: مجموع بودجه هزینه دارید
fr_lu: Coût prévisionnel du contrat
hr_hr: Ukupan proračun troškova ugovora
ja: 総予算契約コスト
lv_lv: Kopējais budžets līgumu izmaksas
pl_pl: Całkowity koszt umowy budżetu
vi_vn: Tổng quỹ cho chi phí hợp đồng

source: Total Actual Contract Cost
ar: إجمالي تكلفة العقد الفعلية
et: Kokku Tegelik lepingu maksumus
fa: مجموع هزینه دارید واقعی
fr_lu: Coût total du contrat lui-même
hr_hr: Ukupno Stvarni Ugovor Troškovi
ja: トータル実際契約コスト
lv_lv: Kopējais Faktiskā līgumu izmaksas
pl_pl: Razem Rzeczywisty koszt umowy
vi_vn: Tổng chi phí thực tế cho hợp đồng

source: Variance on contract
ar: التباين في العقد
et: Dispersioon lepinguõiguse
fa: واریانس در قرارداد
fr_lu: Variation sur le contrat
hr_hr: Odstupanje na ugovor
ja: 支店コード
lv_lv: Dispersijas par līgumu
pl_pl: Wariancji na podstawie umowy
vi_vn: Không đúng hợp đồng

source: The gl entry of WIP for the variance on closing the contract could not be inserted because
ar: لا يمكن إدراج دخول GL من WIP لهذه الفروق على إغلاق العقد لأن
et: GL kande WIP eestdispersioon sulgemise kohta ei ole lepingu lisatakse sest
fa: ورود گرم از پروژه ها برای واریانس در بستن قرارداد نمی تواند به دلیل درج
fr_lu: L'entrée gl de WIP de la variance sur la conclusion du contrat n'a pas pu être inséré car
hr_hr: Gl ulazak WIP za varijance na zatvaranje ugovor nije mogao biti jer je umetnuta
ja: 在庫品目のコスト詳細は検索できませんでした理由は
lv_lv: Gl ieraksts WIP par dispersijas , slēdzot līgumu nevarēja tikt ievietota , jo
pl_pl: Gl wejścia WIP na różnice w sprawie zamknięcia umowy nie mogą być włączone, ponieważ
vi_vn: Mục gl của WIP cho đúng trên đóng cửa hợp đồng không thể được chèn vào bởi vì

source: The status of the contract could not be updated to closed because
ar: لا يمكن تحديث حالة العقد إلى مغلقة بسبب
et: Seisund ei ole lepingu uuendatakse suletud , sest
fa: وضعیت قرارداد نمی تواند به دلیل به روز شده برای بسته
fr_lu: Le statut du contrat n'a pas pu être mis à jour pour fermée en raison
hr_hr: Status ugovora nije mogao biti ažuriran kako bi se zatvoriti jer
ja: システム構成は更新できませんでした、理由は
lv_lv: Līguma statuss nevar tikt atjaunināts slēgts, jo
pl_pl: Status zamówienia nie może być zamknięta z powodu aktualizacji do
vi_vn: Trạng thái của hợp đồng không thể cập nhật thành " Kết thúc hợp đồng" bởi

source: The following SQL to change the status of the contract was used
ar: تم استخدام SQL التالية لتغيير الوضع القائم في العقد
et: Järgmine SQL muuta staatuse lepingu kasutati
fa: گذاشتن زیر برای تغییر وضعیت قرارداد مورد استفاده قرار گرفت
fr_lu: Commande SQL de mise à jour:
hr_hr: Sljedeći SQL za promjenu statusa ugovora je korišten
ja: 在庫レコードを更新する以下のSQLが使われました
lv_lv: Pēc SQL , lai mainītu statusu, ar līgumu tika izmantota
pl_pl: Po SQL, aby zmienić status zamówienia użyto
vi_vn: Cơ sở dữ liệu SQL sau đây được dùng để thay đổi trạng thái hợp đồng đã được sử dụng

source: Could not update the work order to closed because:
ar: تعذر تحديث النظام إلى العمل مغلقة بسبب :
et: Ei saa värskendada tööd , et sulgeda , sest:
fa: ممکن است منظور کار بروز رسانی به بسته چرا که :
hr_hr: Ne može se ažurirati radni nalog se zatvorio , jer :
ja: ので、閉じたために、作業オーダーを更新できませんでした：
lv_lv: Nevarēja atjaunināt darba rīkojumu slēgts, jo :
pl_pl: Nie można zaktualizować zlecenia na zamknięte, ponieważ:
vi_vn: không thể cập nhật lịch làm việc để đóng lại vì

source: The SQL used to close the work order was:
ar: و SQL المستخدمة ل من أجل العمل الوثيق كانت في:
et: SQL kasutatakse sulgeda töökäsk oli :
fa: گذاشتن استفاده می شود به منظور نزدیک بود کار :
hr_hr: SQL se koristi za zatvaranje radni nalog je :
ja: 作業指示を閉じるために使用されるSQLがあった：
lv_lv: SQL izmantot, lai aizvērtu darba kārtībā bija :
pl_pl: SQL używane do zamknięcia zlecenia prac było:
vi_vn: cơ sở dữ liệu SQL đã để đóng lịch làm việc là:

source: The location stock record could not be updated because
ar: لا يمكن تحديث السجل الأسهم لأن الموقع
et: Asukoht laoarvestuse ei saa ajakohastada , sest
fa: محل ثبت سهام نمی تواند به دلیل به روز شده
fr_lu: Le registre des stocks emplacement ne pourrait pas être mis à jour en raison
hr_hr: Mjesto snimanja dionica ne može biti ažurirana , jer
ja: 位置在庫レコードが更新できませんでしたので、
lv_lv: Noliktavas preču ierakstus nevar labot, jo
pl_pl: Nie można zaktualizować stanu magazynowego ponieważ
vi_vn: Hồ sơ vị trí kho không được cập nhật bởi vì

source: stock movement records could not be inserted when processing the work order receipt because
ar: لا يمكن إدراج سجلات حركة المخزون عند معالجة استلام أمر العمل بسبب
et: aktsia liikumise arvestust ei saa lisada , kui töötlemine töökäsu kätte , sest
fa: سهام سوابق جنبش نمی تواند درج در هنگام پردازش دستور چون کار رسید
fr_lu: enregistrements des mouvements de stocks ne pouvait pas être inséré lors du traitement de la réception de la commande de travail parce
hr_hr: dioničko pokret evidencije ne može umetnuti u obradi primitak radnih naloga , jer
ja: 作業受注を処理する際に株式の動きの記録を挿入することができませんでしたので、
lv_lv: krājumu kustības uzskaites nevarēja tikt ievietota , apstrādājot darba pasūtījuma saņemšanu , jo
pl_pl: rekordy przepływu zapasów nie mogą być włączone podczas przetwarzania otrzymania zlecenia, ponieważ
vi_vn: hồ sơ chuyển động cổ phiếu không có thể được chèn vào khi xử lý nhận lệnh làm việc vì

source: The receipt of contract work order finished stock GL posting could not be inserted because
ar: الانتهاء من استلام العقد أجل العمل الأسهم GL بالإرسال لا يمكن إدراجها لأن
et: Kättesaamist lepingu töökäsu tapaloomade GL postitad ei saa lisada , sest
fa: دریافت سفارش قرارداد به پایان رسید کار گرم در ارسال سهام نمی تواند دلیل وارد
fr_lu: La réception de la commande contrat de travail terminé GL stock annonce ne pouvait pas être inséré, car
hr_hr: Primitak ugovora radnog naloga završio dionica GL knjiženja se ne može umetnuti zbog
ja: 在庫品目のコスト詳細は検索できませんでした理由は
lv_lv: Līguma darba pasūtījumu saņemšana pabeigta akciju GL norīkošanu nevarēja ievietota , jo
pl_pl: Otrzymaniu zlecenia zamówienia gotowych GL czas oddelegowania nie może być włożona, ponieważ
vi_vn: Các nhận đặt hàng thực hiện hợp đồng đã hoàn thành cổ phiếu GL gửi không thể được chèn vào bởi vì

source: The following SQL to insert the work order receipt of finished items GLTrans record was used
ar: تم استخدام SQL التالية لإدراج استلام أمر العمل من الانتهاء من البنود GLTrans سجل
et: Järgmine SQL sisestada töökäsk kätte valmistooteid GLTrans rekord kasutati
fa: گذاشتن زیر را وارد کار رسید منظور از به پایان رسید مورد ثبت GLTrans مورد استفاده قرار گرفت
fr_lu: Commande SQL d'ajout
hr_hr: Sljedeći SQL umetnuti primitak radni nalog za gotovi predmeti GLTrans rekord je korišten
ja: 完了品目のGLトランレコードの作業指図受入を追加する以下のSQLが使われました
lv_lv: Pēc SQL ievietot darba pasūtījuma saņemšanu gatavās preces GLTrans ieraksts tika izmantots
pl_pl: Poniżej SQL wstawić otrzymania zlecenia gotowych elementów rekord GLTrans użyto
vi_vn: SQL sau đây để chèn nhận để hoàn thành công việc của các mặt hàng GLTrans kỷ lục đã được sử dụng

source: The WIP credit on receipt of finished items from a work order GL posting could not be inserted because
ar: لا يمكن إدراج الائتمان WIP على استلام المواد المصنعة من أجل العمل GL بالإرسال لأن
et: WIP krediidi saamisel valmis objektidetöökäsu GL postitad ei saa lisada , sest
fa: اعتبار پروژه ها در رسید از اقلام به پایان رسید از یک گرم در کار منظور ارسال نمی تواند دلیل وارد
fr_lu: Le crédit d' encours à la réception de produits finis à partir d'un ordre de travail GL annonce n'a pas pu être inséré car
hr_hr: WIP kreditna na prijemu gotovih predmeta iz GL radnog naloga za knjiženje ne može biti umetnuta , jer
ja: ポスティング作業指示GLから完成項目のレシートにWIPクレジットを挿入することができませんでしたので、
lv_lv: Izmaksas virsgrāmatā nevar iegrāmatot, jo
pl_pl: Kredyt WIP po otrzymaniu gotowego elementy z GL zlecenia oddelegowania nie mogą być włączone, ponieważ
vi_vn: Tín dụng WIP nhận các hạng mục đã hoàn thành từ một thứ tự công việc GL gửi bài không có thể được chèn vào bởi vì

source: The following SQL to insert the WIP GLTrans record was used
ar: تم استخدام SQL التالية لإدراج سجل GLTrans WIP
et: Järgmine SQL sisestada WIP GLTrans rekord kasutati
fa: گذاشتن پس از قرار دادن پروژه ها ثبت GLTrans مورد استفاده قرار گرفت
fr_lu: Commande SQL d'ajout
hr_hr: Sljedeći SQL umetnuti zapis WIP GLTrans je korišten
ja: 仕掛GLトランレコードを追加する以下のSQLが使われました
lv_lv: Pēc SQL ievietot WIP GLTrans ieraksts tika izmantots
pl_pl: Poniżej SQL wstawić rekord GLTrans WIP był używany
vi_vn: D? li?u SQL sau d? chèn h? so giao d?ch s? cái WIP dã du?c s? d?ng

source: Could not update the work order item record with the total quantity received because
ar: لا يمكن تحديث السجل عنصر العمل مع النظام الكمية الإجمالية الواردة بسبب
et: Pole võimalik uuendadatöökäsu kirje rekordi üldkogus saanud , sest
fa: بروز رسانی می تواند سابقه کار جهت مورد با مقدار کل دریافت کرد چرا که نه
fr_lu: Impossible de mettre à jour le dossier afin d'élément de travail avec la quantité totale reçue parce
hr_hr: Ne može se ažurirati stavku rekord radnih naloga saukupna količina primili jer
ja: 総量が受け取って、作業指示項目レコードを更新できませんでしたので、
lv_lv: Nevarēja atjaunināt darba kārtībā objektu ieraksts arkopējo daudzumu, kas saņemts , jo
pl_pl: Nie można zaktualizować pozycji zlecenia zapisu z powodu całkowitej ilości otrzymanych
vi_vn: Không c?p nh?t du?c h? so l?nh s?n xu?t v?i s? lu?ng nh?n du?c vì

source: The following SQL was used to update the work order
ar: تم استخدام SQL التالية لتحديث النظام العمل
et: Järgmine SQL kasutati uuendada töökäsu
fa: گذاشتن زیر برای به روز رسانی جهت کار مورد استفاده قرار گرفت
fr_lu: Commande SQL de mise à jour de l'ordre de travail:
hr_hr: Sljedeći SQL je korišten za ažuriranje radni nalog
ja: 作業指図の更新に以下のSQLが使われた
lv_lv: Pēc SQL tika izmantota, lai atjaunotu darba kārtībā
pl_pl: SQL następujące był używany do aktualizacji zlecenia
vi_vn: Cở sở dữ liêuj SQL sau đây đã được sử dụng để cập nhật để lịch làm việc

source: The contract has been closed. No further charges can be posted against this contract.
ar: تم إغلاق العقد.
et: Leping on lõpetatud .
fa: قرارداد بسته شده است. اتهامات بیشتری را می توان در برابر این قرارداد شده است.
fr_lu: Le contrat a été cloturé. On ne peut pas y ajouter de frais supplémentaires.
hr_hr: Ugovor je bio zatvoren .
ja: 契約は閉じられています。
lv_lv: Līgums ir slēgta .
pl_pl: Umowa została zamknięta. Brak dodatkowych opłat mogą być publikowane przed niniejszej umowy.
vi_vn: Hợp đồng đã bị đóng cửa .

source: Close Contract
ar: إغلاق العقد
et: Sulge Leping
fa: بستن قرارداد
fr_lu: Cloturer contrat
hr_hr: Zatvori Ugovor
ja: 連絡先
lv_lv: ciešs kontrakts
pl_pl: Zamknij umowy
vi_vn: Kết thúc hợp đồng

source: Closing the contract will prevent further stock being issued to it and charges being made against it. Variances will be taken to the profit and loss account. Are You Sure?
ar: سوف يغلق العقد منع المزيد من يصدر الأوراق المالية ل ذلك والرسوم التي تبذل ضدها .
et: Sulgemine leping vältida edasist aktsia väljastamine see ja süüdistust tema vastu esitatud .
fa: بستن قرارداد سهام بیشتر جلوگیری می شود به آن صادر شده و اتهامات شدن در برابر آن ساخته شده است. واریانس را به حساب سود و زیان گرفته شده است. آیا مطمئن هستید؟
fr_lu: Clôture du contrat permettra d'éviter l'aggravation du stock qui lui est délivré et accusations portées contre lui. Les écarts seront prises pour le compte de profits et pertes. Etes-vous sûr?
hr_hr: Zatvaranje ugovor će spriječiti daljnje obavijesti se izdaje na njega i naknade se podnijeti protiv njega .
ja: 契約を閉じると、株価がそれに発行され、料金は、それに対して行われ、さらに防ぐことができます。
lv_lv: Noslēdzot līgumu novērsīs turpmāku akciju izdošana par to un maksājumi tiek veikti pret to .
pl_pl: Zamknięcie kontraktu zapobiec dalszemu czas wydawane są do niego i opłaty są wobec niego. Odchylenia będą uwzględnione w rachunku zysków i strat. Czy na pewno?
vi_vn: K?t thúc h?p d?ng s? tránh cho xu?t hàng cho h?p d?ng và các phí thu c?a h?p d?ng. Chênh l?ch s? du?c cho vào tài kho?n l?i nhu?n và chi phí. B?n có ch?c không

source: Contract Other Requirements
ar: عقد متطلبات أخرى
et: Lepingu Muud nõuded
fa: نیاز دارید دیگر
fr_lu: Autre(s) exigence(s)
hr_hr: Ugovor Ostali uvjeti
ja: 納品用連絡先
lv_lv: Līgums Citas prasības
pl_pl: Umowa Inne wymagania
vi_vn: yêu cầu khác hợp đồng

source: The other contract requirements cannot be altered because the customer has already placed the order
ar: لا يمكن تغيير شروط العقد الأخرى لأن العميل قد وضعت بالفعل النظام
et: Muu lepingu nõudeid ei saa muuta , sest klient on juba tellimuse
fa: شرایط قرارداد دیگری را نمی توان تغییر زیرا مشتری در حال حاضر قرار داده شده جهت
fr_lu: Les autres exigences du contrat ne peut être modifiée parce que le client a déjà passé la commande
hr_hr: Druge trajanje ugovora ne može se mijenjati , jer kupac je već postavljen redoslijed
ja: そのいくつかがすでに請求書を作成したので、この品目は削除できません
lv_lv: Pārējās līguma prasības, ko nevar mainīt , joklients jau ir ievietots pasūtījumu
pl_pl: Pozostałe wymogi umowy nie może być zmieniona, ponieważ klient już za zamówienie
vi_vn: Các yêu c?u khác v? h?p d?ng không th? thay th? du?c vì khác hàng dã d?t hàng

source: The quantity of the new requirement is expected to be numeric
ar: ومن المتوقع أن تكون رقمية كمية من الشرط الجديد
et: Kogusuus nõue peaks olema numbriline
fa: مقدار مورد نیاز جدید انتظار می رود عددی
fr_lu: La quantité de la nouvelle exigence devrait être numérique
hr_hr: Količina novog zahtjeva očekuje se da će biti numerička
ja: 注文品目の数量は数字でなければならない
lv_lv: Jaunās prasības daudzums būs ciparu
pl_pl: Ilość nowych wymogów ma być numeryczna
vi_vn: Số lượng các yêu cầu mới phải ở dạng số

source: The cost per unit of the new requirement is expected to be numeric
ar: ومن المتوقع أن تكون رقمية التكلفة لكل وحدة من الشرط الجديد
et: Ühiku kohta uus nõue peaks olema numbriline
fa: قیمت تمام شده هر واحد از نیاز جدید انتظار می رود عددی
fr_lu: Le coût unitaire de la nouvelle exigence devrait être numérique
hr_hr: Trošak po jedinici novom zahtjevu se očekuje da će biti numerička
ja: 注文品目の数量は数字でなければならない
lv_lv: Vienību jauno prasību izmaksas būs ciparu
pl_pl: Koszt jednostki nowy wymóg ma być numeryczna
vi_vn: Chi phí trên mỗi đơn vị của các yêu cầu mới phải ở dạng số

source: Are you sure you wish to delete this contract requirement?
ar: هل أنت متأكد أنك تريد حذف هذا الشرط العقد؟
fr_lu: Voulez-vous supprimer cette clause contractuelle?
ja: この仕入先価格を削除してもよろしいですか？

source: Total Other Requirements Cost
ar: مجموع الاحتياجات غيرها من التكاليف
et: Kokku Muud nõuded Kulude
fa: تعداد دیگر هزینه مورد نیاز
fr_lu: Coût total autres exigences
hr_hr: Ukupno Ostali zahtjevi Košta
ja: 合計その他の要件は、コスト
lv_lv: Kopējais Citas prasības izmaksas
pl_pl: Razem Pozostałe koszty Wymagania
vi_vn: tổng số chi phí yêu cầu khác

source: Update Other Requirements Lines
ar: تحديث متطلبات أخرى خطوط
et: Uuenda Muud nõuded Lines
fa: بروز خطوط دیگر مورد نیاز
fr_lu: Mise à jour Autres exigences Lines
hr_hr: Ažuriranje drugi zahtjevi Lines
ja: その他の要件ラインを更新
lv_lv: Atjaunināt Citas prasības Lines
pl_pl: Aktualizacja Inne wymagania Lines
vi_vn: cập nhật dòng tin yêu cầu khác

source: Enter New Requirements
ar: أدخل الاحتياجات جديد
et: Sisesta uute nõuete
fa: ورود به نیازهای جدید
fr_lu: Saisir les nouvelles conditions
hr_hr: Unesite novi zahtjevi
ja: 入金入力
lv_lv: Ievadiet Jaunas prasības
pl_pl: Wpisz Nowe wymagania
vi_vn: Nhập yêu cầu mới

source: Requirement Description
ar: شرط الوصف
et: nõue kirjeldus
fa: توضیحات مورد نیاز
fr_lu: Description de l'exigence
hr_hr: Zahtjev Opis
ja: 条件内容
lv_lv: prasība Apraksts
pl_pl: Opis wymogu
vi_vn: Mô tả yêu cầu

source: Quantity Required
ar: الكمية المطلوبة
et: vajalik kogus
fa: مقدار مورد نیاز
fr_lu: Quantité demandée
hr_hr: Potrošnja
ja: 所要数量
lv_lv: Daudzums nepiecie&#353;ams
pl_pl: Ilość Wymagana
vi_vn: số lượng yêu cầu

source: Cost Per Unit
ar: التكلفة لكل وحدة
et: Ühiku kohta
fa: قیمت تمام شده هر واحد
fr_lu: Coût à l'unité
hr_hr: Trošak po jedinici
ja: 標準労務費/単位
lv_lv: Izmaksas par vienību
pl_pl: Koszt jednostki
vi_vn: Chi phí trên mỗi đơn vị

source: Enter New Contract Requirement
ar: أدخل متطلبات العقد الجديد
et: Sisesta uus leping nõue
fa: را وارد کنید نیاز دارید جدید
fr_lu: Saisir une nouvelle exigence
hr_hr: Unesite novi zahtjev Ugovor
ja: テキストの一部入力 in
lv_lv: Ievadiet jaunu līgumu prasības
pl_pl: Wpisz nowy wymóg umowy
vi_vn: Nhập yêu cầu hợp đồng mới

source: Modify Contract
ar: تعديل العقد
et: Muuda Leping
fa: اصلاح قرارداد
fr_lu: Modifier contrat
hr_hr: Izmjena ugovora
ja: 連絡先
lv_lv: mainīt līgumu
pl_pl: Modyfikacja umowy
vi_vn: Chỉnh sửa hợp đồng
