Repository: timschofield/KwaMoja-Medical
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar, et, fa, fr_lu, hr_hr, ja, lv_lv, pl_pl, vi_vn

source: Invoice amounts stated in
ar: وذكرت مبالغ الفواتير في
et: Arve summad märgitud
fa: فاکتور مبالغ مندرج در اظهار
fr_lu: Montant en
hr_hr: Račun iznosi navedeni u
ja: 請求書総額 記載通貨
lv_lv: Rēķins uzrādīts
pl_pl: Ilości zafakturowane wymienione w
vi_vn: Số tiền ghi trong hoá đơn

source: Item Code
ar: رمز المدينة
et: Tootekood
fa: مورد کد
fr_lu: Code
hr_hr: Šifra
ja: 品目コード
lv_lv: Preces kods
pl_pl: Kod Towaru
vi_vn: Mã mặt hàng

source: Item Description
ar: وصف السلعة
et: Toote kirjeldus
fa: توضیحات برای گزینه ها
fr_lu: Description
hr_hr: Stavka Opis
ja: 品目内容
lv_lv: Preces apraksts
pl_pl: Opis Towaru
vi_vn: Mô tả cho mặt hàng

source: Ordered
ar: أمر
et: tellitud
fa: دستور
fr_lu: Commandé
hr_hr: do Ž
ja: 注文済
lv_lv: Pasūtīti
pl_pl: Zamówione
vi_vn: đã đặt

source: Already
ar: سابقا
et: juba
fa: قبلا
fr_lu: Déjà
hr_hr: već
ja: 既
lv_lv: Jau
pl_pl: Już
vi_vn: đã

source: Sent
ar: أرسلت
et: saadetud
fa: ارسال شد
fr_lu: Livré
hr_hr: poslana
ja: 送付
lv_lv: Nosūtīts
pl_pl: Wysłane
vi_vn: gửi

source: This Dispatch
ar: هذا الإرسال
et: see Dispatch
fa: این اعزام
fr_lu: Livraison
hr_hr: Ovo Dispatch
ja: この発送
lv_lv: Šajā sūtijumā
pl_pl: Ta Wysyłka
vi_vn: thông báo (công văn) này

source: Price
ar: السعر
et: hind
fa: قیمت
fr_lu: Prix
hr_hr: cijena
ja: 価格
lv_lv: Cena
pl_pl: Cena
vi_vn: giá

source: Discount
ar: خصم
et: Soodustus
fa: تخفیف
fr_lu: Remise
hr_hr: popust
ja: 値引き
lv_lv: Atlaide
pl_pl: Upust
vi_vn: giảm giá

source: Total
ar: مجموع
et: kogusumma
fa: مجموع
hr_hr: ukupan
ja: 合計
lv_lv: Kopā
pl_pl: Razem
vi_vn: Tổng cộng

source: Excl Tax
ar: ضريبة غير شامل
et: va Tax
fa: بدون کارتن بسته بندی مالیات
fr_lu: H.T.
hr_hr: PDV bez
ja: 税別
lv_lv: Bez PVN
pl_pl: Netto
vi_vn: Không bao gồm thuế

source: Tax Authority
ar: مصلحة الضرائب
et: Maksuametile
fa: مالیات بر سازمان
fr_lu: Autorité Fiscale
hr_hr: Porezna uprava
ja: 税務当局
lv_lv: Preces piegādes/ pakalpojumu snieg&#353;anas vieta
pl_pl: Obszar Podatkowy
vi_vn: Cơ quan thuế

source: Tax %
ar: ٪ ضريبة
et: maksu %
fa: ٪ مالیات
fr_lu: % T.V.A.
hr_hr: Porezna %
ja: 税率
lv_lv: PVN %
pl_pl: VAT %
vi_vn: phần trăm thuế

source: Tax
ar: ضريبة
et: Käibemaks
fa: مالیات
fr_lu: T.V.A.
hr_hr: porez
ja: 税
lv_lv: PVN
pl_pl: VAT
vi_vn: thuế

source: Incl Tax
ar: ضريبة مدفوع
et: tax
fa: مالیات بر Incl
fr_lu: T.T.C.
hr_hr: uključeno je PDV
ja: 税込
lv_lv: Ieskaitot PVN
pl_pl: Brutto
vi_vn: Đã bao gồm thuế

source: Enter Serial Numbers
ar: أدخل الأرقام التسلسلي
et: Sisesta seerianumbrid
fa: ورود شماره سریال
fr_lu: Saisir les numéros de série
hr_hr: Unesite serijski brojevi
ja: 連続番号入力
lv_lv: Ievadiet preču numurus
pl_pl: Podaj Numery Seryjne
vi_vn: Nhập số se-ri

source: Enter Batch/Roll/Lot #
ar: دخول الدفعة / لفة / لوط #
et: Sisesta Partii / Roll / Lot #
fa: وارد دسته / رول / لوط #
fr_lu: Saisir le numéro de lot
hr_hr: Unesite Hrpa / rola / Lot #
ja: バッチ/ロール/ロット#入力
lv_lv: Ievadiet Sērija / rullis / Lot #
pl_pl: Wprowadź Numery Partii
vi_vn: nhập thùng (đợt,mẻ)/cuộn/lô

source: There was a problem testing for a default shipper because
ar: كان هناك اختبار ل مشكلة الشاحن الافتراضي لأن
et: Tekkis probleem testiminevaikimisi saatja sest
fa: تست شد و مشکلی برای محموله کشتی به طور پیش فرض به دلیل وجود دارد
fr_lu: Erreur lors du test de l'expéditeur par défaut:
hr_hr: Došlo je do problema testiranje za zadani otpremnik , jer
ja: デフォルトの荷主のための問題のテストがありましたので、
lv_lv: Tur bijaproblēma, testēšana noklusējuma nosūtītāju , jo
pl_pl: Problem ze sprawdzeniem domyślnego przewoźnika:
vi_vn: There was a problem testing for a default shipping-method because

source: There was a problem testing for a default shipper
ar: كان هناك اختبار ل مشكلة الشاحن الافتراضي
et: Tekkis probleem testiminevaikimisi saatja
fa: تست شد و مشکلی برای محموله کشتی به طور پیش فرض وجود دارد
fr_lu: Problème de test de l'expéditeur par défaut
hr_hr: Došlo je do problema testiranje za zadani pošiljatelja
ja: デフォルトの荷主のための問題のテストがありました
lv_lv: Tur bijaproblēma, testēšana noklusējuma nosūtītāju
pl_pl: Problem ze sprawdzeniem domyślnego przewoźnika
vi_vn: There was a problem testing for a default shipping-method

source: There are no shippers defined
ar: لا يوجد تعريف الشاحنين
et: Puuduvad vedajad määratletud
fa: هیچ شرکت های باربری تعریف شده وجود دار
fr_lu: Aucun transporteur défini
hr_hr: Nema brodarima definirane
ja: 定義された運送会社がありません
lv_lv: Transportētājs nav izveidots
pl_pl: Brak definicji przewoźników
vi_vn: There are no shipping-methods defined

source: Please use the link below to set up shipping freight companies, the system expects the shipping company to be selected or a default freight company to be used
ar: يرجى استخدام الرابط أدناه ل إنشاء شركات الشحن البحري ، وتتوقع نظام شركة الشحن التي سيتم اختيارها أو شركة الشحن الافتراضية المراد استخدامها
et: Palun kasutage allpool olevat linki luua laevandus kaubaveo ettevõtetele , süsteem eeldab, et laevafirma valitakse võivaikimisi kaubaveo ettevõte , mida kasutatakse
fa: لطفا از لینک زیر به راه اندازی شرکت های حمل و نقل حمل و نقل ، سیستم انتظار دارد که شرکت حمل و نقل به انتخاب شود و یا به طور پیش فرض شرکت حمل و نقل مورد استفاده قرار گیرد
fr_lu: Utiliser le lien ci-dessous pour définir un transporteur. Il est nécessaire qu'un transporteur soit selectioné ou qu'un transporteur par défaut soit utilisé
hr_hr: Molimo koristite link ispod za postavljanje tvrtki utovar tereta ,sustav očekujebrodarska tvrtka koja se bira ilitvrtka zadani tereta koji će se koristiti
ja: 船積みの貨物会社を設立するには下のリンクを使用してください、システムは、運送会社が選択されることを想定していたり、使用されるデフォルトの運送会社
lv_lv: Lūdzu izmantojiet linku zemāk, lai izveidotu transportē&#353;anas kompāniju
pl_pl: Przejdź poniższym linkiem do strony definiowania firm przewozowych. System wymaga wybrania przewoźnika lub użycia przewoźnika domyślnego
vi_vn: Please use the link below to set up shipping-mehtods, the system expects a shipping-method to be selected.

source: Enter
ar: دخول
et: sisestama
fa: ورود
fr_lu: Valider
hr_hr: ući
ja: 入力
lv_lv: Ievadīt
pl_pl: Wprowadź
vi_vn: Nhập thông tin

source: Amend Freight Companies
ar: تعديل شركات الشحن
et: Muuta Freight Ettevõtted
fa: شرکت های اصلاح حمل و نقل
fr_lu: Modifier les transporteurs
hr_hr: Izmijeniti Freight Tvrtke
ja: 訂正運送会社
lv_lv: Pievienot transporta kompāniju
pl_pl: Popraw Przewoźnika
vi_vn: Amend Shipping Method

source: Order Freight Cost
ar: أجل تكاليف الشحن
et: Telli veokulud
fa: سفارش هزینه حمل و نقل
fr_lu: Frais de transport H.T.
hr_hr: Naručite Freight troškova
ja: 注文運賃
lv_lv: Transporta izmaksas
pl_pl: Koszty Transportu
vi_vn: Order Shipping Cost

source: Recalculated Freight Cost
ar: إعادة حساب تكلفة الشحن
et: Ümberarvutatud veokulud
fa: هزینه حمل و نقل Recalculated
fr_lu: Frais de transport recalculés
hr_hr: Preračunato Freight troškova
ja: 再計算運賃
lv_lv: Pārrēķināt transportē&#353;anas izmaksas
pl_pl: Przeliczone Koszty Transportu
vi_vn: Recalculated Shipping Cost

source: Invoice Totals
ar: إجماليات الفاتورة
et: arve Summad
fa: مجموع صورت حساب
fr_lu: Total
hr_hr: Račun Ukupan rezultat
ja: 請求書合計
lv_lv: Reiķinā kopā
pl_pl: Razem
vi_vn: các hóa đơn tổng

source: There are no lines on this order with a quantity to invoice
ar: لا توجد خطوط على هذا النظام مع كمية إلى الفاتورة
et: Puuduvad read selle tellimusekogus arve
fa: هیچ خط در مورد این منظور وجود دارد با کمیت به فاکتور
fr_lu: Aucun article à facturer sur cette commande
hr_hr: Nema linije na tom bi s količinom na fakturi
ja: この順序には線は送り状の数量ではありません
lv_lv: Rīkojumā nav rindas ar daudzumiem rēķinu nosūtī&#353;anai
pl_pl: Brak pozycji zamówienia do zafakturowania
vi_vn: không có dòng nào trên đơn hàng này với số lượng hóa đơn

source: No further processing has been done
ar: وقد تم ذلك لا مزيد من المعالجة
et: No edasine töötlemine on tehtud
fa: بدون پردازش بیشتر انجام شده است
fr_lu: Pas de traitement effectué
hr_hr: No daljnja obrada je učinjeno
ja: それ以上の処理は行われていない
lv_lv: Turpmākā apstrāde netika veikta
pl_pl: Wstrzymano przetwarzanie
vi_vn: không xa nữa phương pháp sẽ được làm xong

source: Could not retrieve the quantity left at the location once this order is invoiced (for the purposes of checking that stock will not go negative because)
ar: لا يمكن استرداد كمية تركت في الموقع مرة واحدة و فاتورة هذا النظام ( سوف لأغراض التحقق من أن الأوراق المالية لا تذهب سلبية بسبب )
et: Ei saa laadida kogus lahkunud kohas kui see tellimus arve ( eesmärgil kontrollida, et aktsia ei hakka negatiivne , sest )
fa: آیا بازیابی مقدار سمت چپ در این مکان یک بار صورتحساب سفارش شده است (به منظور از چک کردن که سهام نخواهد منفی به دلیل رفتن) نیست
fr_lu: Impossible de récupérer la quantité restant à l'endroit une fois que cette commande est facturée (aux fins de vérifier que le stock ne va pas négatif car)
hr_hr: Ne mogu dohvatiti količina lijevo na mjestu kada se to kako je fakturirana ( za potrebe provjere taj stock neće ići , jer negativna )
ja: この順序が請求された後の場所に残って量を取得できませんでした（ので、その株式をチェックする目的で、負に行くことはありません）
lv_lv: Nevar paņemt daudzumu pa kreisi vietā, kad šis rīkojums tiek izrakstīts rēķins ( lai pārbaudītu šo krājumu nolūkos neiešu negatīvs, jo )
pl_pl: Nie można pobrać ilość lewo w miejscu, raz w tym celu jest faktura (dla celów kontroli, że czas nie wychodzi z powodu negatywnych)
vi_vn: Không th? truy xu?t du?c s? lu?ng còn l?i ? m?t d?a di?m kho khi don hàng này dã du?c làm hóa don( v?i m?c dích ki?m tra hàng trong kho không âm)

source: Invoicing the selected order would result in negative stock. The system parameters are set to prohibit negative stocks from occurring. This invoice cannot be created until the stock on hand is corrected.
ar: الفواتير النظام اختيارها من شأنه أن يؤدي في الأوراق المالية السلبية .
et: Arvetevalitud et tulemuseks oleks negatiivne aktsia .
fa: صورتحساب منظور انتخاب خواهد در انبار منفی منجر شود. پارامترهای سیستم قرار است به منع از سهام منفی رخ می دهد. این فاکتور را نمی توان ایجاد شده تا سهام در دست اصلاح است.
fr_lu: La facturation de la commande sélectionnée entraînerait un stock négatif. Les paramètres actuels interdisent cela.</br>Corrigez votre stock ou changez les paramètres.
hr_hr: Fakturiranjeodabrana kako bi rezultirati negativnim skladištu .
ja: 請求選択順序が負株式をもたらすでしょう。
lv_lv: Nevar izveidot rēķinu, jo rezultātā būs negatīvs preču atlikums. Sistēma ir izveidoti uzstādījumi, kuri neļauj preces daudzumu ielaist mīnusos. Rēķinu nevarēs izveidot, kamēr prece noliktavā nebūs pietiekamā daudzumā.
pl_pl: Fakturowanie wybranego celu spowoduje negatywne czas. Parametry systemowe są ustawione na zakazać negatywnych zasobów powstawaniu. Ta faktura nie może zostać utworzony do zgromadzonych zapasów zostanie poprawiona.
vi_vn: Hoá đơn tự chọn sẽ cho kết quả cổ phần tiêu cực. Các thông số hệ thống được thiết lập để cấm các cổ phiếu tiêu cực xảy ra. Hoá đơn này không thể được tạo ra cho đến khi các cổ phiếu trên tay được sửa chữa.

source: Negative Stock Prohibited
ar: الأسهم السلبية المحظورة
et: Negatiivne Stock keelatud
fa: بانک منفی ممنوع
fr_lu: Stock négatif interdit
hr_hr: Negativan Stock Zabranjena
ja: マイナス在庫禁止
lv_lv: Negatīvi preču atlikumi nav atļauti
pl_pl: Negatywne zabronione fotografia
vi_vn: Tuy?t d?i không d? kho âm

source: Could not retrieve the component quantity left at the location once the assembly item on this order is invoiced (for the purposes of checking that stock will not go negative because)
ar: لا يمكن استرداد كمية المكون تركت في الموقع مرة واحدة يتم تحرير فواتير هذا البند الجمعية على هذا النظام ( سوف لأغراض التحقق من أن الأوراق المالية لا تذهب سلبية بسبب )
et: Ei saanud tuuaosa kogus jäänud asukoha kui kokkupanek punktina selles järjekorras on arve ( eesmärgil kontrollida, aktsia ei hakka negatiivne , sest )
fa: ممکن است مقدار مولفه چپ در محل یک بار مورد مونتاژ در این جهت است صورتحساب بازیابی نیست (به منظور چک کردن سهام خواهد شد که منفی به خاطر رفتن نیست)
fr_lu: Impossible de récupérer la quantité composante gauche à l'endroit une fois le point de montage sur cette commande est facturée (aux fins de vérifier que le stock ne va pas négatif car)
hr_hr: Ne mogu dohvatiti komponente količina lijevo na mjesto odjednomSkupština točka na tom bi se fakturirati ( za potrebe provjere taj stock neće ići , jer negativna )
ja: この順序で組み立て項目が請求された後の場所に残って成分量を取得できませんでした（ので、その株式をチェックする目的で、負に行くことはありません）
lv_lv: Nevar paņemt detaļu daudzumu pa kreisi vietā uzreizmontāža punkts par šo rīkojumu tiek izrakstīts rēķins ( lai pārbaudītu šo krājumu nolūkos neiešu negatīvs, jo )
pl_pl: Nie można pobrać komponent ilość lewo w miejscu, gdy przedmiot zamówienia na ten zespół jest faktura (dla celów kontroli, że czas nie wychodzi z powodu negatywnych)
vi_vn: Không th? truy xu?t du?c s? lu?ng còn l?i ? m?t d?a di?m kho khi linh ki?n dã du?c làm hóa don( v?i m?c dích ki?m tra hàng trong kho không âm)

source: Invoicing the selected order would result in negative stock for a component of an assembly item on the order. The system parameters are set to prohibit negative stocks from occurring. This invoice cannot be created until the stock on hand is corrected.
ar: الفواتير النظام اختيارها من شأنه أن يؤدي في الأوراق المالية السلبية لمكون من عنصر الجمعية على النظام.
et: Arvetevalitud et tulemuseks oleks negatiivne aktsia komponentikokkupanek elemendi järjekorras.
fa: صورتحساب منظور انتخاب خواهد نتیجه در انبار منفی برای بخشی از آیتم مونتاژ به سفارش. پارامترهای سیستم قرار است به منع از سهام منفی رخ می دهد. این فاکتور را نمی توان ایجاد شده تا سهام در دست اصلاح است.
fr_lu: Facturation de la commande sélectionnée entraînerait stock négatif pour un composant d'un point de montage de l'ordre. Les paramètres du système sont d'interdire les stocks négatifs ne se produisent. Cette facture ne peut pas être créé avant que le stock disponible est corrigé.
hr_hr: Fakturiranjeodabrana kako bi rezultirati negativnim skladištu za komponentu sabirnom stavke na red .
ja: 請求選択順序は、オーダーの組立項目のコンポーネント用負株式をもたらすでしょう。
lv_lv: Rēķinuizvēlēts rīkojums radītu negatīvu Noliktavā sastāvdaļa montāžas posteni par kārtību .
pl_pl: Fakturowanie wybranego celu spowoduje negatywne czas dla składnika pozycji montażu na zamówienie. Parametry systemowe są ustawione na zakazać negatywnych zasobów powstawaniu. Ta faktura nie może zostać utworzony do zgromadzonych zapasów zostanie poprawiona.
vi_vn: L?p hóa don cho don hàng v?a ch?n s? d?n t?i m?t s? linh kiên cho l?p ráp b? âm. Các thông s? h? th?ng du?c thi?t l?p ch?ng tình tr?ng kho âm. Không t?o du?c hóa don này cho t?i khi lu?ng hàng trong kho ? m?c h?p lý.

source: We were unable to load Area where the Sale is to from the BRANCHES table
ar: كنا غير قادر على تحميل المنطقة حيث بيع هو من الجدول فروع
et: Me ei suutnud kaubaruumi kus müük on alates filiaalid tabel
fa: ما قادر به بار منطقه که در آن فروش این است که از جدول شعبه
hr_hr: Nismo mogli učitati Područje gdjeProdaja je od grana stola
ja: 我々は販売がどこにあるbranchesテーブルからエリアをロードすることができませんでした
lv_lv: Mēs nevarējām ielādēt vieta , kurpārdošanā ir no filiālēm tabulas
pl_pl: Nie można znaleźć Rejonu odpowiadającego sprzedaży do/z Oddziału
vi_vn: chúng tôi không thể tải khu vực, nơi bán hàng từ bảng biểu các chi nhánh (ngành)

source: Please remedy this
ar: يرجى تصحيح هذا
et: Palun kõrvalda see
fa: لطفا چاره این
fr_lu: Merci de corriger
hr_hr: Molimo ispravilo
ja: この問題を解決してください
lv_lv: Lūdzu labot šo
pl_pl: Popraw to
vi_vn: Vui lòng khắc phục việc này

source: The company information and preferences could not be retrieved
ar: لا يمكن استرجاع المعلومات شركة والتفضيلات
et: Ettevõtte andmed ja eelistused ei õnnestunud
fa: اطلاعات شرکت و تنظیمات قابل بازیابی نیست
fr_lu: Les informations sur la société et les préférences ne pouvait pas être trouvé
hr_hr: Nemogu se dohvatiti postavke poduzeća
ja: 会社情報とプリファレンスを取得できませんでした
lv_lv: Informāciju par kompāniju nevar iegūt
pl_pl: Dane firmy nie mogą być odtworzone
vi_vn: Các thông tin công ty và các ưu đãi không thể được lấy ra

source: see your system administrator
ar: راجع مسؤول النظام الخاص بك
et: vaata oma süsteemiadministraatoriga
fa: از مدیر سیستم خود را مشاهده کنید
fr_lu: Contactez votre administrateur
hr_hr: vidi se administratoru sustava
ja: システム管理者に問い合わせてください
lv_lv: jautājiet sistēmas administrātoram
pl_pl: poinformuj administratora
vi_vn: hiểu (xem ) hệ thống quản lý của bạn

source: Number of rows returned by SQL
ar: عدد الصفوف التي يتم إرجاعها من قبل SQL
et: Ridade arv tagastatud SQL
fa: تعداد ردیف های گذاشتن بازگشت
fr_lu: Nombre de ligne retournée par SQL
hr_hr: Broj redaka vratio SQL
ja: SQLによって返された行数
lv_lv: Rindu skaits atgriezto SQL
pl_pl: Ilość rekordów zwrócona przez SQL
vi_vn: Số hàng (dãy ) trả lại qua cơ sở dữ liệu SQL

source: Count of items in the session
ar: عدد العناصر في الدورة
et: Krahv teemad istungil
fa: تعداد مورد را در این را وارد نمایید
fr_lu: Nombre d'articles dans cette session
hr_hr: Točka stavki u sjednici
ja: セッション内の項目のカウント
lv_lv: Skaits preces šajā sesijā
pl_pl: Ilość towarów w sesji
vi_vn: các mặt hàng trong phiên giao dịch

source: This order has been changed or invoiced since this delivery was started to be confirmed
ar: تم تغيير هذا النظام أو فواتير منذ أن بدأ هذا التسليم إلى تأكيد
et: See järjekord on muutunud või arve kuna see kohale algas kinnitamisel
fa: این دستور تغییر کرده است و یا صورتحساب از آنجایی که این تحویل به تایید شروع شد
fr_lu: Cette commande a été modifiée ou facturée depuis la mise en attente de confirmation de cette livraison
hr_hr: To bi bio promijenjen ili fakturirana jer dostava je počeo biti potvrđena
ja: この配信が確認され始めていたので、この順序は変更または請求された
lv_lv: Šis rīkojums ir mainījies vai izrakstīts rēķins , jo tas piegāde tika uzsākta vēl jāapstiprina
pl_pl: Zamówienie zostało zmienione lub zafakturowane w zanim wysyłka została potwierdzona
vi_vn: Thứ tự này (đơn hàng này) đã được thay đổi hoặc lập hoá đơn kể từ khi giao hàng này bắt đầu được xác nhận

source: Processing halted
ar: أوقفت المعالجة
et: töötlemine peatatud
fa: پردازش متوقف
fr_lu: Procédure arrêtée
hr_hr: Obrada zaustavljen
ja: 処理は停止し
lv_lv: Aptrāde apstādināta
pl_pl: Przetwarzanie wstrzymane
vi_vn: dừng quá trình

source: To enter and confirm this dispatch
ar: للدخول وتأكيد هذا الإرسال
et: Sisestada ja kinnitada selle lähetamise
fa: را وارد کنید و تایید این ارسال
fr_lu: Pour saisir et confirmer cette livraison
hr_hr: Za unos i potvrdu tog otpremu
ja: この派遣を入力して確認するには
lv_lv: Ievadīt un apstiprināt izsnieg&#353;anu
pl_pl: Aby wprowadzić i zatwierdzić wysyłkę
vi_vn: để nhập và xác nhận báo cáo (công văn) này

source: invoice the order must be re-selected and re-read again to update the changes made by the other user
ar: فاتورة النظام يجب إعادة تحديد و إعادة قراءة مرة أخرى لتحديث التغييرات التي أجراها المستخدم الآخر
et: arveet tuleb uuesti valida ja uuesti lugema , et uuendada tehtud muudatused teiste kasutajate
fa: صورتحساب منظور باید دوباره انتخاب شده را دوباره بخواند و دوباره برای به روز رسانی تغییرات ایجاد شده توسط کاربر دیگر
fr_lu: la commande doit être selectionnée et rejouée pour mettre à jour les chnagements effectués par d'autres utilisateurs
hr_hr: Računbi se moraju ponovno izabran i ponovno čitati ponovno ažurirati promjene koje su napravljene od strane drugih korisnika
ja: 請求順序を再選択し、他のユーザによって行われた変更を更新するために再度再読み込みしなければならない
lv_lv: Rēķins ir jāsagatavo atkārtoti, jo cits lietotājs pārdo&#353;anas rīkojumā ir veicis izmaiņas
pl_pl: faktura do zamówienia musi być ponownie wybrana i wczytana aby uwzględnić zmiany wprowadzone przez innego użytkownika
vi_vn: hoá đơn đặt hàng phải được lựa chọn lại và đọc lại một lần nữa để cập nhật các thay đổi được thực hiện bởi những người dùng khác

source: Orig order for
ar: على الأصلية لكي
et: Orig et
fa: برای سفارش Orig
fr_lu: Commande initiale pour
hr_hr: Orig nalog za
ja: 当初注文for
lv_lv: Orig pasūtījumu
pl_pl: Oryg. zamówienie dla
vi_vn: Orig để cho

source: has a quantity of
ar: لديه كمية من
et: onkogus
fa: تا مقدار
fr_lu: a une quantité de
hr_hr: ima količinu
ja: の量を持っている
lv_lv: ir daudzums
pl_pl: na ilość
vi_vn: có một số lượng của

source: and an invoiced qty of
ar: و الكمية الفواتير الصادرة لل
et: jaarve Kogus kohta
fa: و صورتحساب از qty
fr_lu: et une quantité facturée de
hr_hr: ifakturirane kom od
ja: との請求数量
lv_lv: unrēķinā Daudzums no
pl_pl: i zafakturowana ilość
vi_vn: Và số lượng được viết hóa đơn của

source: the session shows quantity of
ar: يظهر الدورة كمية من
et: istungil näitab kogus
fa: جلسه نشان می دهد که مقدار
fr_lu: cette session montre le quantités de
hr_hr: Sjednica prikazuje količinu
ja: セッションでは、量を示しています
lv_lv: sesija rāda daudzumu
pl_pl: obecnie pokazywana ilość
vi_vn: phiên giao dịch thể hiện số lượng của

source: and quantity invoice of
ar: والفاتورة كمية من
et: ja kogus arve
fa: و فاکتور مقدار
fr_lu: et quantité de facture de
hr_hr: i količina račun od
ja: のと量の請求
lv_lv: un daudzumu rēķins
pl_pl: i ilość zafakturowana
vi_vn: và lượng hóa đơn của

source: Processing halted.
ar: أوقفت المعالجة.
et: Töötlemine peatada.
fa: پردازش متوقف شد.
fr_lu: Procédure arrêtée
hr_hr: Obrada zaustavljen .
ja: 処理は停止しました。
lv_lv: Aptrāde apstādināta
pl_pl: Przetwarzanie wstrzymane.
vi_vn: Xử lý tạm dừng.

source: To enter and confirm this dispatch, it must be re-selected and re-read again to update the changes made by the other user
ar: للدخول وتأكيد هذا الإرسال، فإنه يجب إعادة تحديد و إعادة قراءة مرة أخرى لتحديث التغييرات التي أجراها المستخدم الآخر
et: Sisestada ja kinnitada selle lähetamise , tuleb uuesti valida ja uuesti lugema , et uuendada tehtud muudatused teiste kasutajate
fa: را وارد کنید و تایید این اعزام ، باید آن را دوباره انتخاب شده را دوباره بخواند و دوباره برای به روز رسانی تغییرات ایجاد شده توسط کاربر دیگر
fr_lu: Pour saisir et confirmer cette livraison, vous devez la sélectionner et l'afficher à nouveau pour mettre à jour des changements effectués par d'autre utilisateurs
hr_hr: Za unos i potvrdu ovu pošiljku , ona mora biti ponovno izabran i ponovno čitati ponovno ažurirati promjene koje su napravljene od strane drugih korisnika
ja: この派遣を入力し、確認するために、それを再選択する必要があり、またそれ以外のユーザによって行われた変更を更新するには、もう一度再読み込み
lv_lv: Ievadīt un apstiprināt šo nosūtīšanu , tai ir atkārtoti izvēlas un pārlasīt vēlreiz, lai atjauninātu izmaiņas, ko citu lietotāju
pl_pl: Aby wprowadzić i zatwierdzić tę wysyłkę, musisz ją ponownie wybrać i wczytać ze zmianami wprowadzonym przez innego użytkownika
vi_vn: Để nhập và xác nhận công văn(văn bản) này, nó phải được lựa chọn lại và đọc lại một lần nữa để cập nhật các thay đổi được thực hiện bởi người dùng khác

source: Select a sales order for confirming deliveries and invoicing
ar: حدد ترتيب المبيعات لتأكيد التسليم و الفواتير
et: Vali müügikorralduse kinnitamiseks tarnete ja arvete
fa: انتخاب جهت فروش برای تحویل و تایید صورتحساب
fr_lu: Sélectionner une commande pour confirmer la livraison et la facturation
hr_hr: Odaberite prodajnog naloga za potvrdu isporuke i fakturiranje
ja: 確認納品と請求のための受注を選択してください
lv_lv: Izvēlieties pārdošanas rīkojumu apstiprina piegādēm un rēķinu
pl_pl: Wybierz zamówienie do potwierdzenia wysyłki i fakturowania
vi_vn: Chọn một đơn hàng để xác nhận cách thức giao hàng và hóa đơn

source: Could not update the default shipping carrier for this branch because
ar: تعذر تحديث الافتراضي ناقلة للشحن لهذا الفرع بسبب
et: Pole võimalik uuendada vaikimisi shipping vedaja selle filiaal , sest
fa: بروز رسانی می تواند به طور پیش فرض حامل حمل و نقل برای این شعبه به خاطر نمی
fr_lu: Impossible de modifier le transporteur par défaut pour cette succursale car
hr_hr: Ne može se ažurirati prijevoznika brodara zadani za ovu granu jer
ja: このブランチのデフォルトの運送会社を更新できませんでしたので、
lv_lv: Nevarēja atjaunināt noklusējuma kuģniecības pārvadātāju šīs nozares , jo
pl_pl: Nie można zaktualizować spsobu wysyłki dla tego Oddziału ponieważ
vi_vn: không thể cập nhật hình thức vận chuyển bằng tàu cố định cho chi nhánh này vì
