Repository: timschofield/KwaMoja-Medical
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar, et, fa, fr_lu, hr_hr, ja, lv_lv, pl_pl, vi_vn

source: There was a problem retrieving the contact details for the customer
ar: كانت هناك مشكلة استرجاع معلومات للتواصل مع العملاء
et: Tekkis probleem allalaadimisekontaktandmedklient
fa: بود مشکل بازیابی اطلاعات تماس برای مشتری وجود دارد
fr_lu: Impossible d'afficher les informations de ce contact
hr_hr: Došlo je doproblema prilikom preuzimanja kontakt podatke za kupca
ja: 顧客のための連絡先の詳細を取得する問題が発生しました
lv_lv: Radāsproblēma, atjaunojot kontaktinformāciju par klientu
pl_pl: Problem z odczytaniem danych kontaktowych klienta
vi_vn: Có lối khi truy xuất chi tiết thông tin liên hệ của khách hàng

source: number
ar: عدد
fa: تعداد
fr_lu: numéro
hr_hr: broj
ja: 番号
lv_lv: numurs
pl_pl: numer
vi_vn: Số

source: View Currency Trends
ar: عرض اتجاهات العملات
et: Vaata Valuuta Trends
fa: روندهای مشاهده نرخ ارز
fr_lu: Courbe monétaire
hr_hr: Pregled valutnih trendova
ja: 自国通貨
lv_lv: Apskatīties valūtas kursa grafikus
pl_pl: Trendy Zobacz walut
vi_vn: Xem xu hướng tiền tệ

source: View Currency Trend
ar: عرض تريند العملات
et: Vaata Valuuta Trend
fa: مشاهده روند نرخ ارز
fr_lu: Courbe monétaire
hr_hr: Pregled valutnog trenda
ja: 自国通貨
lv_lv: Apskatīties valūtas kursa grafiku
pl_pl: Zobacz Trend walut
vi_vn: Xem xu hướng tiền tệ

source: Trend Currently Unavailable
ar: الاتجاه غير متوفر حاليا
et: Trend Praegu kättesaadav
fr_lu: Tendance non disponible
ja: 現在のところ利用できない傾向

source: FTP order to Radio Beacon
ar: النظام FTP ل راديو منارة
et: FTP et Radio Beacon
fa: سفارش اف تی پی به رادیو فانوس دریایی
fr_lu: Afin FTP à Radio Beacon
hr_hr: FTP kako bi radiofar
ja: ラジオビーコンへのFTP順
lv_lv: FTP , lai Radio Beacon
pl_pl: Zamówienie FTP do Radio Beacon
vi_vn: Để FTP Radio Beacon

source: No orders were returned because
ar: يتم إرجاع أية أوامر ل
et: No tellimuste tõttu tagasi
fa: هیچ دستوری چون بازگردانده شدند
fr_lu: Aucune Commande retournée car
hr_hr: Nema narudžbe su se vratili , jer
ja: いいえ注文は返されませんでしたので、
lv_lv: Nav rīkojumi atpakaļ, jo
pl_pl: Nie zwrócono zamówień pownieważ
vi_vn: Không có đơn hàng nào được trả lại vì

source: Modify
ar: عدل
et: muutma
fa: اصلاح
fr_lu: Modifier
hr_hr: Promijeni
ja: 変更
lv_lv: Labot
pl_pl: Zmień
vi_vn: thay đổi

source: Send to
ar: أرسل إلى
et: Saada
fa: ارسال به
fr_lu: Envoyer à
hr_hr: Pošalji
ja: へ送る
lv_lv: Sūtīt uz
pl_pl: Wysłane do
vi_vn: Gửi tới

source: Radio Beacon
ar: راديو منارة
et: raadiomajakas
fa: رادیو فانوس دریایی
hr_hr: radiofar
ja: ラジオボタン
vi_vn: đài phát thanh Beacon

source: Cust Order
ar: الزبون يشتري
et: Kliendi Tellimus
fa: Cust سفارش
fr_lu: Commande client
hr_hr: Korisnička Narudžba
ja: 得意先注文
lv_lv: Klienta rīkojums
pl_pl: Zam Klienta
vi_vn: Ðon d?t hàng c?a khách

source: Order Date
ar: الترتيب التاريخ
et: Tellimuse kuupäev
fa: چینش تاریخ
fr_lu: Date de cde
hr_hr: Datum naloga
ja: 注文日
lv_lv: Pasūtījuma datums
pl_pl: Data Zam.
vi_vn: Ngày đặt hàng

source: Req Del Date
ar: مسا ديل التسجيل
et: Req Del aeg
fa: Req تاریخ دل
fr_lu: Date de livraison souhaitée
hr_hr: Zahtijevani Del Datum
ja: 納品依頼日
lv_lv: Pieprasītais piegādes datums
pl_pl: Data Wysyłki
vi_vn: Req Del ngày

source: Delivery To
ar: التسليم إلى
et: Toimetaja
fa: تحویل به
fr_lu: Livrer à
hr_hr: Dostava na
ja: 納品先
lv_lv: Piegādāt uz
pl_pl: Dostawa do
vi_vn: Chuyên tới

source: Order Total
ar: النظام مجموع
et: Tellimus kokku
fa: تعداد سفارش
fr_lu: Total
hr_hr: Ukupne narudžbe
ja: 注文合計
lv_lv: Kopā
pl_pl: Wartość
vi_vn: Tổng đơn hàng

source: Last Send
ar: تستمر إرسال
et: last Kirjuta
fa: تاریخ و زمان آخرین ارسال
fr_lu: Dernier envoi
hr_hr: zadnji Pošalji
ja: 送信続く
lv_lv: ilgt Sūtīt
pl_pl: Ostatnio Wysłane
vi_vn: Lần gửi cuối

source: Send
ar: إرسال
et: saatma
fa: ارسال
fr_lu: Envoyer
hr_hr: Pošalji
ja: 送信
lv_lv: SÅ«tÄ«t
pl_pl: Wysłane
vi_vn: gửi

source: There was a problem retrieving the company information ensure that the company record is correctly set up
ar: كانت هناك مشكلة استرجاع المعلومات شركة ضمان أن يتم تعيين سجل الشركة بشكل صحيح حتى
et: Tekkis probleem allalaadimiseinfoosakonna et firma rekord on korrektselt seadistatud
fa: بود مشکل بازیابی اطلاعات سازمان اطمینان حاصل شود که ثبت شرکت می باشد به درستی راه اندازی وجود دارد
fr_lu: Il y avait un problème récupérer les informations de l'entreprise en sorte que la maison de disques est correctement mis en place
hr_hr: Došlo je doproblema prilikom preuzimanjainformacije o tvrtki osigurati datvrtka rekord pravilno postavili
ja: 会社情報、会社のレコードが正しく設定されていることを確認し取得する問題がありました
lv_lv: Radāsproblēma, atjaunojotinformāciju par uzņēmumu nodrošinātu to, kasabiedrība ieraksts ir pareizi izveidota
pl_pl: Problem z odczytem danyc klienta. Upewnij się że dane klienta są prawdiłowe
vi_vn: Xảy ra lỗi khi truy xuất thông tin về công ty. Hãy đảm bảo rằng hồ sơ công ty được thiết lập đúng

source: has previously been sent to Radio Beacon
ar: وقد أرسلت سابقا إلى راديو منارة
et: on eelnevalt saadetud Radio Beacon
fa: اگرچه قبلا به رادیو فانوس دریایی ارسال
fr_lu: a déjà été envoyé à Radio Beacon
hr_hr: je prethodno poslan na radiofar
ja: 以前にラジオビーコンに送信された
lv_lv: iepriekš ir nosūtīts Radio Beacon
pl_pl: został poprzednio wysłany do Radio Beacon
vi_vn: tru?c dó dã du?c g?i cho Radio Beacon

source: It was sent on
ar: تم إرسالها في
et: See saadeti
fa: آن را در ارسال شد
fr_lu: Il a été envoyé le
hr_hr: To je poslan
ja: それは、上で送信された
lv_lv: Tika nosūtīts uz
pl_pl: Wysyłka dnia
vi_vn: Nó được gửi vào ngày

source: To re-send the order with the balance not previously dispatched and invoiced the order must be modified to allow a reprint (or re-send)
ar: لإعادة إرسال الطلب مع توازن لا ارسلت سابقا و فاتورة يجب أن يتم تعديل النظام للسماح لل طبع (أو إعادة إرسال)
et: Uuesti saata, et koos tasakaalu mitte varem saadetud ja arve, et tuleb muuta, et võimaldadakordustrükk ( või uuesti saata )
fa: برای دوباره ارسال سفارش با تعادل قبلا نمی اعزام و صورتحساب منظور باید اصلاح شود تا اجازه چاپ مجدد (یا دوباره ارسال)
fr_lu: Pour ré-envoyer la commande et le solde non encore expédiés et facturés de l'ordre doit être modifié pour permettre la réimpression (ou renvoyer)
hr_hr: Za ponovno slanje naloga sa stanjem prije nije otpremljen i fakturiranakako se mora mijenjati kako bi se omogućilo pretisak ( ili ponovno slanje )
ja: 以前に派遣し、請求しないバランスとの順序を再送信順序が（または再送信）転載を許可するように変更する必要があります
lv_lv: Lai atkārtoti nosūtītu rīkojumu ar bilanci iepriekš nav nosūtītas un izrakstīts rēķinsrīkojums ir jāgroza , lai ļautu pārdrukāt (vai atkārtoti sūtīt)
pl_pl: Aby ponownie wysłać zamówienie części poprzednio niewysłanej i zafakturowanej zamówienie musi być zmodyfikowane aby umożłiwić ponowny wydruk/wysyłkę
vi_vn: Để gửi lại đơn đặt hàng với sự cân bằng không trước cử và lập hoá đơn theo thứ tự phải được sửa đổi để cho phép một in lại ( hoặc gửi lại )

source: This check is there to ensure that duplication of dispatches to the customer are avoided
ar: هذا الاختيار هو هناك لضمان أن ازدواجية ترسل إلى العميل يتم تجنب
et: See kontroll on olemas, et tagada, et dubleerimise vedamineklient on välditud
fa: این بررسی وجود دارد تا اطمینان حاصل شود که تقلیدی است از اعزام به مشتری هستند اجتناب شود
fr_lu: Cette vérification est là pour veiller à ce que la duplication des dépêches pour le client sont évités
hr_hr: Ova provjera je tu da bi se osiguralo da se dupliciranje otpremu kupcu izbjegavati
ja: このチェックは、顧客への送出の重複が回避されるようにするがある
lv_lv: Šī pārbaude ir tur, lai nodrošinātu, ka dublēšana sūtījumu klientam tiek novērsta
pl_pl: To sprawdzenie jest wykonywane w celu zapobieżenia powtórnemu wysyłaniu komunikatów
vi_vn: Vi?c ki?m tra d? d?m b?o không l?p l?i vi?c s?n xu?t và g?i cho khách hàng 2 l?n

source: Modify the order to allow a re-send or reprint
ar: تعديل النظام للسماح ل إعادة إرسال أو إعادة طبع
et: Muuda, et võimaldadauuesti saata või kordustrükk
fa: اصلاح به منظور اجازه دوباره ارسال و یا چاپ مجدد
fr_lu: Modifier l'ordre afin de permettre un renvoi ou une ré-impression
hr_hr: Izmjena bi se omogućiloponovno poslati ili ispišite
ja: 再送信または転載できるように順序を変更
lv_lv: Mainīt secību , lai varētuatkārtoti nosūtīt vai izdrukāt
pl_pl: Zmodyfikuj zamówienie aby wysłać/wydrukować ponownie
vi_vn: Ch?nh s?a l?i don hàng sao cho ch?p nh?n g?i l?i ho?c in l?i

source: Select Delivery Details
ar: حدد تفاصيل التسليم
et: Vali Toimetaja detailid
fa: جزئیات انتخاب تحویل
fr_lu: Sélectionner les informations de livraison
hr_hr: Izaberi detalje isporuke
ja: 配信の詳細を選択してください
lv_lv: Izvēlieties Piegādes informācija
pl_pl: Wybierz Szczegóły Wysyłki
vi_vn: Lựa chọn Chi tiết giao hàng

source: There was a problem retrieving the line details for order number
ar: كانت هناك مشكلة استرداد تفاصيل الخط ل رقم الطلب
et: Tekkis probleem allalaadimiseline detailid järjekorranumbriga
fa: بود مشکل بازیابی اطلاعات خط شماره سفارش وجود دارد
fr_lu: Il y avait un problème se rappeler les détails en ligne pour le numéro d'ordre
hr_hr: Došlo je doproblema prilikom preuzimanja linije podatke za broj narudžbe
ja: 注文番号の行の詳細を取得する問題が発生しました
lv_lv: Radāsproblēma, atjaunojot rindu informāciju par kārtas numuru
pl_pl: Wystpił problem z odczytaniem pozycji zamówienia nr
vi_vn: Có s? c? khi truy xu?t dòng chi ti?t cho s? don hàng

source: from the database because
ar: من قاعدة البيانات بسبب
et: andmebaasist , sest
fa: از پایگاه داده به دلیل
fr_lu: à partir de la base, car
hr_hr: iz baze podataka , jer
ja: データベースから理由
lv_lv: no datu bāzes , jo
pl_pl: z bazy danych ponieważ
vi_vn: Từ cơ sở dữ liệu vì

source: FTP Connection progress
ar: التقدم اتصال FTP
et: FTP Connection edu
fa: اف تی پی پیشرفت اتصال
fr_lu: Progression de la connexion FTP
hr_hr: FTP Connection napredak
ja: FTP接続の進行状況
lv_lv: FTP savienojums progress
pl_pl: Postęp przesyłu FTP
vi_vn: Quá trình k?t n?i FTP

source: Connected to Radio Beacon FTP server at
ar: متصلا راديو خادم FTP منارة في
et: Ühendatud Radio Beacon FTP server
fa: اتصال به رادیو فانوس دریایی سرور اف تی پی در
fr_lu: Connecté à Radio Beacon serveur FTP à
hr_hr: Spoj na Radio Beacon FTP server od
ja: でラジオビーコンのFTPサーバーに接続している
lv_lv: Savienots ar Radio Beacon FTP serveri
pl_pl: Połączenie z serwerem Radio Beacon FTP o
vi_vn: Ðã k?t n?i v?i máy ch? FTP Radio Beacon t?i

source: with user name
ar: مع اسم المستخدم
et: Kasutajanime
fa: نام کاربر
fr_lu: avec nom d'utilisateur
hr_hr: s korisničkim imenom
ja: ユーザー名と
lv_lv: ar lietotāja vārdu
pl_pl: z loginem
vi_vn: với tên người sử dụng

source: FTP upload has failed
ar: فشلت بروتوكول نقل الملفات تحميل
et: FTP upload ei ole
fa: اف تی پی آپلود شکست خورده است
fr_lu: Échec du transfert FTP
hr_hr: FTP prijenos nije uspio
ja: FTPアップロードに失敗しました
lv_lv: FTP augšupielādēt nav
pl_pl: Przesył FTP nie powiódł się
vi_vn: Không upload FTP thành công

source: Uploaded
ar: تم الرفع
et: Üles
fa: ارسال شده
fr_lu: Transf
hr_hr: Prenešeno
ja: アップロード
lv_lv: Aug&#353;uplādēt
pl_pl: Przesłane
vi_vn: Đã được tải lên

source: has been sent via FTP to Radio Beacon a copy of the file that was sent is held on the server at
ar: تم إرسالها عبر FTP ل راديو منارة يقام على نسخة من الملف التي تم إرسالها على الملقم في
et: on saata FTP Radio Beaconkoopiaks , mis saadeti hoitakse serveris juures
fa: شده است از طریق اف تی پی به رادیو فانوس دریایی ارسال یک کپی از فایل است که بر روی سرور در برگزار می شود ارسال شده است
fr_lu: a été envoyée par FTP sur Radio Beacon une copie du fichier qui a été envoyé a lieu sur le serveur à
hr_hr: poslana je kopija datoteke FTP-om na Radio Beacon te je zadržana na serveru od
ja: ラジオビーコンにFTP経由で送られてきた送信されたファイルのコピーがあるサーバー上に保持される
lv_lv: ir nosūtīts , izmantojot FTP uz Radio Beaconno lietas materiāliem , kas tika nosūtīta kopija notiek uz serveri
pl_pl: zostało wysłane via FTP do Radio Beacon. Kopia przesłanego pliku jest przechowywana na serwerze w
vi_vn: dã g?i qua FTP t?i Radio Beacon m?t b?n sao c?a t?p tin dã g?i du?c gi? trong máy ch? t?i

source: The order
ar: النظام
et: Selleks
fa: سفارش
fr_lu: L'ordre
hr_hr: Nalog
ja: オーダー
lv_lv: Rikojums
pl_pl: Zamówienie
vi_vn: Đơn hàng

source: for dispatch via Radio Beacon could not be retrieved
ar: لإرسالها عبر راديو منارة لا يمكن استرجاع
et: lähetamise kaudu Radio Beacon ei õnnestunud
fa: برای ارسال از طریق رادیو فانوس دریایی قابل بازیابی نیست
fr_lu: pour l'expédition via Radio Beacon ne pouvait pas être trouvé
hr_hr: za otpremu preko Radio Beacona nije mogao biti dohvaćen
ja: ラジオビーコンを経由して派遣のために取得することができませんでした
lv_lv: nosūtīšanai pa radio bāku nevarēja izgūt
pl_pl: dla wysyłki via Radio Beacon nie mogą być odtworzone
vi_vn: cho công văn thông qua Đài phát thanh báo hiệu không thể được lấy ra

source: Perhaps it is set to be dispatched from a different stock location
ar: ربما يتم تعيينها ليتم ارساله من موقع مختلف الأوراق المالية
et: Võib-olla see on määratud olema lähetatuderinevate varu asukohta
fa: شاید قرار است از محل سهام مختلف اعزام می شود
fr_lu: Peut-être qu'il est configuré pour être expédié à partir d'un entrepôt différent
hr_hr: Možda je podešen za otpremu s druge lokacije skladišta
ja: おそらくそれは、異なる在庫場所から派遣されるように設定されています
lv_lv: Varbūt tas ir noteikts tiks nosūtītas no dažādām akciju vietu
pl_pl: Być może jest ustawione do wysyłki z innego magazynu
vi_vn: Có lẽ nó được thiết lập để được gửi đi từ một địa điểm chứng khoán khác nhau

source: Factor Company Maintenance
ar: صيانة شركة عامل
et: Factor Company Hooldus
fa: عامل شرکت تعمیر و نگهداری
fr_lu: Gestion des sociétés d'affacturage
hr_hr: Faktor tvrtke Održavanje
ja: 運送会社メンテナンス
lv_lv: Shipping-method Maintenance
pl_pl: Utrzymanie firmy Factor
vi_vn: B?o trì y?u t? công ty

source: Factor Companies
ar: شركات عامل
et: Factor Ettevõtted
fa: شرکت های عامل
fr_lu: Sociétes d'affacturage
hr_hr: Faktor tvrtke
ja: 運送会社
lv_lv: Factor uzņēmumi
pl_pl: Factor Firmy
vi_vn: Y?u t? công ty

source: The factoring company name must be entered and be forty characters or less long
ar: يجب إدخال اسم الشركة العوملة و تكون أربعين حرفا أو أقل طويلة
et: Faktooring ettevõtte nimi tuleb sisestada ja nelikümmend märki või vähem pikad
fa: factoring نام شرکت باید وارد می شود و شخصیت های چهل یا کمتر طولانی
fr_lu: Le nom de la société d'affacturage doit comporter au plus quarante caractères et ne doit pas être vide
hr_hr: Naziv factoring tvrtka mora biti upisan i biti četrdeset znakova ili manje duga
ja: 会社名は15文字以下で入力しなければなりません
lv_lv: The shipping-method's name must be less than forty-one characters long
pl_pl: Nazwa firmy faktoringowej musi być umieszczony i będzie czterdzieści znaków lub mniej długi
vi_vn: Tên công ty bán tài kho?n ph?i thu ph?i du?c nh?p và ph?i du?i 40 kí t?

source: The email address entered does not appear to be a valid email address format
ar: لا يظهر عنوان البريد الإلكتروني الذي تم إدخاله إلى أن يكون شكل عنوان بريد إلكتروني صالح
et: Meiliaadressile ei näi olevat kehtiv e-posti aadress formaat
fr_lu: L'adresse courriel est incorrecte
hr_hr: E-mail adresa je ušao ne pojaviti se bitivaljana e-mail adresa formata
ja: 入力したメールアドレスは有効な電子メールアドレスの形式であることが表示されません
lv_lv: E-pasta ievadīta adrese nešķiet būtderīga e-pasta adreses formāts

source: Validation failed no insert or update took place
ar: فشل التحقق من صحة أي إدراج أو تحديث استغرق مكان
et: Valideerimine ebaõnnestus ei sisestada või värskendada toimus
fr_lu: Rien n'a été modifié
hr_hr: Provjera nije uspjela umetak ili ažurirati održana
ja: 検証は、挿入に失敗しないか、または更新が行われた
lv_lv: Validācija neizdevās ne ievietot vai atjaunināt notika

source: The factoring company
ar: الشركة العوملة
et: Faktooringufirmale
fa: شرکت factoring
fr_lu: La société d'affacturage
hr_hr: Factoring tvrtke
ja: デフォルト運送会社
lv_lv: Default Shipping method
pl_pl: Firma faktoringowa
vi_vn: Công ty bán tài kho?n ph?i thu

source: The SQL that was used to insert the factor but failed was
ar: كان SQL التي تم استخدامها لإدراج عامل لكنها فشلت
et: SQL , mida kasutati sisestada tegur , kuid ei olnud
fa: گذاشتن که برای وارد کردن مورد استفاده قرار گرفت اما نتوانست عامل بود
fr_lu: Échec de la commande SQL d'ajoût du facteur:
hr_hr: SQL koji je korišten za umetanje faktor , ali nije bio
ja: 品目を追加に用いられたSQLは失敗した
lv_lv: SQL , kas tika izmantots, lai ievietotu faktors , bet neizdevās , bija
pl_pl: SQL, który został użyty, aby wstawić czynnikiem, ale nie było
vi_vn: Dữ liệu để chèn các yếu tố nhưng không thành công

source: A new factoring company for
ar: شركة التخصيم جديدة لل
et: Uus faktooringufirmale eest
fa: شرکت factoring جدید برای
fr_lu: Une nouvelle société d'affacturage
hr_hr: Nova tvrtka za faktoring
ja: デフォルト運送会社
lv_lv: Jaunā faktoringa kompānija
pl_pl: Nowa firma faktoringowa na
vi_vn: M?t công ty bán tài kho?n ph?i thu m?i cho

source: has been added to the database
ar: قد أضيفت إلى قاعدة البيانات
et: on lisatud andmebaasi
fa: شده است به پایگاه داده ارسال
fr_lu: a été ajouté la base de données
hr_hr: je dodan u bazu podataka
ja: データベースに追加された
lv_lv: tika pievienots datubāzei
pl_pl: została dodana do bazy danych
vi_vn: Đã được thêm vào cơ sở dữ liệu

source: The factoring company could not be updated because
ar: تعذر تحديث الشركة العوملة لأن
et: Faktooringufirmale ei saa ajakohastada , sest
fa: شرکت factoring نمی تواند به دلیل به روز شده
fr_lu: La société d'affacturage ne pouvait pas être mis à jour car
hr_hr: Factoring tvrtka ne može biti ažurirana , jer
ja: システム構成は更新できませんでした、理由は
lv_lv: The Shipping cost record could not be updated because
pl_pl: Firma faktoringowa nie może zostać zaktualizowany z powodu
vi_vn: Không c?p nh?t du?c v? công ty bán tài kho?n ph?i thu

source: The SQL that was used to update the factor but failed was
ar: كان SQL التي تم استخدامها لتحديث عامل لكنها فشلت
et: SQL , mida kasutati , et ajakohastada tegur , kuid ei olnud
fa: گذاشتن که برای به روز رسانی عامل مورد استفاده قرار گرفت اما نتوانستند بود
fr_lu: Échec de la commande SQL de mise à jour du facteur:
hr_hr: SQL koji je korišten za ažuriranje faktor , ali nije bio
ja: 注文を更新に用いられたSQLは失敗した
lv_lv: SQL , kas tika izmantoti, lai atjauninātu faktors , bet neizdevās , bija
pl_pl: SQL, który był używany do aktualizacji, ale nie była czynnikiem
vi_vn: Dữ liệu SQL để cập nhật các yếu tố nhưng không thành công

source: The factoring company record for
ar: السجل شركة التخصيم لل
et: Faktooringufirmale rekord
fa: factoring ثبت شرکت برای
fr_lu: La fiche "société d'affacturage" pour
hr_hr: Rekord factoring tvrtka za
ja: ためのファクタリング会社レコード
lv_lv: Faktoringa kompānija rekords
pl_pl: Faktoring dla wytwórni
vi_vn: H? so công ty bán tài kho?n ph?i thu cho

source: Cannot delete this factor because there are suppliers using them
ar: لا يمكن حذف هذا العامل لأن هناك شركات استخدامها
et: Ei saa kustutada seda tegur , sest seal on tarnijatele , kasutades neid
fa: آیا می توانم استفاده حذف این عامل وجود دارد زیرا تامین کنندگان با استفاده از آنها نیست
fr_lu: Impossible de supprimer ce facteur parce qu'il ya des fournisseurs qui les utilisent
hr_hr: Ne može se izbrisati taj faktor jer su dobavljači ih koriste
ja: それを使う税グループがあるため、この税務当局の削除できなかった
lv_lv: Nevar izdzēst šo faktoru , jo tur ir piegādātāji , izmantojot tos
pl_pl: Nie można usunąć tego czynnika, ponieważ istnieje dostawców wykorzystujących je
vi_vn: Không th? xóa bên mua tài ph?i thu này vì có nh?ng nhà cung c?p dang s? d?ng chúng

source: suppliers using this factor company
ar: الموردين باستخدام هذه الشركة عامل
et: tarnijad kasutavad seda tegur ettevõte
fa: تامین کنندگان با استفاده از این عامل شرکت
fr_lu: fournisseurs qui utilisent cette société d'affacturage
hr_hr: dobavljači koriste ovaj faktor tvrtku
ja: この要因会社を使用してサプライヤー
lv_lv: piegādātāji , kas izmanto šo faktoru uzņēmumu
pl_pl: dostawców korzystających z tej firmy czynnikiem
vi_vn: Nh?ng nhà cung c?p dang s? d?ng công ty mua tài kho?n ph?i thu này

source: Factoring company record record for
ar: شركة التخصيم سجل الرقم القياسي ل
et: Faktooringufirmale rekord rekord
fa: Factoring شرکت ثبت رکورد
fr_lu: Fiche société d'affacturage pour
hr_hr: Faktoring tvrtka rekord rekord
ja: ためのファクタリング会社のレコード盤
lv_lv: Faktoringa kompānija ieraksts rekords
pl_pl: wytwórnia Factoring rekord
vi_vn: H? so công ty bán tài kho?n ph?i thu cho

source: Factor company Name
ar: عامل اسم الشركة
et: Factor firma nimi
fa: نام و نام خانوادگی عامل شرکت
fr_lu: Nom de la société d'affacturage
hr_hr: Faktor naziv tvrtke
ja: カテゴリ名
lv_lv: Faktors uzņēmuma nosaukums
pl_pl: Nazwa firmy Factor
vi_vn: Tên công ty mua tài kho?n ph?i thu

source: Telephone
ar: هاتف
et: telefon
fa: تلفن
fr_lu: Téléphone
hr_hr: Telefon
ja: 電話
lv_lv: Telefons
pl_pl: Telefon
vi_vn: số điện thoại

source: Insert New Factor
ar: إدراج عامل جديد
et: Lisada uus Factor
fa: درج عامل جدید
fr_lu: Insérer une nouvelle Factor
hr_hr: Umetnite novi čimbenik
ja: 新品目追加
lv_lv: Ievietot jaunu Factor
pl_pl: Wstawianie nowego elementu
vi_vn: Thêm m?t d?i tu?ng mua tài kho?n ph?i thu m?i

source: Update Factor
ar: تحديث عامل
et: Uuenda Factor
fa: بروز عامل
fr_lu: Mise à jour Factor
hr_hr: Ažuriranje Factor
ja: 得意先更新
lv_lv: atjaunināt Factor
vi_vn: C?p nh?t nhân t?

source: There is no second warning if you hit the delete button below
ar: لا يوجد الإنذار الثاني إذا كنت اضغط على زر حذف أدناه
et: Ei ole teine ​​hoiatus kui vajutad delete nuppu all
fa: هیچ اخطار دوم وجود دارد اگر شما آمار حذف دکمه زیر
fr_lu: Il n'y aura pas de second avertissement
hr_hr: Nema drugo upozorenje ako pogoditi gumb za brisanje ispod
ja: 下記の削除ボタンを押しても、第2の警告がありません
lv_lv: Netiks pārjautāts par dzēšanu, nospiežot podziņu &lt;dzēst&gt;
pl_pl: Uwaga! Nie będzie drugiego ostrzeżenia jesli naciśniesz klawisz USUŃ
vi_vn: Sẽ không có cảnh báo lần 2 nếu bạn nhấp nút xóa dưới đây

source: However checks will be made to ensure there are no suppliers are using this factor before the deletion is processed
ar: ولكن يتم إجراء الفحوصات للتأكد من عدم وجود شركات تستخدم هذا العامل قبل معالجة الحذف
et: Kuid kontrolli tehakse , et tagada puuduvad tarnijad kasutavad seda tegur ennekustutamist on töödeldud
fa: با این حال چک خواهد شد تا اطمینان حاصل شود هیچ تامین کنندگان وجود دارد با استفاده از این عامل قبل از حذف بررسی شود
fr_lu: Cependant des vérifications seront effectuées pour s'assurer qu'il n'y a pas de fournisseurs en utilisant ce facteur avant que la suppression est traitée
hr_hr: Međutim provjere će se osigurati ne postoje dobavljači koriste taj faktor prijebrisanja je obrađeno
ja: しかし、削除処理がされる前に、チェックが未処理の購買発注または既存の支払勘定トランザクションのないことを確認にします
lv_lv: Tomēr pārbaudes tiks veiktas , lai pārliecinātos, ka nav piegādātāji izmanto šo faktoru , pirmsdzēšanu tiek apstrādāti
pl_pl: Jednak kontrole będą dokonywane w celu zapewnienia nie ma dostawców za pomocą tego czynnika przed skreśleniem jest przetwarzany
vi_vn: Sẽ có kiểm tra để đảm bảo không có nhà cung cấp nào đang sử dụng yếu tố này trước khi tiền hành xóa

source: Delete Factor
ar: حذف عامل
et: Kustuta Factor
fa: حذف فاکتور
fr_lu: supprimer Factor
hr_hr: Brisanje Factor
ja: 得意先削除
lv_lv: Dzēst Factor
pl_pl: Usuń Factor
vi_vn: Xóa nhân t?

source: Are you sure you wish to delete this factoring company?
ar: هل أنت متأكد أنك تريد حذف هذه الشركة العوملة ؟
et: Oled sa kindel, et soovid kustutada selle faktooringufirmale ?
fa: آیا شما مطمئن هستید که میخواهید حذف این شرکت factoring؟
fr_lu: Voulez-vous supprimer cette société d'affacturage?
hr_hr: Jeste li sigurni da želite izbrisati ovaj faktoring tvrtku ?
ja: この仕入先価格を削除してもよろしいですか？
lv_lv: Vai tu tiešām vēlies dzēst šo faktoringa uzņēmumam ?
pl_pl: Czy na pewno chcesz usunąć ten firmy faktoringowej?
vi_vn: B?n có ch?c mu?n xóa công ty bán tài kho?n ph?i thu này?

source: Company Name
ar: اسم الشركة
et: Ettevõtte nimi
fa: نام شرکت
fr_lu: Nom de la société
hr_hr: Ime tvrtke
ja: 会社
lv_lv: Uzņēmuma nosaukums
pl_pl: Nazwa firmy
vi_vn: Tên công ty

source: Address 1
ar: العنوان 1
et: aadress 1
fa: آدرس 1
fr_lu: Adresse 1
hr_hr: Adresa 1
ja: 住所１
lv_lv: Adreses līnija 1
pl_pl: Adres 1
vi_vn: Địa chỉ 1

source: Address 2
ar: العنوان 2
et: aadress 2
fa: آدرس 2
fr_lu: Adresse 2
hr_hr: Adresa 2
ja: 住所２
lv_lv: Adreses līnija 2
pl_pl: Adres 2
vi_vn: Địa chỉ 2

source: Address 3
ar: العنوان 3
et: aadress 3
fa: آدرس 3
fr_lu: Adresse 3
hr_hr: Adresa 3
ja: 住所３
lv_lv: Adreses līnija 3
pl_pl: Adres 3
vi_vn: Địa chỉ 3
