Repository: timschofield/KwaMoja-Medical
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar, et, fa, fr_lu, hr_hr, ja, lv_lv, pl_pl, vi_vn

source: budgets cannot be allocated until the GL accounts are set up
ar: لا يمكن تخصيص الميزانيات حتى يتم تعيين حسابات جي
et: eelarved ei saa eraldada kuniGL kontod on loodud
fa: بودجه اختصاص داده شده را نمی توان تا زمانی که حساب های گرم در حال راه اندازی
fr_lu: budgets ne peuvent être attribuées tant que les comptes GL sont mis en place
hr_hr: proračuni ne mogu se dodjeljivati ​​dok se GL račune postavili
ja: GLアカウントが設定されるまで予算を割り当てることができない
lv_lv: budžeti nevar piešķirt līdz GL konti ir izveidotas
pl_pl: budżetu nie może być przypisana do konta GL ustala się
vi_vn: ngân sách không thể được phân bổ cho đến khi tài khoản GL được thiết lập

source: Account Navigation
et: Konto navigeerimine
fa: حساب کاربری
hr_hr: račun za navigaciju
ja: アカウントナビゲーション
lv_lv: konta navigācija
pl_pl: Nawigacja na koncie
vi_vn: Danh mục tài khoản

source: Prev Account
ar: الحساب السابق
et: Eelmine Account
fa: قبلی حساب کاربری
fr_lu: Compte précedent
hr_hr: Prethodna račun
ja: 前勘定
lv_lv: Iepriek&#353;ējais konts
pl_pl: Poprzedni konto
vi_vn: Tài khoản trước đó

source: Select Account
ar: حدد حساب
et: Valige Konto
fa: انتخاب حساب کاربری
fr_lu: Sélectionner un compte
hr_hr: Odaberite račun
ja: 勘定選択
lv_lv: Izvēlēties kontu
pl_pl: Wybierz Konto
vi_vn: Lựa chọn tài khoản

source: Next Account
ar: الحساب التالي
et: Järgmine konto
fa: بعد حساب کاربری
fr_lu: Suivant compte
hr_hr: Sljedeća račun
ja: 次勘定
lv_lv: Nāko&#353;ais konts
pl_pl: Następna konto
vi_vn: Tài khoản tiếp theo

source: Cannot update GL budgets
ar: لا يمكن تحديث الميزانيات GL
et: Ei saa uuendada GL eelarved
fa: آیا می توانم بروز رسانی گرم در بودجه نیست
fr_lu: Impossible de mettre à jour les budgets GL
hr_hr: Ne može se ažurirati GL proračune
ja: ＧＬ予算更新不可
lv_lv: Nevar labot budžetu
pl_pl: Nie można zaktualizować GL budżetów
vi_vn: Không th? c?p nh?t ngân sách s? cái

source: The SQL that failed to update the GL budgets was
ar: كان SQL التي فشلت في تحديث الميزانيات GL
et: SQL , et ei suutnud uuendada GL eelarved olnud
fa: گذاشتن که قادر به بروز رسانی بودجه گرم بود
fr_lu: Échec de la commande SQL de mise à jour du budget GL:
hr_hr: SQL koja se nije uspjela ažurirati GL proračune bio
ja: GL予算更新に失敗したSQLでした
lv_lv: SQL Neidzevās labot budžetu -
pl_pl: SQL, które nie udało się zaktualizować budżetów GL było
vi_vn: D? li?u SQL không thành công trong vi?c c?p nh?t ngân sách s? cái là

source: Budget Entry
ar: دخول الميزانية
et: eelarve sissekanne
fa: ورود بودجه
fr_lu: Entrée sur le budget
hr_hr: Proračun post
ja: 予算入力
lv_lv: budžeta Entry
pl_pl: Wpis w budżecie
vi_vn: nhập ngân sách

source: Last Financial Year
ar: السنة المالية الماضية
et: Viimase majandusaasta
fa: تاریخ و زمان آخرین سال مالی
fr_lu: Dernier exercice
hr_hr: Protekloj poslovnoj godini
ja: 前会計年度
lv_lv: Iepriek&#353;ejais finan&#353;u gads
pl_pl: Ostatniego roku obrotowego
vi_vn: Năm tài chính trước

source: This Financial Year
ar: هذه السنة المالية
et: Käesoleva eelarveaasta
fa: این سال مالی
fr_lu: Cette année financière
hr_hr: Ova financijska Godina
ja: 現会計年度
lv_lv: &#352;is finan&#353;u gads
pl_pl: Ten rok budżetowy
vi_vn: Năm tài chính hiện tại

source: Next Financial Year
ar: السنة المالية القادمة
et: Järgmise majandusaasta
fa: سال مالی بعد
fr_lu: Exercice suivant
hr_hr: Sljedećoj financijskoj godini
ja: 次会計年度
lv_lv: Iepriek&#353;ējais finan&#353;u gads
pl_pl: Następny rok budżetowy
vi_vn: Năm tài chính sau

source: Year ended
ar: السنة المنتهية في
et: aastal lõppenud
fa: سال به پایان رسید
fr_lu: Exercice terminé le
hr_hr: godinu koja je završila
ja: 完了年
lv_lv: Gads beidzies
pl_pl: Rok kończący się
vi_vn: Kết thúc năm

source: Actual
ar: فعلي
et: tegelik
fa: واقعی
fr_lu: Réelles
hr_hr: stvaran
ja: 実績
lv_lv: Aktuālais
pl_pl: Aktualny
vi_vn: Thực tế

source: Budget
ar: ميزانية
et: eelarve
fa: بودجه
hr_hr: budžet
ja: 予算
lv_lv: Budžets
pl_pl: Budżet
vi_vn: Ngân sách

source: Annual Budget
ar: الميزانية السنوية
et: Aastane eelarve
fa: بودجه سالیانه
fr_lu: Budget annuel
hr_hr: Godišnji proračun
ja: 月次予算
lv_lv: gada budžets
pl_pl: Roczny budżet
vi_vn: Ngân sách năm

source: Apportion Budget
ar: تقسم الميزانية
et: jaotama Eelarve
fr_lu: Répartition du budget
hr_hr: odmjeriti proračun
ja: 期間予算

source: Could not retrieve the ChartDetail records because
ar: لا يمكن استرداد السجلات ChartDetail لأن
et: Ei saa laadida ChartDetail arvestust sest
fa: آیا بازیابی سوابق ChartDetail نمی کند چرا که
fr_lu: Impossible de récupérer les enregistrements ChartDetail parce
hr_hr: Nije moguće dohvatiti podatke ChartDetail jer
ja: 期間データ取出しできない理由は
lv_lv: Nevar iegūt perioda datus, jo
pl_pl: Nie można pobrać ChartDetail rekordy, ponieważ
vi_vn: Không thể lấy lại hồ sơ vì ChartDetail

source: Could not update the chartdetails record because
ar: لا يمكن تحديث السجل بسبب chartdetails
et: Pole võimalik uuendadachartdetails rekord , sest
fa: ممکن است به دلیل بروز رسانی ثبت chartdetails نیست
fr_lu: Impossible de mettre à jour l'enregistrement parce chartdetails
hr_hr: Ne može se ažurirati chartdetails rekord , jer
ja: chartdetailsレコードを更新できませんでしたので、
lv_lv: Nevarēja atjaunināt chartdetails ierakstu, jo
pl_pl: Nie mogę zmienić rekordu chatdetails ponieważ
vi_vn: Không thể cập nhật hồ sơ

source: GL Codes Inquiry
ar: GL رموز التحقيق
et: GL koodid Inquiry
fa: گرم در استعلام کد
fr_lu: Consultation des codes GL
hr_hr: GL kodovi Upit
ja: GLコード問合せ
lv_lv: Viragrāmatas koda pieprasījums
pl_pl: Przegląd Kodów KG
vi_vn: Yêu cầu mã tài khoản sổ cái

source: Group
ar: مجموعة
et: grupp
fa: گروه
fr_lu: Groupe
hr_hr: skupina
ja: グループ
lv_lv: Grupa
pl_pl: Grupa
vi_vn: Nhóm

source: Journal Entry
ar: إدخال دفتر اليومية
et: konteering
fa: مجله ورود
fr_lu: Écriture
hr_hr: časopis Stupanje
ja: 仕訳入力
lv_lv: Grāmatojuma ievade
pl_pl: Pozycje Dziennika
vi_vn: Nhập báo cáo ngày

source: The date entered was not valid please enter the date to process the journal in the format
ar: كان التاريخ الذي تم إدخاله غير صالح الرجاء إدخال التاريخ لمعالجة المجلة في شكل
et: Sisestatud kuupäev ei kehti, palun sisestada kuupäev , mis töötlevad ajakirjaformaadis
fa: تاریخ وارد شده معتبر نمی باشد لطفا تاریخ مجله در فرمت به روند
fr_lu: La date saisie n'est pas valide s'il vous plaît entrez la date de traiter le journal dans le format
hr_hr: Datum unijeli nije valjana molimo unesite datum za obradu dnevnik u obliku
ja: 入力日は有効でありませんでした、フォーマットで仕訳を処理日を入力して下さい
lv_lv: Ievadītā datuma formāts ir nepareizs, lūdzu ievadiet datumu pareizi lai ievadītu grāmatojumu
pl_pl: Wprowadzona data jest nieprawidłowa, proszę wprowadzić datę w formacie
vi_vn: Ngày nh?p vào không h?p l?, vui lòng nh?p ngày vào d? ti?n hành báo cáo hàng ngày trong d?nh d?ng

source: Accept and Process Journal
ar: قبول و معالجة مجلة
et: Võtta ja töödelda Teataja
fa: پذیرش و مجله فرایند
fr_lu: Accepter et écrire le journal
hr_hr: Prihvatiti i obraditi Journal
ja: 入金と仕訳処理
lv_lv: Apstiprināt un veikt grāmatojumus
pl_pl: Zatwierdź i przetwórz dziennik
vi_vn: Ch?p nh?n và x? lý báo cáo ngày

source: Cannot insert a GL entry for the journal line because
ar: لا يمكن إدراج إدخال GL للخط مجلة ل
et: Ei saa lisadaGL kande ajakirja line kuna
fa: می توانید وارد نمی ورود برای خط گرم در مجله به دلیل
fr_lu: Impossible d'insérer une entrée de GL pour le journal en ligne, car
hr_hr: Ne možete umetnuti GL ulazak u časopisu linije , jer
ja: 仕訳行のＧＬ入力が挿入できない理由は
lv_lv: Nevar ievietot GL ierakstu par žurnāla rindas , jo
pl_pl: Nie mogę dołączyć pozycji KG dla linii dziennika ponieważ
vi_vn: Không th? nh?p s? cái cho dòng báo cáo ngày vì

source: Reversal
ar: انعكاس
et: ümberpööramine
fa: برگشت
fr_lu: Inversion
hr_hr: preokret
ja: 逆転
lv_lv: maiņa
pl_pl: Odwrócenie
vi_vn: đảo ngược

source: Cannot insert a GL entry for the reversing journal because
ar: لا يمكن إدراج إدخال GL للمجلة عكس لأن
et: Ei saa lisadaGL kandetagurdab ajakiri sest
fa: می توانید وارد نمی ورود برای گرم در مجله به خاطر بازگرداندن
fr_lu: Impossible d'insérer une entrée de GL pour la revue renverser parce
hr_hr: Ne možete umetnuti GL unos za vožnju unatrag časopisa jer
ja: 反対仕訳のGL入力を挿入できない理由は
lv_lv: Nevar ievietot GL ierakstu par atpakaļgaitas žurnālā , jo
pl_pl: Nie mogę wprowadzić pozycji KG dla korekty dziennika ponieważ
vi_vn: Không có thể chèn một mục GL cho tạp chí đảo ngược bởi vì

source: Journal
ar: مجلة
et: ajakiri
fa: روزنامه
hr_hr: časopis
ja: 仕訳
lv_lv: Žurnāls
pl_pl: Dziennik
vi_vn: báo cáo ngày

source: Enter Another General Ledger Journal
ar: أدخل أخرى دفتر الأستاذ العام مجلة
et: Sisesta Teine pearaamat Teataja
fa: وارد دیگر مجله لجر عمومی
fr_lu: Saisir une autre écriture dans le journal
hr_hr: Unesite Drugi General Ledger Journal
ja: 他の総勘定元帳仕訳入力
lv_lv: Ievadīt jaunu grāmatojumu
pl_pl: Wprowadź następną pozycję dziennika KG
vi_vn: Nhập khác General Ledger Tạp chí

source: GL Journals involving a bank account cannot be entered
ar: المجلات GL تنطوي على الحساب المصرفي لا يمكن إدخالها
et: GL Ajakirjad seotudpangakonto ei saa sisestada
fa: گرم در مجلات مربوط به حساب بانکی را نمی توان وارد
fr_lu: Journaux GL impliquant un compte bancaire ne peut être conclu
hr_hr: GL Časopisi uključuju bankovni račun nije moguće unijeti
ja: 銀行口座を含んでいるGL仕訳は入力できません
lv_lv: GL Žurnāli iesaistot bankas kontu nevar iekļaut
pl_pl: Nie można wprowadzić pozycji z wyciągu bankowego
vi_vn: GL tạp chí liên quan đến một tài khoản ngân hàng không có thể được nhập

source: Bank account general ledger entries must be entered by either a bank account receipt or a bank account payment
ar: يجب إدخال حساب إدخالات دفتر الأستاذ العام البنك إما عن طريق إيصال الحساب المصرفي أو الدفع حساب مصرفي
et: Pangakonto pearaamatu kanded tuleb kanda kaspangakonto laekumise võipangakonto makse
fa: حساب بانکی نوشته های معین به طور کلی باید توسط یا رسید بانکی و یا حساب بانکی پرداخت وارد حساب کاربری
fr_lu: Banque écritures comptables du grand livre général doit être saisi soit par un reçu de compte bancaire ou un compte de paiement bancaire
hr_hr: Bankovni račun glavne knjige prijave moraju biti uneseni od strane bilo primitka bankovnog računa ili plaćanje računa u banci
ja: 銀行口座元帳エントリは銀行口座の領収書や銀行口座のお支払いのいずれかの方法で入力する必要があります
lv_lv: Grāmatojumus bankas kontā ir jāievada no ienāko&#353;ajies/izejo&#353;ajiem bankas maksājumiem
pl_pl: Pozycje KG dla transansakcji bankowych muszą być wprowadzone przez uznanie lub obciążenie konta bankowego
vi_vn: Tài khoản ngân hàng chung mục sổ kế toán phải được nhập vào hoặc là một nhận tài khoản ngân hàng hoặc thanh toán tài khoản ngân hàng

source: The manual GL code entered does not exist in the database
ar: دخلت الرمز GL دليل غير موجود في قاعدة البيانات
et: Lae GL Sisestatud ei eksisteeri andmebaasis
fa: کتابچه راهنمای کد گرم وارد می کند در پایگاه داده وجود ندارد
fr_lu: Le code GL manuel entré n'existe pas dans la base de données
hr_hr: Upotrebu GL broj ušla ne postoji u bazi podataka
ja: マニュアルGLコードがデータベースに存在しないに入った
lv_lv: Konta numurs neeksistē
pl_pl: Ręcznie wprow. kod KG nie istnieje w bazie
vi_vn: Hướng dẫn GL đang nhập không tồn tại trong cơ sở dữ liệu

source: You must select a GL account code
ar: يجب تحديد رمز حساب GL
et: Pead valima GL konto kood
fa: شما باید یک گرم در کد حساب را انتخاب کنید
fr_lu: Vous devez sélectionner un code de compte GL
hr_hr: Morate odabrati kod GL račun
ja: ＧＬ勘定転記
lv_lv: Jums ir jāizvēlas GL kontu kodu
pl_pl: Należy wybrać kod konta GL
vi_vn: Bạn phải chọn một mã tài khoản GL

source: Date to Process Journal
ar: الآن ل معالجة مجلة
et: Aega menetleda Teataja
fa: تاریخ به فرآیند مجله
fr_lu: Date de création des écritures
hr_hr: Datum za obradu Journal
ja: 仕訳処理日
lv_lv: Grāmatojuma datums
pl_pl: Data przetworzenia dziennika
vi_vn: Nay đến quá trình Tạp chí

source: Reversing
ar: عكس
et: Tagurdustuled
fa: معکوس
fr_lu: Contre-passer
hr_hr: preusmjeren
ja: 反対仕訳
lv_lv: Pretējs
pl_pl: Korekta
vi_vn: đảo ngược

source: Normal
ar: طبيعي
et: normaalne
fa: عادی
hr_hr: normalan
ja: 通常仕訳
lv_lv: Normāls
pl_pl: Normalne
vi_vn: Bình thường

source: Journal Line Entry
ar: مجلة دخول الخط
et: Journal Line sissekanne
fa: مجله ورودی خط
fr_lu: Écriture
hr_hr: Časopis Line Entry
ja: 仕訳行入力
lv_lv: Grāmatojuma rinda
pl_pl: Wprowadzanie Pozycji Dziennika
vi_vn: Nh?p dòng báo cáo ngày

source: GL Tag
ar: GL الدلالية
fa: گرم در برچسب
fr_lu: Label GL
ja: 税
lv_lv: Birka
pl_pl: GL tagu

source: Select a general ledger account code
ar: تحديد رمز حساب دفتر الأستاذ العام
et: Vali pearaamatu konto kood
fa: انتخاب یک ژنرال معین کد حساب
fr_lu: Sélectionner un code de compte du GL
hr_hr: Odaberite glavne knjige kôd račun
ja: 新しい総勘定元帳勘定が追加された
lv_lv: Izvēlieties virsgrāmatas kontā kodu
pl_pl: Wybierz ogólnego kodeksu kont księgi głównej
vi_vn: Chọn một mã tài khoản sổ cái chung

source: GL Narrative
ar: GL السردي
fa: گرم در روایت
fr_lu: Explication GL
hr_hr: GL Narativna
ja: GL摘要
lv_lv: Apraksts
pl_pl: Opis KG
vi_vn: GL tường thuật

source: Journal Summary
ar: مجلة ملخص
et: Journal kokkuvõte
fa: مجله خلاصه
fr_lu: Résumé journal
hr_hr: časopis Sažetak
ja: 仕訳入力
lv_lv: žurnāls kopsavilkums
pl_pl: Dziennik Podsumowanie
vi_vn: T?ng h?p báo cáo ngày

source: Required to balance
ar: مطلوب لتحقيق التوازن
et: Nõutav tasakaalustamiseks
fr_lu: obligatoire pour l'équilibre
hr_hr: Potreban za ravnotežu
ja: 所要日
lv_lv: Nepieciešams sabalansēt

source: The journal must balance ie debits equal to credits before it can be processed
ar: المجلة يجب أن توازن أي الخصوم يساوي رصيد قبل أن يتم معالجتها
et: Ajakirjas peab olema tasakaalus , st deebet võrdub krediiti enne seda saab töödelda
fa: مجله باید تعادل debits یعنی برابر با اعتبارات می توان آن را قبل از پردازش
fr_lu: Le journal doit équilibrer les débits soit égale aux crédits avant de pouvoir être traitées
hr_hr: Časopis mora uravnotežiti odnosno dugovanja u visini kredita prije nego što može biti obrađen
ja: それが処理できる前に、仕訳は貸方と等しい借方のバランスをとらなければなりません
lv_lv: Grāmatojuma kredītam ir jābūt vienādam ar debitu, tikai tad grāmatojumu varēs veikt
pl_pl: Dziennik musi mieć zbilansowane strony Winien/Ma przed wprowadzeniem
vi_vn: Tạp chí phải cân bằng tức là ghi nợ tương đương với các khoản tín dụng trước khi nó có thể được xử lý

source: General Ledger Journal Inquiry
ar: دفتر الأستاذ العام مجلة التحقيق
ja: 総勘定元帳勘定問合せ

source: Selection Criteria
et: Valikukriteeriumid
ja: 満たす基準

source: Journal Number Range
ar: مجلة رينج عدد
et: Journal arv Range
hr_hr: Časopis Broj raspona
ja: カラム番号
lv_lv: Žurnāls Numurs diapazons

source: Journals Dated Between
ar: المجلات تتراوح تواريخها بين
et: Ajakirjad Kuupäev vahel
fa: مجلات مورخ بین
fr_lu: Journaux datée entre
hr_hr: Časopisi datira između
ja: ジャーナル間日付がついた
lv_lv: Žurnāli Datums Starp
pl_pl: Czasopisma datowana
vi_vn: Tạp chí Ngày Giữa

source: General ledger journal listing
ar: دفتر الأستاذ العام مجلة الإدراج
et: Pearaamat ajakirja loetelu
fa: فهرست عمومی معین مجله
fr_lu: Grand livre Journal annonce
hr_hr: Glavna knjiga Časopis oglas
ja: 総勘定元帳ジャーナルリスト
lv_lv: Virsgrāmatas žurnālu sarakstu
pl_pl: General Ledger wpis journal
vi_vn: Sổ cái tổng hợp danh sách tạp chí

source: General Ledger Jornals
ar: دفتر الأستاذ العام Jornals
et: Pearaamat Jornals
fa: عمومی لجر Jornals
hr_hr: Glavna knjiga Jornals
ja: 総勘定元帳Jornals
lv_lv: Virsgrāmatas Jornals
vi_vn: Chung Ledger Jornals

source: Journal Number
et: Journal arv
ja: カラム番号

source: Account Description
ar: الوصف حساب
et: Konto kirjeldus
fa: شرح حساب
fr_lu: Description du compte
hr_hr: račun Opis
ja: 勘定セクション
lv_lv: konta Apraksts
pl_pl: Opis konta
vi_vn: Mô tả tài khoản

source: The selected period from is actually after the period to
ar: الفترة المختارة من هو في الواقع بعد فترة إلى
et: Valitud perioodil on tegelikult pärast seda tähtaega
fa: انتخاب شده از دوره است که در واقع پس از دوره به
fr_lu: Le début de la période sélectionnée est supérieure à la fin de période
hr_hr: Odabrano razdoblje od zapravo nakon razdoblja do
ja: から選択された期間が経過した後に、実際に
lv_lv: Sākuma periods ir pēc beigu perioda
pl_pl: Wybrany 'okres od' jest późniejszy niż 'okres do'
vi_vn: Giai đoạn lựa chọn từ thực sự là sau khi giai đoạn đến

source: Please reselect the reporting period
ar: يرجى إعادة تحديد الفترة المشمولة بالتقرير
et: Palun valige uuesti aruandeperioodil
fa: لطفا reselect دوره گزارش
fr_lu: Merci de sélectionner à nouveau la période pour le rapport
hr_hr: Molimo ponovni izvještajno razdoblje
ja: 報告期間を再選択してください
lv_lv: Lūdzu atkārtoti izvēlēties periodu
pl_pl: Wybierz ponownie zakres raportu
vi_vn: Xin chọn lại kỳ báo cáo

source: Print Profit and Loss Report
ar: طباعة الربح والخسارة تقرير
et: Trüki tulude ja kulude aruanne
fa: نسخه قابل چاپ گزارش سود و زیان
fr_lu: Bénéfice d'impression et de rapport de perte
hr_hr: Ispis dobiti i gubitka Izvješće
ja: 損益計算書印刷エラー
lv_lv: Drukāt Peļņas un Zaudējuma aprēķina kļūdas
pl_pl: Zysk druku zgłoszenia szkody i
vi_vn: In báo cáo Lỗ/ Lãi

source: The purpose of the income statement is to show whether the company made or lost money during the period being reported.
ar: الغرض من بيان الدخل هو إظهار ما إذا كانت الشركة حققت أو فقدت المال خلال الفترة المبلغ عنها .
et: Eesmärk kasumiaruandes on näidata , kas äriühing on teinud või kaotatud raha perioodil on teatatud .
fa: هدف از بیانیه درآمد است که نشان دهد که آیا این شرکت ساخته شده یا از دست رفته پول در طول دوره در حال منتشر شده است.
fr_lu: Le but de la déclaration de revenu est de montrer si la société fait ou perdu de l'argent au cours de la période visée.
hr_hr: Svrha računu dobiti i gubitka je pokazati da li je tvrtka proizvela ili izgubili novac tijekom izvještajnog razdoblja .
ja: 損益計算書の目的は、会社が作ったか報告されている期間中にお金を失ったかどうかを示すことです。
lv_lv: Gada peļņas vai zaudējumu aprēķinā mērķis ir parādīt to, vaikompānija vai zaudējuši naudu periodā tiek ziņots .
pl_pl: Celem rachunku zysków i strat jest wykazanie, czy spółka osiągnęła lub stracili pieniądze w okresie zgłosił się.
vi_vn: Mục đích của báo cáo thu nhập là để hiển thị cho dù các công ty thực hiện hoặc bị mất tiền trong thời gian được báo cáo .

source: Select Period From
ar: حدد الفترة من
et: Vali Periood
fa: دوره انتخاب کنید و از
fr_lu: Sélectionner le début de la période
hr_hr: Odaberite razdoblje od
ja: 開始期間選択
lv_lv: No
pl_pl: Wybierz okres z
vi_vn: Chọn gai đoạn từ

source: Select Period To
ar: حدد الفترة
et: Vali ajavahemik
fa: دوره را انتخاب کنید تا
fr_lu: Sélectionner la fin de période
hr_hr: Odaberite razdoblje za
ja: 終了期間選択
lv_lv: Līdz
pl_pl: Wybierz Okres Końcowy
vi_vn: Chọn giai đoạn đến

source: A period up to 12 months in duration can be specified
ar: يمكن تحديد فترة تصل إلى 12 شهرا في المدة
et: Periood kuni 12 kuud; saab määrata
fa: دوره تا 12 ماه در مدت زمان مشخص شده می تواند
fr_lu: Une période maximale de 12 mois peut être spécifiée
hr_hr: Do 12 mjeseci trajanja može se navesti
ja: 12ヵ月までの期間が指定することができます
lv_lv: Periodu nevar izvēlētiesne garāku par 12 mēne&#353;iem
pl_pl: Można wybrać zakres do 12 miesięcy
vi_vn: Một khoảng thời gian lên đến 12 tháng trong khoảng thời gian có thể được xác định

source: the system automatically shows a comparative for the same period from the previous year
ar: النظام تلقائيا يظهر مقارن لنفس الفترة من العام السابق
et: süsteem automaatselt näitabvõrdlev samal perioodil eelmisel aastal
fa: سیستم به طور خودکار نسبی برای مدت مشابه از سال قبل را نشان می دهد
fr_lu: le système affiche automatiquement un avantage comparatif pour la même période de l'année précédente
hr_hr: Sustav automatski prikazujeusporedne za isto razdoblje prethodne godine
ja: システムはその前年の同期間の比較を自動的に表示します
lv_lv: Sistēma automātiski parāda salīdzino&#353;u informāciju par tādu pa&#353;u periodu pērn
pl_pl: system automatycznie pokaże porównanie z analogicznym okresem poprzedniego roku
vi_vn: hệ thống tự động hiển thị một so sánh với cùng kỳ so với năm trước

source: it cannot do this if a period of more than 12 months is specified
ar: أنها لا تستطيع أن تفعل هذا إذا تم تحديد مدة أكثر من 12 شهرا
et: ta ei saa seda teha , kuiaega rohkem kui 12 kuud, on määratletud
fa: می تواند این کار را اگر به مدت بیش از 12 ماه مشخص شده باشد
fr_lu: il ne peut pas le faire si une période de plus de 12 mois est spécifié
hr_hr: to ne može učiniti , akoje razdoblje od više od 12 mjeseci je navedeno
ja: 12ヵ月以上の期間は指定できません
lv_lv: To nevar izdarīt, jo periodu nevar izvēlētiesne garāku par 12 mēne&#353;iem
pl_pl: to nie może być wykonane, jeśli wybrany zostanie okres dłuższy niż 12 miesięcy
vi_vn: nó không thể làm điều này nếu một khoảng thời gian hơn 12 tháng được quy định

source: Please select an alternative period range
ar: الرجاء اختيار مجموعة و الفترة البديلة
et: Palun valigeteine ​​kehtivusaeg valik
fa: لطفا انتخاب محدوده دوره های جایگزین
fr_lu: S'il vous plaît sélectionnez une plage de la période de remplacement
hr_hr: Odaberite alternativni razdoblje raspon
ja: 代わりの期間範囲を選択してください
lv_lv: Lūdzu izvēlaties citu atskai&#353;u periodu
pl_pl: Spróbuj wybrać inny zakres dat
vi_vn: Hãy chọn một khoảng thời gian thay thế

source: Print Profit and Loss Error
ar: طباعة الربح والخسارة خطأ
et: Trüki tulude ja kulude viga
fa: سود چاپ و خطا از دست دادن
fr_lu: Bénéfice d'impression et d'erreur de perte
hr_hr: Ispis dobiti i gubitka Error
ja: 損益計算書印刷エラー
lv_lv: Drukāt Peļņas un Zaudējuma aprēķina kļūdas
pl_pl: Błąd wydruku bilansu wyników
vi_vn: In các lỗi báo cáo Lỗ/Lãi

source: total
ar: مجموع
et: kogusumma
fa: مجموع
hr_hr: ukupan
ja: 合計
lv_lv: kopā
pl_pl: razem
vi_vn: Tổng cộng

source: Profit
ar: ربح
et: kasum
fa: سود
fr_lu: Bénéfice
hr_hr: dobit
ja: 利益
lv_lv: Peļņa
pl_pl: Zysk
vi_vn: Lãi

source: Loss
ar: خسارة
et: kahju
fa: زیان
fr_lu: Pertes
hr_hr: gubitak
ja: 損失
lv_lv: Zaudējumi
pl_pl: Strata
vi_vn: Lỗ

source: General Ledger Profit Loss Inquiry
ar: دفتر الأستاذ العام الربح التحقيق فقدان
et: Pearaamat kasumikaotust Inquiry
fa: عمومی لجر سود استعلام از دست دادن
fr_lu: Comptabilité générale Profit Perte enquête
hr_hr: Glavna knjiga Dobit Gubitak Upit
ja: 総勘定元帳勘定問合せ
lv_lv: Virsgrāmatas konta pieprasījums
pl_pl: Zysk General Ledger śledczej Loss
vi_vn: Chung Ledger Inquiry mất lợi nhuận

source: Statement of Profit and Loss for the
ar: بيان الأرباح والخسائر لل
et: Kasumi ja kahjum
fa: بیانیه سود و زیان برای
fr_lu: Le compte de profits et pertes pour la
hr_hr: Izvještaj o dobiti i gubitka za
ja: 損益計算
lv_lv: Peļņas un zaudējumas aprēķins
pl_pl: Zestawienie zysków i strat za
vi_vn: B?n báo cáo Lãi và L? cho

source: months to
ar: أشهر إلى
et: kuud
fa: ماه تا
fr_lu: Mois a
hr_hr: mjeseci do
ja: ヶ月間 締め
lv_lv: mēne&#353;i līdz
pl_pl: miesięcy do
vi_vn: s? tháng t?i

source: Period Actual
ar: الفترة الفعلية
et: perioodi Tegelikud
fa: مدت زمان واقعی
fr_lu: Période courante
hr_hr: Razdoblje Aktualno
ja: 期間実績
lv_lv: Patreizējais periods
pl_pl: Aktualny Okres
vi_vn: thời gian thực tế

source: Period Budget
ar: الميزانية الفترة
et: perioodi eelarve
fa: دوره بودجه
fr_lu: Budget pour la Période
hr_hr: Proračun za razdoblje
ja: 期間予算
lv_lv: Budžets
pl_pl: Budżet Okresowy
vi_vn: Ngân sách theo giai do?n

source: P/L Percent after
ar: P / L في المئة بعد
et: P / L protsent pärast
ja: パーセンテージ
lv_lv: P / L Percent pēc
vi_vn: P / L phần trăm sau khi

source: Select A Different Period
ar: تحديد فترة مختلفة
et: Valige teine ​​ajavahemik
fa: انتخاب دوره های مختلف
fr_lu: Sélectionner une autre période
hr_hr: Odaberite drugačije razdoblje
ja: 異なる期間選択
lv_lv: Izvēlēties citu periodu
pl_pl: Wybierz inny okres
vi_vn: Chọn một giai đoạn khác

source: Income and Expenditure by Tag
ar: الإيرادات والمصروفات بحسب الدلالية
et: Tulud ja kulud Tag
fa: درآمد و مخارج توسط برچسب
fr_lu: Revenus et dépenses par mot-clef
hr_hr: Prihodi i rashodi po tagu
ja: 貸借対照表印刷エラー
lv_lv: Ieņēmumi un izdevumi pēc Tag
pl_pl: Dochodów i wydatków przez Tag
vi_vn: Thu nh?p và chi tiêu b?i Tag

source: Input Criteria for Report
ar: معايير المدخلات لل تقرير
et: Sisend kriteeriumid aruanne
fa: معیارهای ورودی برای گزارش
fr_lu: Critères d'entrée pour le rapport
hr_hr: Ulazni kriteriji za izvješće
ja: レポートの入力条件
lv_lv: Ieejas kritēriji ziņojumu
pl_pl: Kryteria wejścia do Raportu
vi_vn: Tiêu chuẩn đầu vào cho Báo cáo
