Repository: timschofield/KwaMoja-Medical
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar, et, fa, fr_lu, hr_hr, ja, lv_lv, pl_pl, vi_vn

source: The company name entered does not correspond to a database on the database server specified in the config.php configuration file. Try logging in with a different company name
ar: اسم الشركة دخلت لا تتوافق مع قاعدة بيانات على خادم قاعدة البيانات المحددة في ملف التكوين ملف config.php .
et: Firma nimi kantakse ei vasta andmebaasi andmebaasi server täpsustatud config.php failis.
fa: نام شرکت وارد شده به یک پایگاه داده بر روی سرور پایگاه داده مشخص شده در فایل پیکربندی config.php را مطابقت دارد نیست.
fr_lu: Le nom de l'entreprise saisi ne correspond pas à une base de données sur le serveur de base de données spécifié dans le fichier de configuration config.php. Essayez de vous connecter avec un nom de société différents
hr_hr: Naziv tvrtke ušla ne odgovara u bazu podataka na poslužitelju baze podataka naveden u datoteci config.php konfiguracije .
ja: 入力した会社名はconfig.phpの設定ファイルで指定されたデータベース·サーバ上のデータベースに対応していません。
lv_lv: Uzņēmums ir noslēdzis nosaukums neatbilst datubāzes datu bāzes serveri , kas norādīta config.php konfigurācijas failu .
pl_pl: Podana nazwa firmy nie odpowiada nazwie bazy danych na serwerze podanym w pliku config.php. Spróbuj innej nazwy firmy
vi_vn: Tên công ty nhập vào không tương ứng với một cơ sở dữ liệu trên máy chủ cơ sở dữ liệu quy định trong file cấu hình config.php .

source: Database SQL Failure
ar: فشل SQL قاعدة البيانات
et: Database SQL jätmine
fa: پایگاه داده SQL شکست
fr_lu: Échec SQL
hr_hr: SQL pogreška na bazi podataka
ja: データベースSQLの失敗
lv_lv: Datubāzes SQL kļūda
pl_pl: Błąd SQL bazy danych
vi_vn: Cơ sở dữ liệu SQL Không

source: Error Rolling Back Transaction
ar: خطأ دحر عملية
et: Viga nullib Tehingu
fr_lu: Erreur de rollback (annulation des dernières modifications) de transaction
hr_hr: Pogreška Rolling Back transakcija
ja: エラーがトランザクションのロールバック
lv_lv: Kļūda Rolling Atpakaļ Darījumu
pl_pl: Błąd Cofnięcia Transakcji
vi_vn: Lỗi cán Trở lại giao dịch

source: Database Rollback Error
ar: خطأ الاستعادة قاعدة البيانات
et: Andmebaas Tagastus viga
fr_lu: Erreur de Rollback de la base de données
hr_hr: Baza podataka Rollback Pogreška
ja: データベースのロールバックエラー
lv_lv: Datu bāzes Rollback kļūda
pl_pl: Błąd Cofnięcia Zapisów w bazie danych
vi_vn: Cơ sở dữ liệu Rollback Lỗi

source: Rolling Back Transaction OK
ar: المتداول عودة عملية OK
et: Nullib Tehing OK
fa: نورد برگشت OK معامله
fr_lu: Rétrogradation Transaction OK
hr_hr: Rolling Povratak transakcije redu
ja: 取引OKのロールバック
lv_lv: Rolling Atpakaļ Transaction Labi
pl_pl: Przywracanie transakcja OK
vi_vn: Cán Trở lại giao dịch OK

source: Database Rollback Due to Error Above
ar: الاستعادة قاعدة البيانات نظرا ل خطأ أعلاه
et: Andmebaas Tagastus Tänu Viga Üle
fa: عقبگرد پایگاه داده با توجه به خطا در بالا
fr_lu: Restauration des bases de données due à une erreur -dessus
hr_hr: Baza podataka Rollback zbog greške Iznad
ja: 上記のエラーが原因でデータベースのロールバック
lv_lv: Datu bāzes Rollback radusies kļūdas Virs
pl_pl: Przywracania bazy danych z powodu błędu Above
vi_vn: Cơ sở dữ liệu Rollback Do Lỗi Trên

source: The system has just run the regular database administration and optimisation routine.
ar: نظام للتو تشغيل إدارة قواعد البيانات العادية و الروتينية الأمثل .
et: Süsteem on lihtsalt käivitada regulaarne andmebaasi haldamine ja optimeerimine rutiinist.
fa: این سیستم به تازگی اجرای دولت پایگاه داده به طور منظم و روال بهینه سازی .
fr_lu: Le système vient juste de l'administration de base de données régulière et systématique d'optimisation.
hr_hr: Sustav je upravo trčanje redovite administraciju baze podataka i optimizacija rutinu .
ja: システムは、通常のデータベース管理および最適化ルーチンを実行しています。
lv_lv: Sistēma ir veikusi regulāro dartubāzes administrē&#353;anu un optimizē&#353;anas procedūru
pl_pl: System właśnie uruchomił okresowe procedury optymalizacyjne i administracyjne bazy danych.
vi_vn: Hệ thống đã chỉ cần chạy quản lý cơ sở dữ liệu thường xuyên và tối ưu hóa thông thường.

source: The company name entered together with the configuration in the file config.php for the database user name and password do not provide the information required to connect to the database.
ar: اسم الشركة دخلت جنبا إلى جنب مع التكوين في ملف config.php ملف للحصول على اسم مستخدم قاعدة البيانات وكلمة المرور لا توفر المعلومات المطلوبة للاتصال بقاعدة البيانات.
et: Firma nimi kantakse kooskonfiguratsioonifaili config.php andmebaasi kasutajanimi ja parool ei anna vajalikku teavet ühenduse andmebaasi .
fa: نام شرکت همراه با تنظیمات در فایل config.php را برای پایگاه داده نام کاربر و رمز عبور اطلاعات مورد نیاز برای اتصال به پایگاه داده فراهم نیست وارد زمین میشه.
fr_lu: Le nom de la société est entrée en collaboration avec la configuration dans le fichier config.php pour le nom d'utilisateur et mot de passe base de données ne fournissent pas les informations requises pour se connecter à la base de données.
hr_hr: Naziv tvrtke ušao zajedno s konfiguracijom u datoteci config.php za ime baze podataka korisnika i lozinkom ne daju informacije potrebne za povezivanje s bazom podataka .
ja: 会社名は、データベースに接続するために必要な情報を提供していないデータベースのユーザー名とパスワードのファイルのconfig.php内の設定と一緒に入った。
lv_lv: Uzņēmuma nosaukums ieraksta kopā ar konfigurāciju failu config.php par datubāzes lietotāja vārdu un paroli nav sniegt informāciju, kas nepieciešama , lai izveidotu savienojumu ar datu bāzi .
pl_pl: Konfiguracja hasła i nazwy użytkownika bazy danych zapisana w pliku config.php nie umożliwia połączenia z bazą danych.
vi_vn: Tên công ty vào cùng với các cấu hình trong tập tin config.php cho tên người dùng cơ sở dữ liệu và mật khẩu không cung cấp các thông tin cần thiết để kết nối với cơ sở dữ liệu .

source: Try logging in with an alternative company name.
ar: حاول تسجيل الدخول باستخدام اسم الشركة البديلة.
et: Proovige sisse logida ja alternatiivse firma nimi .
fa: سعی کنید ورود بانام شرکت جایگزین .
fr_lu: Essayez de vous connecter avec un nom de société alternative.
hr_hr: Pokušajte se prijaviti s alternativni naziv tvrtke .
ja: 別の会社名でログインをお試しください。
lv_lv: Mēģiniet pieteikties ar alternatīvu uzņēmuma nosaukumu.
pl_pl: Spróbuj zalogowania z inną nazwą firmy
vi_vn: Thử đăng nhập với tên công ty thay thế .

source: DB ERROR:
ar: DB خطأ:
fr_lu: Erreur de la base:
hr_hr: DB POGREŠKA :
ja: DBエラー：
lv_lv: DB KĻŪDA :
pl_pl: BŁĄD BAZY DANYCH
vi_vn: Lỗi cơ sở dữ liệu

source: Error Rolling Back Transaction!!
ar: خطأ دحر عملية !
et: Viga nullib Tehingu !
fr_lu: Erreur de rollback (annulation des dernières modifications) de transaction
hr_hr: Pogreška pri poništavanju transakcije!!
ja: エラーはトランザクションをロールバック！
lv_lv: Kļūda Rolling atpakaļ Darījuma !
pl_pl: Błąd przy anulowaniu transakcji
vi_vn: Lỗi cán Trở lại giao dịch !

source: DB DEBUG:
ja: DBのDEBUG ：

source: The system has just run the regular database administration and optimisation routine
ar: نظام للتو تشغيل إدارة قواعد البيانات العادية و الروتينية الأمثل
et: Süsteem on lihtsalt käivitada regulaarne andmebaasi haldamine ja optimeerimine rutiinne
fa: این سیستم به تازگی اجرای دولت پایگاه داده به طور منظم و روال بهینه سازی
fr_lu: Le système vient juste de l'administration de base de données régulières et de routine d'optimisation
hr_hr: Sustav je upravo trčanje redovite administraciju baze podataka i optimizacija rutinu
ja: システムは、通常のデータベース管理および最適化ルーチンを実行している
lv_lv: Sistēma ir vienkārši palaist regulāru datu bāzes administrācijas un optimizācija rutīnas
pl_pl: System właśnie uruchomił okresowe procedury optymalizacyjne i administracyjne bazy danych.
vi_vn: Hệ thống đã chỉ cần chạy quản lý cơ sở dữ liệu thường xuyên và tối ưu hóa thường xuyên

source: The report does not have any output columns
ar: ليس لديها أي تقرير أعمدة الإخراج
et: Aruandes ei ole väljund veerud
fr_lu: Le Rapport n'a pas de colonnes pour la restitution
hr_hr: U izvješću nema nikakve stupce izlazne
ja: レポートでは、任意の出力列を持っていない
lv_lv: Atskaitei nav izveidotas kolonas
pl_pl: Raport nie ma kolumn wynikowych
vi_vn: Báo cáo không có bất kỳ cột đầu ra

source: You need to set up the data columns that you wish to show in the report
ar: تحتاج إلى إعداد أعمدة البيانات التي ترغب في إظهارها في التقرير
et: Sa pead loomaandmete veerud , mida soovite näidata aruandes
fa: شما نیاز به راه اندازی ستون داده که می خواهید برای نشان دادن در این گزارش
fr_lu: Vous devez paramétrer les colonnes de données que vous voulez afficher dans le Rapport
hr_hr: Morate postaviti stupce podataka koje želite prikazati u izvješću
ja: あなたがレポートに表示したいデータ列を設定する必要があります
lv_lv: Jums ir nepieciešams, lai izveidotu datu kolonnas , kuru vēlaties parādīt atskaitē
pl_pl: Musisz zdefiniować kolumny jakie chcesz zobaczyć w raporcie
vi_vn: Bạn cần phải thiết lập các cột dữ liệu mà bạn muốn hiển thị trong báo cáo

source: No Columns
ar: لا أعمدة
et: No veerud
fr_lu: Pas de colonne
hr_hr: Nema Kolumne
ja: いいえ列ません
lv_lv: Nav kolonnu
pl_pl: Brak Kolumn
vi_vn: Không có cột nào

source: Enter Columns for this report
ar: أدخل أعمدة لهذا التقرير
et: Sisesta veerg raporti
fa: ستونها به این گزارش وارد کنید
fr_lu: Saisir des Colonnes pour ce Rapport
hr_hr: Unesite stupaca za ovo izvješće
ja: このレポートのために列を入力してください
lv_lv: Ievadiet kolonnas atskaitei
pl_pl: Wprowadź Kolumny dla tego raportu
vi_vn: Nhập Cột trụ dùng cho báo cáo này

source: The report cannot have more than 10 columns in it
ar: لا يمكن أن يكون التقرير أكثر من 10 أعمدة في ذلك
et: Aruanne ei saa olla rohkem kui 10 veergude see
fr_lu: Le Rapport ne peut pas comporter plus de 10 colonnes
hr_hr: Izvješće ne može imati više od 10 stupaca u njoj
ja: レポートでは、その中に10以上の列を含めることはできません
lv_lv: Atskaitē nevar būt vairāk par 10 kollonnām
pl_pl: Raport nie może mieć więcej niż 10 kolumn
vi_vn: Báo cáo không thể có nhiều hơn 10 cột trong nó

source: Please delete one or more columns before attempting to run it
ar: يرجى حذف عمود واحد أو أكثر قبل محاولة تشغيله
et: Palun kustutada ühe või mitu veergu , enne kui proovite käivitada
fa: لطفا قبل از اقدام به آن را اجرا کنید ، حذف یک یا چند ستون
fr_lu: Veuillez supprimer une ou plusieurs colonnes avant de le lancer
hr_hr: Izbrišite jedan ili više stupaca nego što pokušate da ga pokrenuti
ja: それを実行しようとする前に、 1つ以上の列を削除してください
lv_lv: Lūdzu izdzēsiet vienu vai vair;akas kollonas pirm atskaites palai&#353;anas
pl_pl: Usuń co najmniej jedną kolumnę przed ponownym uruchomieniem
vi_vn: Hãy xóa một hoặc nhiều cột trước khi cố gắng chạy nó

source: Too Many Columns
ar: العديد من الأعمدة
et: Liiga palju tulpasid
fr_lu: Trop de colonnes
hr_hr: Previše stupaca
ja: 列が多すぎます
lv_lv: Par daudz kolonas
pl_pl: Za Dużo Kolumn
vi_vn: quá nhiều cột

source: Maintain Columns for this report
ar: الحفاظ على أعمدة لهذا التقرير
et: Kolonnide raporti
fa: حفظ ستونها به این گزارش
fr_lu: Gestion des colonnes pour ce rapport
hr_hr: Održavati stupaca za ovo izvješće
ja: このレポートの列を維持する
lv_lv: Kollonas atskaitei
pl_pl: Zmiana Kolumn w Tym Raporcie
vi_vn: Duy trì cột cho báo cáo này

source: Calculated fields must use columns defined in the report specification
ar: يجب الحقول المحسوبة استخدام الأعمدة المعرفة في مواصفات تقرير
et: Arvestuslik väljad peavad kasutama veerge on defineeritud aruande spetsifikatsioon
fa: زمینه های محاسبه شده باید ستون تعریف شده در مشخصات گزارش استفاده کنید
fr_lu: Les champs calculés doivent utiliser des colonnes définies dans les paramètres du Rapport
hr_hr: Izračunata polja moraju koristiti stupce definirane u izvješću specifikaciji
ja: 計算されたフィールドがレポート仕様で定義された列を使用する必要があります
lv_lv: Aprēķinātie lauki ir izmantot kolonnas , kas definēts specifikācijā
pl_pl: Kolumny wyliczane muszą używać kolumn zdefiniowanych w tym raporcie
vi_vn: Lĩnh vực tính toán phải sử dụng các cột được xác định trong các đặc điểm kỹ thuật báo cáo

source: The numerator column number entered for this calculation is not defined in the report
ar: لم يتم تعريف رقم العمود البسط دخلت ل هذه العملية الحسابية في التقرير
et: Lugeja veeru number kantakse selle arvutuse ei ole määratletudaruande
fa: تعداد ستون کسر وارد شده برای این محاسبه در گزارش تعریف نشده است
fr_lu: Le numéro de la colonne Numérateur entré pour ce calcul n'est pas défini dans ce Rapport
hr_hr: Broj brojnik stupcu ušao u ovom izračunu nije definirana u izvješću
ja: この計算のために入力した分子の列番号は、レポートで定義されていません
lv_lv: Skaitītājs kolonnas numurs ievadīta šajā aprēķinā nav definēta ziņojumā
pl_pl: Wprowadzona kolumna licznika dla tego obliczenia nie jest zdefiniowana w tym raporcie
vi_vn: Số cột tử số vào cho tính toán này không được xác định trong báo cáo

source: Calculation With Undefined Column
ar: حساب مع عمود غير محدد
et: Arvestus määratlemata veerg
fa: محاسبه را با ستون تعریف نشده
fr_lu: Calcul avec une colonne non définie
hr_hr: Obračun s nedefiniranim stupcu
ja: 未定義の列に計算
lv_lv: Aprēķins ar nenoteiktu sleja
pl_pl: Wyliczenie Z Niezdefiniowaną Kolumną
vi_vn: Với tính Cột Không xác định

source: The denominator column number entered for this calculation is not defined in the report
ar: لم يتم تعريف رقم العمود القاسم دخلت ل هذه العملية الحسابية في التقرير
et: Nimetaja veeru number kantakse selle arvutuse ei ole määratletudaruande
fa: تعداد ستون مخرج وارد شده برای این محاسبه در گزارش تعریف نشده است
fr_lu: Le numéo de la colonne Dénominateur entrée pour ce calcul n'est pas défini dans ce Rapport
hr_hr: Broj nazivnik stupcu ušao u ovom izračunu nije definirana u izvješću
ja: この計算のために入力した分母の列番号は、レポートで定義されていません
lv_lv: Saucējs kolonnas numurs ievadīta šajā aprēķinā nav definēta ziņojumā
pl_pl: Wprowadzona kolumna mianownika dla tego obliczenia nie jest zdefiniowana w tym raporcie
vi_vn: Số cột mẫu số vào cho tính toán này không được xác định trong báo cáo

source: Calculation With Undefined Denominator
ar: حساب مع القاسم غير محدد
et: Arvestus määratlemata nimetaja
fr_lu: Calcul avec dénominateur non défini
hr_hr: Obračun s nedefiniranim nazivnik
ja: 未定義の分母で計算
lv_lv: Aprēķins ar nenoteiktu Saucēju
pl_pl: Wyliczenie Z Niezdefiniowanym Mianownikiem
vi_vn: Với tính Không xác định Mẫu

source: There was a problem running the SQL to retrieve the sales analysis information
ar: كان هناك مشكلة في تشغيل SQL لاسترداد المعلومات تحليل المبيعات
et: Tekkis probleem töötabSQL laadida müügi analüüs teave
fr_lu: Il y avait un problème avec le SQL pour récupérer les informations d'analyse des ventes
hr_hr: Došlo je do problema trčanje SQL dohvatiti podatke prodaja analiza
ja: 古いトランザクションが設定されている問題がありました。
lv_lv: Tur bijaproblēma, darbojas SQL , lai ielādētu pārdošanas analīze informāciju
pl_pl: Wystąpił problem z uruchomieniem SQL w celu pobrania informacji analizy sprzedaży
vi_vn: Có một vấn đề chạy SQL để lấy các thông tin phân tích bán hàng

source: The SQL that was used to retrieve the user defined sales analysis info was
ar: كان SQL التي تم استخدامها ل استرداد يحددها المستخدم معلومات تحليل المبيعات
et: SQL , mida kasutati laadida kasutaja määratud müügi analüüs info oli
fr_lu: Commande SQL d'affichage des informations personnalisées des analyses de vente:
hr_hr: SQL koji je korišten za popravljanjekorisnički definirane prodajne analize info bila
ja: ユーザ定義された販売分析情報を取得するために使用されたSQLがあった
lv_lv: SQL , kas tika izmantots, lai ielādētulietotāja definēts pārdošanas analīze info bija
pl_pl: Użyta fraza SQL
vi_vn: SQL đã được sử dụng để lấy doanh số người dùng xác định thông tin phân tích là

source: The user defined sales analysis SQL did not return any rows
ar: لم المستخدم تعريف تحليل المبيعات SQL لا ترجع أية الصفوف
et: Kasutaja määratud müügi analüüs SQL ei andnud ühtegi rida
fa: تعریف شده توسط کاربر تجزیه و تحلیل فروش SQL هر ردیف را بر نمی گرداند
fr_lu: La commande SQL personnalisée d'analyses des ventes n'a rien trouvé
hr_hr: Korisnik definira prodaja analiza SQL nije vratilo redaka
ja: ユーザー売上分析SQL定義され、任意の行を返しませんでした
lv_lv: Lietotāja definēts pārdošanas analīze SQL neatgriezās jebkādas rindas
pl_pl: Zdefiniowana analiza sprzedaży SQL nie zwróciła żadnych wyników
vi_vn: Người sử dụng định nghĩa phân tích bán hàng SQL đã không trả lại bất kỳ hàng

source: have another look at the criteria specified
ar: لديهم نظرة أخرى على المعايير المحددة
et: on teine ​​pilk kriteeriumide
fr_lu: Veuillez vérifier les critères
hr_hr: još jedan pogled na kriterijima navedenim
ja: 指定した条件で別の顔をして
lv_lv: ir vēl apskatīt noteiktiem kritērijiem
pl_pl: przyjrzyj się jeszcze raz wybranym kryteriom
vi_vn: có một cái nhìn tại các tiêu chuẩn quy định

source: Nothing To Report
ar: لا جديد
et: Midagi pole veel juhtunud
fr_lu: Rien à signaler
hr_hr: Ništa Da Prijavi
ja: 報告すべきことは何もない
lv_lv: Atskaitē nav ko parādīt
pl_pl: Nie MaNic Do Wyświetlenia
vi_vn: Không có gì để báo cáo

source: The date does not appear to be in a valid format. The date being converted from SQL format was:
ar: لا يظهر التاريخ أن تكون في شكل صحيح .
et: Kuupäev ei tundu olemaõiges vormingus .
fa: تاریخ به نظر نمی رسد در یک فرمت معتبر است .
fr_lu: La date n'a pas un format correct. La valeur récupérée depuis le format SQL est
hr_hr: Datum ne pojavljuje se u valjanom formatu .
ja: 日付が有効な形式であることが表示されません。
lv_lv: Diena nešķiet būt derīgs formātā .
pl_pl: Termin nie wydaje się być w prawidłowym formacie .
vi_vn: Ngày không xuất hiện được trong một định dạng hợp lệ .

source: An error occurred in adding a new period number
ar: حدث خطأ في إضافة عدد فترة جديدة
et: Tekkis viga , lisadesuue perioodi number
fr_lu: Erreur lors de l'ajoût d'un nouveau numéro de période
hr_hr: Došlo je do pogreške u dodavanju novog razdoblja broj
ja: エラーは、新しい時代の番号を追加することで発生した
lv_lv: Kļūda pievienojot jaunu perioda numuru
pl_pl: Wystąpił błąd przy dodaniu nowego numeru okresu
vi_vn: Một lỗi xảy ra thêm một số giai đoạn mới

source: An error occurred in retrieving the period number
ar: حدث خطأ في استرداد عدد الفترة
et: Tekkis viga allalaadimiseajavahemik number
fr_lu: Erreur lors de la recherche du numéro de période
hr_hr: Došlo je do pogreške u dohvaćanju razdoblju broj
ja: エラーが期間番号を取得で発生
lv_lv: Kļūda perida numurā
pl_pl: Wystąpił błąd przy odczytaniu numeru okresu
vi_vn: Đã xảy ra lỗi khi truy số thời gian

source: Could not insert first period
ar: لا يمكن إدراج الفترة الأولى
et: Ei saa lisada esimesel perioodil
fr_lu: Impossible d'abord insérer la période
hr_hr: Ne mogu umetnuti prvo razdoblje
ja: 最初の期間を挿入できませんでした
lv_lv: Nevar ievadīt pirmo periodu
pl_pl: Nie można dodać pierwszego okresu
vi_vn: Không thể chèn khoảng thời gian đầu tiên

source: Could not insert second period
ar: لا يمكن إدراج الفترة الثانية
et: Ei saa lisada teise perioodi
fr_lu: Impossible insérer la deuxième période
hr_hr: Ne mogu umetnuti drugi rok
ja: 第二ピリオドを挿入できませんでした
lv_lv: Nevar ievadīt otru periodu
pl_pl: Nie można wstawić drugi okres
vi_vn: Không thể chèn giai đoạn thứ hai

source: The variable
ar: المتغير
et: muutuja
fr_lu: La variable
hr_hr: Varijabla
ja: 変数
lv_lv: mainīgo
pl_pl: Zmienna
vi_vn: biến

source: is set to
ar: ومن المقرر أن
et: on seatud
fr_lu: prend la valeur
hr_hr: ima vrijednost
ja: に設定されている
lv_lv: ir iestatīts uz
pl_pl: jest ustawiona na
vi_vn: Được cài đặt để

source: The freight calculation for the destination city cannot be performed because
ar: حساب الشحن ل مدينة المقصد لا يمكن أن يؤديها لأن
et: Kaubaveo arvutamisel teise linna ei saa teha , sest
fr_lu: Le calcul du Transport pour la ville de destination ne peut pas être effectué car
hr_hr: Izračun tereta za odredište grada ne može biti izvršeno jer
ja: 目的地の都市のための貨物の計算を行うことができないので、
lv_lv: The shipping calculation for the destination city cannot be performed because
pl_pl: Obliczenie kosztów transportu do miasta docelowego nie może być wykonane ponieważ
vi_vn: việc tính cước vận chuyển cho các thành phố nơi điểm đến không thể thực hiện vì

source: Error with GL balances
ar: خطأ مع أرصدة GL
et: Viga GL saldod
fa: اشکال با توازن GL
hr_hr: Pogreška s GL stanja
ja: GL残高でのエラー
lv_lv: Kļūda ar GL atlikumiem
pl_pl: Błąd z bilansów GL
vi_vn: Lỗi với số dư GL

source: The balances on the general ledger that are about to be posted do not balance.
ar: الأرصدة في دفتر الأستاذ العام التي هي على وشك أن يتم نشر لا توازن .
et: Saldodpearaamat , mis on umbes postitatakse ei tasakaalustamiseks .
fa: توازن در دفتر کل که در مورد ارسال شده هستند تعادل نیست.
hr_hr: Stanja na glavnoj knjizi koji su o biti objavljen ne ravnotežu .
ja: 投稿されようとしている総勘定元帳に残高はバランスしないでください。
lv_lv: Uz vispārējo virsgrāmatu atlikumi , kas drīz tiks publicēta , nav līdzsvarā.
pl_pl: Salda na Księdze Głównej , które są o być wysłane nie równoważą .
vi_vn: Số dư trên sổ cái chung mà là về để được đăng tải không cân bằng .

source: Error with GL periods
ar: خطأ مع فترات GL
et: Viga GL perioodide
fa: خطا با دوره GL
hr_hr: Pogreška s GL razdobljima
ja: GL期間でのエラー
lv_lv: Kļūda ar GL periodiem
pl_pl: Błąd z okresami GL
vi_vn: Lỗi với thời gian GL

source: You are trying to post to periods that are not setup in the chartdetails table.
ar: كنت تحاول المشاركة إلى فترات التي لم يتم الإعداد في الجدول chartdetails .
et: Püüad postitada perioode , mis ei ole setupchartdetails tabelis.
fa: شما در حال تلاش برای ارسال به دوره که در جدول chartdetails را نصب نمی کند .
hr_hr: Pokušavate postavljati na razdoblja koja nisu postava u chartdetails tablici .
ja: あなたがchartdetailsテーブルに設定されていない期間に投稿しようとしています。
lv_lv: Jūs mēģināt izlikt periodiem , kas nav setup ar chartdetails tabulā .
pl_pl: Próbujesz pisać do okresów , które nie są ustawione w tabeli chartdetails .
vi_vn: Bạn đang cố gắng gửi đến trong thời gian không được thiết lập trong bảng chartdetails .

source: There are no prices set up for
ar: لا يوجد أسعار التي أنشئت من أجل
et: Puuduvad hinnad loodud
fr_lu: Il n'y a pas de prix établi pour
hr_hr: Nema cijene koja se osnivaju radi
ja: 価格設定がありません for
lv_lv: Nav ievadītas cenas precei
pl_pl: Nie ustalono cen dla
vi_vn: Không có giá cả thiết lập cho

source: Can not retrieve the cost of sales GL code because
ar: لا يمكن استرداد تكلفة المبيعات بسبب رمز GL
et: Ei saa laadida müügikulud GL koodi, kuna
fr_lu: Impossible de récupérer le coût des ventes GL code parce
hr_hr: Ne mogu dohvatiti troškove prodaje GL koda , jer
ja: 販売GLコードのコストを取得することはできませんので、
lv_lv: Nevar paņemt izmaksas pārdošanas GL kodu , jo
pl_pl: Nie można odtworzyć kodu KG dla kosztów sprzedaży ponieważ
vi_vn: Không thể lấy giá vốn hàng bán GL mã bởi vì

source: SQL to get the cost of sales GL Code
ar: SQL للحصول على تكلفة المبيعات رمز GL
et: SQL saada müügikulud GL kood
fr_lu: Commande SQL d'affichage du code "cost of sales GL":
hr_hr: SQL kako bi dobili troškove prodaje GL zakona
ja: SQLは、販売GLコードのコストを取得する
lv_lv: SQL , lai iegūtu izmaksas pārdošanas GL kodeksa
pl_pl: SQL w celu uzyskania kosztu własnego sprzedaży GL Code
vi_vn: SQL để có được giá vốn hàng bán GL Mã

source: Could not determine the correct general ledger account to use for posting the cost of this sale. Go to the setup menu and define appropriate COGS (Cost Of Goods Sold) accounts. To enable this invoice to be posted it has been posted to default sales and COGS - account number 1
ar: لا يمكن تحديد الصحيح عامة حساب دفتر الأستاذ لاستخدامها ل نشر تكلفة هذا بيع .
et: Ei suutnud määrata õige pearaamatu konto kasutada postitamisekulu müük .
fa: می تواند درست حساب دفتر کل عمومی استفاده برای ارسال هزینه این فروش را تعیین می کنند.
fr_lu: Impossible de déterminer le compte du grand livre général correcte à utiliser pour l'affichage du coût de cette vente. Allez dans le menu de configuration et de définir CMV appropriées (Coût des marchandises vendues) des comptes. Pour activer cette facture est affichée, il a été affecté à défaut de vente et de CMV - 1 numéro de compte
hr_hr: Nije moguće utvrditi točan račun glavne knjige će se koristiti za postavljanje troškove tom prodajom .
ja: この売却のコストを投稿するために使用する正しい総勘定元帳勘定を決定することができませんでした。
lv_lv: Nevarēja noteikt pareizo virsgrāmatas kontā , lai izmantotu norīkošanu izmaksas par šo pārdošanu .
pl_pl: Nie ustalono konta księgowego do zapisu kosztów tej sprzedaży. Przejdź do menu Ustawień i wyznacz konta Kosztów Sprzedaży. <br /> Aby umożliwić zaksięgowanie tej faktury operacje wykonano na domyślnym koncie sprzedaży i kosztów sprzedaży - koncie nr 1
vi_vn: Không thể xác định các tài khoản sổ cái chung chính xác để sử dụng cho đăng các chi phí bán hàng này .
