Repository: timschofield/KwaMoja-Medical
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar, et, fa, fr_lu, hr_hr, ja, lv_lv, pl_pl, vi_vn

source: Running the create a new company template script will export all account groups, account codes and tax set up tables including tax groups, tax authorities, tax rates etc. However, no transactions or private data will be exported. There is opportunity to prevent specific general ledger accounts from being exported where these are considered private - again no transactional or balance data is exported and you can inspect the contents of the sql file. The template file will be emailed automatically to the KwaMoja project
ar: سوف تشغيل إنشاء شركة النصي قالب جديد تصدير جميع الفئات الحساب، حساب رموز و مجموعة ضريبية تصل الجداول بما في ذلك المجموعات الضرائب ، والسلطات الضريبية، و معدلات الضرائب وما إلى ذلك، سيتم تصدير أي معاملات أو بيانات خاصة.
et: Runningluua uus firma mall skript eksportida kõik kontogrupid arvesse koode ja maksu loodud tabelid , sealhulgas maksu- rühmad , maksuhaldurile maksumäärad jne aga ühtegi tehingut või erasektori andmeid saab eksportida .
fa: در حال اجراایجاد یک شرکت جدید اسکریپت قالب همه گروه حساب ، کد حساب و مجموعه مالیاتی جداول از جمله گروه های مالیاتی، مقامات مالیاتی، نرخ مالیات و غیره با این حال ، هیچ معاملات و یا اطلاعات خصوصی را صادر خواهد صادرات.
hr_hr: Trčanjestvoriti novu skriptu tvrtke predložak će izvesti sve skupine računa , računa kodove i poreza postaviti tablice , uključujući porezne grupe , Porezne uprave , porezne stope i sl. Međutim , nije bilo transakcija ili privatni podaci će se izvesti .
ja: 新会社テンプレートスクリプトを作成実行すると、すべてのアカウントグループ、アカウントコードと税セットまで税グループ、税務当局、税率等ただし、トランザクションやプライベートデータがエクスポートされませんを含む表をエクスポートします。
lv_lv: Runningizveidot jaunu uzņēmuma veidni skripts eksportēt visas kontu grupas , konta kodus un nodokļu izveidoja tabulu , tostarp nodokļu grupām , nodokļu iestādēm , nodokļu likmes uc Tomēr , nekādi darījumi vai privātiem dati tiks eksportēti .
vi_vn: Chạy tạo ra một công ty kịch bản mẫu mới sẽ xuất khẩu tất cả các nhóm tài khoản , mã số tài khoản và thiết lập thuế lên bảng bao gồm các nhóm thuế , cơ quan thuế , mức thuế suất thuế vv Tuy nhiên, không có giao dịch hoặc dữ liệu cá nhân sẽ được xuất khẩu .

source: Enter the name of the template to be created
ar: أدخل اسم القالب المراد إنشاؤه
et: Sisestage nimi malli loomist
fr_lu: Saisir le nom du modèle à créer
hr_hr: Unesite naziv predloška kako bi se stvorili
ja: 印刷する入金バッチ番号を入力
lv_lv: Ievadiet nosaukumu veidnes , kas izveidots
pl_pl: Wpisz nazwę szablonu, który ma zostać utworzony
vi_vn: Nhập tên của mẫu được tạo ra

source: Warning: All selected accounts will be exported - please de-select the accounts you do not wish to export to the new template file
ar: تحذير: سيتم تصدير كل الحسابات المحددة - يرجى ازالة اختيار الحسابات التي لا ترغب في تصدير إلى ملف قالب جديد
et: Hoiatus: Kõik valitud kontod eksporditakse - palun deselekti kontode te ei soovi eksportidauue malli faili
fa: هشدار: تمام حساب های انتخاب شده صادر خواهد شد - لطفا د را انتخاب کنید حساب شما نمی خواهید برای صادرات به فایل قالب جدید
fr_lu: Attention: Tous les comptes sélectionnés seront exportés - s'il vous plaît dé-sélectionner les comptes que vous ne souhaitez pas exporter vers le fichier nouveau modèle
hr_hr: Upozorenje : Svi odabrani računi će se izvesti - molimo deselektiraj račune koje ne žele izvoziti na novu datoteku predloška
ja: 警告：選択したすべてのアカウントはエクスポートされます - あなたは、新しいテンプレートファイルにエクスポートしたくないアカウントの選択を解除してください
lv_lv: Uzmanību : Visi izvēlētie konti tiks eksportēti - lūdzu de - izvēlieties kontu , jums nav vēlas eksportēt uz jauno veidnes failā
pl_pl: Uwaga: wszystkie wybrane konta zostaną wywiezione - proszę odznaczyć rachunków nie chcą eksportować do nowego pliku szablonu
vi_vn: Cảnh báo : Tất cả các tài khoản được chọn sẽ được xuất khẩu - xin vui lòng bỏ chọn các tài khoản bạn không muốn xuất khẩu sang các tập tin mẫu mới

source: Create Template and Email
ar: إنشاء قالب و البريد الإلكتروني
et: Malli loomine ja e-post
fr_lu: Créer un modèle et courriel
hr_hr: Stvaranje predloška i e-mail
ja: テンプレートおよび電子メールを作成します。
lv_lv: Izveidojiet veidni un e-pasts
pl_pl: Utwórz szablon i Email
vi_vn: Tạo mẫu và Email

source: Currency Debtor Balances
ar: العملة أرصدة المدين
et: Valuuta Võlgnik Kaalud
fr_lu: Monnaie soldes débiteurs
hr_hr: Valuta Dužnicki Vage
ja: 通貨債務残高
lv_lv: Valūtas Debitoru atlikumi
pl_pl: RSalda Walutowe Dłużników
vi_vn: Số dư Nợ tiền tệ

source: Debtors Balances By Currency Totals
ar: المدينين أرصدة بواسطة إجماليات العملات
et: Võlgnikud saldod vääringu Summad
fr_lu: Débiteurs soldes par totaux de change
hr_hr: Dužnika po valuti Sredstva Ukupan rezultat
ja: 通貨合計によって債務残高
lv_lv: Debitoru atlikumi pa valūtām kopsummas
pl_pl: Sumaryczne Salda Dłużników wg Waluty
vi_vn: Số dư nợ bởi Tổng cộng tệ

source: Total Debtor Balances in
ar: مجموع المدين التوازنات في
et: Kokku Võlgnik saldode
fr_lu: Total des soldes débiteurs en
hr_hr: Ukupno dužnički Vage u
ja: 合計債務者に天びん
lv_lv: Kopējais Parādnieka Līdzsvari
pl_pl: Suma Sald Dłużników w
vi_vn: Tổng số dư Nợ trong

source: Total Balances in local currency
ar: مجموع أرصدة بالعملة المحلية
et: Kokku nõuded kohalikus valuutas
fa: مجموع توازن در ارز محلی
fr_lu: Soldes Total en monnaie locale
hr_hr: Ukupno Sredstva u lokalnoj valuti
ja: 現地通貨の合計残高
lv_lv: Kopā Svari vietējā valūtā
pl_pl: Suma Sald w walucie lokalnej
vi_vn: Tổng số dư tiền tệ địa phương

source: Currency Supplier Balances
ar: مزود العملة أرصدة
et: Valuuta Pakkuja Kaalud
fa: توازن تامین کننده ارز
fr_lu: Monnaie Balances Fournisseur
hr_hr: Valuta Supplier Vage
ja: 通貨サプライヤー残高
lv_lv: Valūtas Piegādātājs Atlikumi
pl_pl: Rachunki dostawcy walut
vi_vn: Tiền Nhà cung cấp tiền tệ

source: Suppliers Balances By Currency Totals
ar: الموردين أرصدة بواسطة إجماليات العملات
et: Tarnijad saldod vääringu Summad
fr_lu: Balances Fournisseurs par totaux de devises
hr_hr: Dobavljači Vage po valuti Ukupan rezultat
ja: サプライヤーは通貨合計で天びん
lv_lv: Piegādātāji bilances, valūtas kopējās summas
pl_pl: Sumy Sald Dostawców wg Walut
vi_vn: Các nhà cung cấp dư bởi Tổng cộng tệ

source: Total Supplier Balances in
ar: إجمالي المورد الأرصدة في
et: Kokku Pakkuja saldode
fr_lu: Fournisseur Total soldes
hr_hr: Ukupno Dobavljač Vage u
ja: トータルサプライヤーに天びん
lv_lv: Kopējais piegādātājs Svari ar
pl_pl: Sumy Sald Dostawców w
vi_vn: Nhà cung cấp tổng số dư trong

source: Price List Export Problem ....
ar: قائمة الأسعار تصدير مشكلة ....
et: Hinnakirja Eksport probleem ....
fr_lu: problème d'exportation des tarifs
hr_hr: Cjenik Izvoz Problem ....
ja: 価格表Export問題....
lv_lv: Cenrādis Eksporta problēma ....
pl_pl: Problem z wydrukiem cennika ...
vi_vn: Giá liệt kê vấn đề xuất khẩu ....

source: Customer List Export Problem ....
ar: قائمة العملاء تصدير مشكلة ....
et: Klientide nimekiri Export probleem ....
fa: مشتری لیست صادرات مشکل ....
fr_lu: Liste des clients exportation problème ....
hr_hr: Popis korisnika Izvoz Problem ....
ja: 顧客リストのエクスポートの問題....
lv_lv: Klientu saraksts Eksporta problēma ....
pl_pl: Problem z wydrukiem listy klientów ....
vi_vn: Danh sách khách hàng vấn đề xuất khẩu ....

source: The Customer List could not be retrieved by the SQL because
ar: قائمة العملاء لا يمكن استردادها بواسطة SQL لأن
et: Klientide nimekiri ei õnnestunud poolt SQL sest
fr_lu: La liste des clients n'a pas pu être récupéré par le SQL, car
hr_hr: Popis korisnika ne može preuzeti od strane SQL , jer
ja: 顧客リストは、SQLによって取得することができませんでしたので、
lv_lv: Klientu saraksts nevar iegūt, SQL , jo
pl_pl: Nie można odtworzyć listy klientów z bazy danych ponieważ
vi_vn: Không truy xuất được danh sách khách hàng bằng cơ sở dữ liệu SQL vì

source: Salesman List Export Problem ....
ar: قائمة مندوب مبيعات التصدير مشكلة ....
et: Müügimees List Export probleem ....
fa: فروشنده لیست صادرات مشکل ....
fr_lu: Problème d'exportation de la liste des vendeurs
hr_hr: Prodavač Popis Izvoz Problem ....
ja: セールス·リストのエクスポートの問題....
lv_lv: Pārdevējs Saraksts Eksporta problēma ....
pl_pl: Problem z wydrukiem listy sprzedawców ....
vi_vn: Danh sách nhân viên bán hàng vấn đề xuất khẩu ....

source: The Salesman List could not be retrieved by the SQL because
ar: قائمة بائع لا يمكن استردادها بواسطة SQL لأن
et: Müügimees nimekiri ei õnnestunud poolt SQL sest
fr_lu: Échec de la commande SQL d'affichage des vendeurs:
hr_hr: Popis prodavač ne može dohvatiti , jer od strane SQL
ja: セールス·リストは、SQLによって取得することができませんでしたので、
lv_lv: Pārdevējs sarakstu nevarēja iegūt, SQL , jo
pl_pl: Lista sprzedawców nie może być odtworzona ponieważ
vi_vn: Không truy xuất được danh sách người bán bằng cơ sở dữ liệu SQL vì

source: Security Token List Export Problem ....
ar: رمز الأمان قائمة تصدير مشكلة ....
et: Turvakoodi List Export probleem ....
fa: امنیت رمز لیست صادرات مشکل ....
fr_lu: Problème d'exportation de jeton de sécurité Liste ....
hr_hr: Security token Popis Izvoz Problem ....
ja: セキュリティトークンのリストのエクスポートの問題....
lv_lv: Drošības talons saraksts Eksporta problēma ....
pl_pl: Problem z wydrukiem listy obszarów kontroli dostępu ....
vi_vn: An ninh Mã Danh sách vấn đề xuất khẩu ....

source: The Image List could not be retrieved by the SQL because
ar: قائمة الصورة لا يمكن استردادها بواسطة SQL لأن
et: Pilt List ei õnnestunud poolt SQL sest
fr_lu: La liste d'images n'a pas pu être récupéré par le SQL, car
hr_hr: Popis slika ne može dohvatiti , jer od strane SQL
ja: イメージリストは、SQLによって取得することができませんでしたので、
lv_lv: Attēlu saraksts nevar iegūt, SQL , jo
pl_pl: Lista obrazków nie może być odtworzona ponieważ
vi_vn: Không truy xuất được danh sách hình ảnh từ dữ liệu SQL vì

source: The Security Token List could not be retrieved by the SQL because
ar: في قائمة رمز الأمن لا يمكن استردادها بواسطة SQL لأن
et: Turvakoodi nimekiri ei õnnestunud poolt SQL sest
fr_lu: Échec de la commande SQL d'affichage des jetons de sécurité:
hr_hr: Popis Security token nije moguće dohvatiti strane SQL , jer
ja: セキュリティトークンのリストは、SQLによって取得することができませんでしたので、
lv_lv: Drošības talons saraksts nevar iegūt, SQL , jo
pl_pl: Lista obszarów kontroli dostępu nie może być odtworzona ponieważ
vi_vn: Danh mục Mã bảo mật không thể được lấy ra bởi SQL vì

source: Security Role List Export Problem ....
ar: الأمن دور قائمة تصدير مشكلة ....
et: Turvalisus roll List Export probleem ....
fa: لیست امنیتی نقش صادرات مشکل ....
fr_lu: Rôle de sécurité la liste des problèmes à l'exportation ....
hr_hr: Sigurnost uloga Popis Izvoz Problem ....
ja: セキュリティロールのリストのエクスポートの問題....
lv_lv: Drošības loma saraksts Eksporta problēma ....
pl_pl: Problem z wydrukiem listy stanowisk ....
vi_vn: Vai trò an ninh Danh sách vấn đề xuất khẩu ....

source: The Security Role List could not be retrieved by the SQL because
ar: قائمة دور الأمن لا يمكن استردادها بواسطة SQL لأن
et: Turvalisus Role nimekiri ei õnnestunud poolt SQL sest
fr_lu: Échec de la commande SQL d'affichage des rôle de sécurité:
hr_hr: Popis Sigurnost uloga se ne može dohvatiti , jer od strane SQL
ja: セキュリティロールのリストは、SQLによって取得することができませんでしたので、
lv_lv: Drošības loma saraksts nevar iegūt, SQL , jo
pl_pl: Zestawienie typów stanowisk nie może być utworzone ponieważ
vi_vn: Danh Vai trò bảo mật không thể được lấy ra bởi SQL vì

source: Security Group List Export Problem ....
ar: الأمن قائمة المجموعة تصدير مشكلة ....
et: Security Group List Export probleem ....
fa: امنیت فهرست گروه صادرات مشکل ....
fr_lu: Groupe de sécurité la liste des problèmes à l'exportation ....
hr_hr: Security Group Popis Izvoz Problem ....
ja: セキュリティグループのリストのエクスポートの問題....
lv_lv: Security Group saraksts Eksporta problēma ....
pl_pl: Problem z zestawieniem listy grup dostępu ....
vi_vn: Nhóm vấn đề bảo mật Danh sách xuất khẩu ....

source: The Security Group List could not be retrieved by the SQL because
ar: قائمة مجموعة الأمن لا يمكن استردادها بواسطة SQL لأن
et: Security Group List ei õnnestunud poolt SQL sest
fr_lu: Échec de la commande SQL d'affichage des groupes de sécurité:
hr_hr: Popis Security Group ne može dohvatiti , jer od strane SQL
ja: セキュリティグループのリストは、SQLによって取得することができませんでしたので、
lv_lv: Security Group saraksts nevar iegūt, SQL , jo
pl_pl: Zestawienie grup dostępu nie może być odtworzone ponieważ
vi_vn: An ninh Danh sách nhóm không thể được lấy ra bởi SQL vì

source: Security User List Export Problem ....
ar: الأمن قائمة العضو تصدير مشكلة ....
et: Turvalisus User List Export probleem ....
fa: امنیت لیست کاربران صادرات مشکل ....
fr_lu: User Security liste de problèmes à l'exportation ....
hr_hr: Sigurnost Popis korisnika Izvoz Problem ....
ja: セキュリティユーザリストのエクスポートの問題....
lv_lv: Drošības Lietotāju saraksts Eksporta problēma ....
pl_pl: Problem z utworzeniem listy użytkowników ....
vi_vn: An ninh danh sách thành viên Vấn đề xuất khẩu ....

source: The Security User List could not be retrieved by the SQL because
ar: قائمة المستخدمين الأمن لا يمكن استردادها بواسطة SQL لأن
et: Security Kasutajate nimekiri ei õnnestunud poolt SQL sest
fr_lu: Échec de la commande SQL d'affichage des permissions utilisateurs:
hr_hr: Popis sigurnost korisnika ne može preuzeti od strane SQL , jer
ja: セキュリティユーザーリストは、SQLによって取得することができませんでしたので、
lv_lv: Drošības Lietotāju saraksts nevar iegūt, SQL , jo
pl_pl: Lista użytkowników nie może być utworzona ponieważ
vi_vn: Danh mục tài bảo mật không thể được lấy ra bởi SQL vì

source: Data Exports
ar: الصادرات البيانات
et: andmete eksport
fr_lu: Les exportations de données
hr_hr: Izvoz podataka
ja: データのエクスポート
lv_lv: datu eksports
pl_pl: Zestawienia danych
vi_vn: Xuất dữ liệu

source: Price List Export
ar: قائمة الأسعار تصدير
et: Hinnakirja Eksport
fr_lu: Exportation des tarifs
hr_hr: Izvoz cjenika
ja: 価格表Export
lv_lv: Cenrādis Eksporta
pl_pl: Wydruk Cennika
vi_vn: Xuất bảng giá

source: For Location
ar: عن مكان
et: Sest asukoht
fr_lu: Pour le site
hr_hr: za lokaciju
ja: 場所のための
lv_lv: par Atrašanās vieta
pl_pl: Dla Lokalizacji
vi_vn: Dành cho địa điểm

source: Export
ar: تصدير
et: eksportima
hr_hr: izvoz
ja: エクスポート
lv_lv: Eksportēt
vi_vn: Xuất

source: Customer List Export
ar: قائمة العملاء التصدير
et: Klientide nimekiri Eksport
fr_lu: Liste des clients à l'exportation
hr_hr: Izvoz popisa kupaca
ja: 顧客リストのエクスポート
lv_lv: Klientu saraksts Eksporta
pl_pl: Zestawienie Klientów
vi_vn: Xuất danh sách khách hàng

source: Salesman List Export
ar: بائع قائمة التصدير
et: Müügimees Nimekiri Eksport
fr_lu: Export de la liste des vendeurs
hr_hr: Izvoz popisa prodavača
ja: セールス·リストのエクスポート
lv_lv: Pārdevējs Saraksts Eksporta
pl_pl: Zestawienie Sprzedawców
vi_vn: Xuất danh sách người bán

source: Image List Export
ar: صورة قائمة التصدير
et: Pilt List Eksport
fa: تصویر لیست صادرات
fr_lu: Liste des images à l'exportation
hr_hr: Izvoz popisa slika
ja: イメージリストのエクスポート
lv_lv: Attēlu saraksts Eksporta
pl_pl: Zestawienie Obrazków
vi_vn: Xuất danh sách hình ảnh

source: Security Token List Export
ar: الأمن قائمة رمز التصدير
et: Turvakoodi Nimekiri Eksport
fr_lu: L'exportation de sécurité liste des jetons
hr_hr: Security token Popis izvoz
ja: セキュリティトークンのリストのエクスポート
lv_lv: Drošības talons saraksts Eksporta
pl_pl: Zestawienie stref dostępu
vi_vn: An ninh Mã Danh sách xuất khẩu

source: Security Role List Export
ar: الأمن قائمة دور التصدير
et: Turvalisus roll Nimekiri Eksport
fa: لیست امنیت نقش صادرات
fr_lu: L'exportation de sécurité la liste des rôles
hr_hr: Sigurnost uloga Popis izvoz
ja: セキュリティロールのリストのエクスポート
lv_lv: Drošības loma saraksts Eksporta
pl_pl: Zestawienie Typów Stanowisk
vi_vn: Vai trò an ninh Danh sách xuất khẩu

source: Security Group List Export
ar: الأمن قائمة المجموعة التصدير
et: Security Group List Eksport
fa: امنیت فهرست گروه صادرات
fr_lu: Sécurité des exportations Liste Groupe
hr_hr: Security Group Popis izvoz
ja: セキュリティグループのリストのエクスポート
lv_lv: Security Group saraksts Eksporta
pl_pl: Zestawienie grup dostępu
vi_vn: Nhóm bảo mật Danh sách xuất khẩu

source: Security User List Export
ar: الأمن قائمة العضو التصدير
et: Turvalisus User List Export
fa: امنیت لیست کاربران صادرات
fr_lu: L'exportation de sécurité Liste des utilisateurs
hr_hr: Sigurnost Popis korisnika izvoz
ja: セキュリティユーザリストのエクスポート
lv_lv: Drošības Lietotāju saraksts Eksporta
pl_pl: Zestawienie uprawnionych użytkowników
vi_vn: An ninh Danh sách người dùng Xuất

source: Delete Invoice
ar: حذف الفاتورة
et: Kustuta Arve
fr_lu: Supprimer la facture
hr_hr: Brisanje računa
ja: 請求書を削除する
lv_lv: Dzēst rēķinu
pl_pl: Usuń Fakturę
vi_vn: Xóa hóa đơn

source: This page must be called with the InvoiceNo to delete Z_DeleteInvoice.php?InvoiceNo=XX
ar: يجب استدعاء هذه الصفحة مع InvoiceNo لحذف Z_DeleteInvoice.php ؟ InvoiceNo = XX
et: See leht tuleb kutsuda koosInvoiceNo kustutada Z_DeleteInvoice.php ? InvoiceNo = XX
fr_lu: Cette page doit être appelé avec la InvoiceNo de supprimer Z_DeleteInvoice.php? InvoiceNo = XX
hr_hr: Ova stranica mora biti pozvani s InvoiceNo izbrisati Z_DeleteInvoice.php ? InvoiceNo = XX
ja: このページはZ_DeleteInvoice.phpを削除するInvoiceNoで呼び出さなければなりません？ InvoiceNo = XXは
lv_lv: Šī lapa ir jāizsauc ar InvoiceNo izdzēst Z_DeleteInvoice.php ? InvoiceNo = XX
pl_pl: Ta strona musi być wywołana z InvoiceNo aby usunąć Z_DeleteInvoice.php?InvoiceNo=XX
vi_vn: Trang này phải được gọi với các InvoiceNo xóa Z_DeleteInvoice.php ? InvoiceNo = XX

source: This page should not be run by non-system administrators
ar: يجب عدم تشغيل هذه الصفحة من قبل المسؤولين غير النظام
et: See leht ei tohiks juhivad mitte- süsteemi administraatorid
fr_lu: Cette page ne devrait pas être géré par des administrateurs non-système
hr_hr: Ova stranica ne bi trebao biti pokrenuti od strane ne- administratore sustava
ja: このページは、非システム管理者が実行するべきではありません
lv_lv: Šī lapa nevajadzētu palaist , kas nav sistēmas administratori
pl_pl: Ta strona jest przeznaczona do użytku administratora
vi_vn: Trang này không nên được điều hành bởi các quản trị viên không thuộc hệ thống

source: The number of stock movements to be deleted is
ar: عدد الحركات الأوراق المالية ليتم حذفه هو
et: Arvu laoliikumised kustutamisele
fr_lu: Le nombre de mouvements de stock à supprimer est
hr_hr: Broj dionica pokreta za brisanje je
ja: 削除する株式の動きの数です
lv_lv: Krājumu kustības skaits jāsvītro , ir
pl_pl: Ilość przesunięć magazynowych do usunięcia
vi_vn: Số lượng chuyển động chứng khoán bị xóa là

source: The SQL to delete the delivery differences records failed because
ar: و SQL لحذف الخلافات تسليم السجلات فشلت بسبب
et: SQL kustutada tarne erinevuste arvestust ebaõnnestunud
fr_lu: Échec de la commande SQL de suppression des différences de livraison:
hr_hr: SQL izbrisati razlike dostave evidencije uspio jer
ja: 配信の違いレコードを削除するSQLが失敗しました。
lv_lv: SQL dzēst piegādes atšķirības ierakstus neizdevās, jo
pl_pl: Usunięcie rekordów różnic w dostawach przez SQL zakończyło się błędem
vi_vn: SQL để xóa các hồ sơ khác biệt giao hàng thất bại vì

source: Any order delivery differences records have been deleted
ar: تم حذف أي من أجل إنجاز الاختلافات السجلات
et: Kõik selleks, tarne erinevuste arvestust on kustutatud
fr_lu: Toutes les fiches des écarts livraison/commande ont été supprimées
hr_hr: Svaki nalog isporuke razlike zapisi su izbrisane
ja: 任意の順序どおりの配信の違いはレコードが削除されている
lv_lv: Jebkuras pasūtījuma piegāde atšķirības ieraksti ir izdzēsti
pl_pl: Wsyztskie rekordy różnic w wysyłkach zostały usunięte
vi_vn: Bất kỳ lệnh giao hàng hồ sơ khác nhau đã bị xóa

source: The custallocns record could not be deleted
ar: لا يمكن حذف السجل custallocns
et: Custallocns rekord ei saa kustutada
ja: 場所レコードは更新された

source: the sql server returned the following error
ar: عاد خادم SQL الخطأ التالي
et: SQL Server tagastas vea
fr_lu: SQL Server a renvoyé l'erreur suivante
hr_hr: SQL poslužitelj je vratio sljedeću pogrešku
ja: SQL Serverは、次のエラーが返され
lv_lv: SQL serveris atgrieza šādu kļūdu
pl_pl: SQL server zwrócił następujący błąd
vi_vn: máy chủ SQL trả lại lỗi sau

source: The custallocns record has been deleted
et: Custallocns rekord on kustutatud
ja: 場所レコードは更新された

source: The debtortranstaxes record could not be deleted
ar: لا يمكن حذف السجل debtortranstaxes
et: Debtortranstaxes rekord ei saa kustutada
ja: 場所レコードは更新された

source: The debtortranstaxes record has been deleted
et: Debtortranstaxes rekord on kustutatud
ja: 場所レコードは更新された

source: The debtorTrans record could not be deleted
ar: لا يمكن حذف السجل debtorTrans
et: DebtorTrans rekord ei saa kustutada
fr_lu: Le record debtorTrans ne pouvait pas être supprimé
hr_hr: DebtorTrans zapis nije mogao biti izbrisan
ja: debtorTransレコードは削除できませんでした
lv_lv: DebtorTrans ieraksts nevar tikt dzēsts
pl_pl: Rekord debtorTrans nie może być usunięty
vi_vn: Không xóa được Hồ sơ giao dịch người nợ

source: The debtor transaction record has been deleted
ar: تم حذف السجل المعاملة المدين
et: Võlgnik tehinguga rekord on kustutatud
fr_lu: L'enregistrement de transaction débiteur a été supprimé
hr_hr: Dužnik rekord transakcije je obrisan
ja: 債務者トランザクションレコードが削除されている
lv_lv: Parādnieks darījums ieraksts ir izdzēsts
pl_pl: Rekord transakcji dłużnika został usunięty
vi_vn: Các bản ghi giao dịch con nợ đã bị xóa

source: The SQL to reverse the update of the sales order detail records failed because
ar: و SQL لعكس التحديث من مبيعات سجلات التفصيل فشلت بسبب النظام
et: SQL pöörataajakohastatud müügi et detail arvestust ebaõnnestunud
fr_lu: Échec de la commande SQL d'annulation de la mise à jour des commandes (vente):
hr_hr: SQL preokrenuti ažuriranje prodajnog naloga detaljno zapisa nije uspjelo jer
ja: 販売注文の詳細レコードの更新を逆にSQLが失敗しました。
lv_lv: SQL mainīt atjauninājumu pārdošanas pasūtījuma detaļu ierakstus neizdevās, jo
pl_pl: Cofnięcie zmian w zamówieniach sprzedaży nie powiodło się ponieważ
vi_vn: SQL để đảo ngược các cập nhật của trình tự hồ sơ chi tiết bán hàng thất bại vì

source: The sales order records have been updated as not invoiced
ar: تم تحديث السجلات من أجل البيع و ليس فواتير
et: Müügikorralduse andmed on uuendatud kui arvet ei esitata
fr_lu: Les registres de ventes ont été actualisés afin de ne pas facturés
hr_hr: Prodajnog naloga zapisi su ažurirani kako ne fakturiraju
ja: 販売注文レコードは、請求しない更新されています
lv_lv: Pārdošanas pasūtījuma ieraksti ir atjaunināti , jo ne rēķinā
pl_pl: Rekordy zamówienia sprzedaży zostały poprawione jako niezafakturowane
vi_vn: Các hồ sơ đơn đặt hàng đã được cập nhật như không xuất hóa đơn

source: The SQL to reverse update to the location stock records failed because
ar: و SQL لعكس التحديث لسجلات الأوراق المالية الموقع فشلت بسبب
et: SQL tagurdama värskenduse asukoha laoarvestust ebaõnnestus, kuna
fr_lu: Échec de la commande SQL d'annulation de la mise à jour des entrepôts:
hr_hr: SQL preokrenuti ažuriranje evidencije lokacija dionica nije uspio jer
ja: 位置在庫記録の更新を逆にSQLが失敗しました。
lv_lv: SQL mainīt atjauninājumu uz vietu uzskaitē neizdevās, jo
pl_pl: Cofnięcie zmian w pozycjach magazynowych nie powiodło się ponieważ
vi_vn: SQL để đảo ngược cập nhật cho các hồ sơ chứng khoán vị trí thất bại vì

source: Reversed the location stock quantities for items that decreased
ar: عكس موقع كميات المخزون للسلع التي انخفضت
et: Tagurpidi asukoha aktsia kogused objekte, mis langes
fa: محل مقدار سهام برای مواردی که کاهش معکوس
fr_lu: Inversé les quantités en stock l'emplacement des articles qui ont diminué
hr_hr: Preinačio količine zaliha lokacija za stavke koje smanjeni
ja: 減少した項目に位置在庫数量を逆転
lv_lv: Mainīja atrašanās vietas akciju daudzumu priekšmetus, kas samazinājās
pl_pl: Cofnięcie zmniejszenia ilości magazynowych
vi_vn: Đảo ngược vị trí số lượng cổ phiếu cho các hạng mục giảm

source: The SQL to delete the sales analysis records failed because
ar: و SQL لحذف السجلات تحليل المبيعات فشلت بسبب
et: SQL kustutada müügi analüüs arvestust ebaõnnestunud
fr_lu: Échec de la commande SQL de suppression des analyse des ventes:
hr_hr: SQL izbrisati prodaja analiza zapisa nije uspjelo jer
ja: 販売分析レコードを削除するSQLが失敗しました。
lv_lv: SQL dzēst pārdošanas analīzes ierakstus neizdevās, jo
pl_pl: Usunięcie rekordów analizy sprzedaży nie powiodło się ponieważ
vi_vn: SQL để xóa các hồ sơ phân tích bán hàng thất bại vì
