Repository: timschofield/KwaMoja-Medical
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar, et, fa, fr_lu, hr_hr, ja, lv_lv, pl_pl, vi_vn

source: Greenland
ar: جرينلاند
et: Gröönimaa
fa: گرینلند
fr_lu: Groenland
hr_hr: Grenland
ja: グリーンランド
lv_lv: Grenlande

source: Gambia
ar: غامبيا
fa: گامبیا
fr_lu: Gambie
hr_hr: Gambija
ja: ガンビア
lv_lv: Gambija

source: Guinea
ar: غينيا
ja: 一般

source: Guadeloupe
ar: غوادلوب
fa: جزیره گوادلوپ
hr_hr: Gvadalupa
ja: グアドループ島
lv_lv: Gvadelupa
pl_pl: Gwadelupa

source: Greece
ar: يونان
et: Kreeka
fa: یونان
hr_hr: Grčka
ja: 限界点
vi_vn: Hy Lạp

source: Guatemala
ar: غواتيمالا
fa: گواتمالا
hr_hr: Gvatemala
ja: グアテマラ
lv_lv: Gvatemala
pl_pl: Gwatemala

source: Guam
ar: غوام
fa: گوام
ja: グアム島
lv_lv: Guama

source: Guinea-Bissau
ar: غينيا بيساو
fa: گینه بیسائو
fr_lu: Guinée- Bissau
hr_hr: Gvineja Bisau
ja: ギニアビサウ
lv_lv: Gvineja - Bisava
pl_pl: Gwinea Bissau

source: Guyana
ar: غيانا
fa: گویان
fr_lu: Guyane
hr_hr: Gvajana
ja: ガイアナ
lv_lv: Gajāna
pl_pl: Gujana

source: Hong Kong
ar: هونغ كونغ
fa: هنگ کنگ
ja: 香港
lv_lv: Honkonga
vi_vn: Hồng Kông

source: Honduras
ar: هندوراس
fa: هندوراس
ja: ホンジュラス
lv_lv: Hondurasa

source: Croatia
ar: كرواتيا
et: Horvaatia
ja: 作成

source: Haiti
ar: هايتي
fa: هائیتی
ja: ハイチ

source: Hungary
ar: هنغاريا
et: Ungari
ja: ハンガリー

source: Indonesia
ar: أندونيسيا
et: Indoneesia
fa: اندونزی
hr_hr: Indonezija
ja: 得意先 担当場所

source: Ireland
ar: أيرلندا
et: Iirimaa
hr_hr: Irska
ja: 必要数量

source: Israel
ar: إسرائيل
et: Iisrael
fa: اسرائيل
fr_lu: Israël
hr_hr: Izrael
ja: イスラエル
lv_lv: Izraēla
pl_pl: Izrael

source: India
ar: الهند
fa: هندوستان
hr_hr: Indija
ja: 得意先 担当場所

source: Iraq
ar: العراق
et: Iraak
fa: عراق
fr_lu: Irak
hr_hr: Irak
ja: イラク
lv_lv: Irāka
pl_pl: Irak

source: Iran
ar: ايران
et: Iraan
fa: ایران
ja: イラン
lv_lv: Irāna

source: Iceland
ar: أيسلندا
et: Island
hr_hr: Island
ja: 必要数量

source: Italy
ar: إيطاليا
et: Itaalia
ja: 合計

source: Jersey
ar: جيرسي
et: kampsun
ja: 返品

source: Jamaica
ar: جامايكا
fa: جامائیکا
fr_lu: Jamaïque
hr_hr: Jamajka
ja: ジャマイカ
lv_lv: Jamaika

source: Jordan
ar: الأردن
et: Jordaania
ja: 仕訳

source: Japan
ar: اليابان
et: Jaapan
fa: ژاپن
ja: 日本

source: Kenya
ar: كينيا
fa: کنیا
hr_hr: Kenija
ja: ケニア
lv_lv: Kenija
pl_pl: Kenia

source: Kyrgyzstan
ar: قرغيزستان
et: Kõrgõzstan
fa: قرقیزستان
fr_lu: Kirghizistan
hr_hr: Kirgistan
ja: キルギスタン
lv_lv: Kirgizstāna
pl_pl: Kirgistan

source: Cambodia
ar: كمبوديا
et: Kambodža
fa: کامبوج
fr_lu: Cambodge
hr_hr: Kambodža
ja: カンボジア
lv_lv: Kambodža
pl_pl: Kambodża
vi_vn: Campuchia

source: Kiribati
ar: كيريباتي
fa: کیریباتی
ja: キリバス

source: Comoros
ar: جزر القمر
et: Komoorid
ja: 得意先

source: Saint Kitts and Nevis
ar: سانت كيتس و نيفيس
et: Saint Kitts ja Nevis
fa: سنت کیتس و نویس
fr_lu: Saint -Kitts -et-Nevis
hr_hr: Sveti Kristofor i Nevis
ja: セントクリストファーネイビス
lv_lv: Sentkitsa un Nevisa
pl_pl: Saint Kitts i Nevis
vi_vn: Saint Kitts và Nevis

source: Korea (South)
ar: كوريا ( الجنوبية)
fa: کره ( جنوبی )
fr_lu: Corée ( du Sud )
ja: 韓国（南）
vi_vn: Hàn Quốc ( Nam )

source: Kuwait
ar: الكويت
et: Kuveit
fa: کویت
hr_hr: Kuvajt
ja: キット

source: Cayman Islands
ar: جزر كايمان
et: Kaimanisaared
fa: جزایر کیمن
fr_lu: Îles Caïmans
hr_hr: Kajmanski otoci
ja: ケイマン諸島
lv_lv: Kaimanu salas
vi_vn: Quần đảo Cayman

source: Kazakhstan
ar: كازاخستان
et: Kasahstan
fa: قزاقستان
hr_hr: Kazahstan
ja: カザフスタン
lv_lv: Kazahstāna
pl_pl: Kazachstan

source: Lao People s Dem. Rep.
ar: لاو ق ماركا المانيا .
et: Laose s Dem .
fa: خلق لائوس DEM .
fr_lu: Populaire lao Rép.
hr_hr: Lao Ljudi s Dem .
ja: ラオス人のデム。
lv_lv: Lao People s Dem .
pl_pl: Lao People s Dem .
vi_vn: Lào Nhân dân Dem .

source: Lebanon
ar: لبنان
et: Liibanon
fa: لبنان
fr_lu: Liban
hr_hr: Liban
ja: レバノン
lv_lv: Libāna
pl_pl: Liban

source: Saint Lucia
ar: سانت لوسيا
fa: سنت لوسیا
fr_lu: Sainte-Lucie
ja: セントルシア

source: Liechtenstein
ar: ليختنشتاين
fa: لیختن اشتاین
hr_hr: Lihtenštajn
ja: リヒテンシュタイン
lv_lv: Lihtenšteina

source: Sri Lanka
ar: سري ل انكا
fa: سریلانکا
hr_hr: Šri Lanka
ja: スリ·ランカ
lv_lv: Šrilanka

source: Lesotho
ar: ليسوتو
hr_hr: Lesoto
ja: 長さ
lv_lv: Lesoto

source: Lithuania
ar: ليتوانيا
et: Leedu
fa: لیتوانی
fr_lu: Lituanie
hr_hr: Litvanija
ja: リトアニア
lv_lv: Lietuva
pl_pl: Litwa

source: Luxembourg
ar: لوكسمبورغ
fa: لوکزامبورگ
hr_hr: Luksemburg
ja: 労務費

source: Latvia
ar: لاتفيا
et: Läti
ja: データ

source: Libyan Arab Jamahiriya
ar: الجماهيرية العربية الليبية
fa: عربی لیبی Jamahiriya
fr_lu: Jamahiriya arabe libyenne
hr_hr: Libijska Arapska Džamahirija
ja: リビア
lv_lv: Lībija
pl_pl: Libia

source: Morocco
ar: مغربي
et: Maroko
fa: مراکش
fr_lu: Maroc
hr_hr: Maroko
ja: モロッコ
lv_lv: Maroka
pl_pl: Maroko
vi_vn: Ma-rốc

source: Monaco
ar: موناكو
ja: 連絡先

source: Moldova, Republic of
ar: جمهورية مولدوفا
et: Moldova Vabariik,
fa: مولدووا ، جمهوری
fr_lu: Moldova, République de
hr_hr: Moldavija , Republika
ja: モルドバ共和国の
lv_lv: Moldovas Republika
pl_pl: Mołdawia , Republika
vi_vn: Cộng hòa Moldova

source: Madagascar
ar: مدغشقر
et: Madagaskar
fa: ماداگاسکار
hr_hr: Madagaskar
ja: マダガスカル
lv_lv: Madagaskara
pl_pl: Madagaskar

source: Macedonia, TFYR
ar: مقدونيا ، TFYR
et: Makedoonia, TFYR
fa: مقدونیه ، TFYR
fr_lu: Macédoine, ex-République yougoslave
hr_hr: Makedonija , TFYR
ja: マケドニア、 TFYR
lv_lv: Maķedonija , TFYR

source: Mali
ar: مالي
ja: マニュアル

source: Myanmar
ar: ميانمار
fa: میانمار
hr_hr: Mijanmar
ja: ミャンマー
lv_lv: Mjanma

source: Mongolia
ar: منغوليا
et: Mongoolia
fa: مغولستان
fr_lu: Mongolie
hr_hr: Mongolija
ja: モンゴル国
lv_lv: Mongolija
vi_vn: Mông Cổ

source: Macao, (China)
ar: ماكاو ، ( الصين )
et: Macao ( Hiina )
fa: ماکائو (چین )
fr_lu: Macao ( Chine)
hr_hr: Makao , (Kina )
ja: マカオ（中国）
lv_lv: Makao ( Ķīna)
pl_pl: Macao , ( Chiny )
vi_vn: Macao ( Trung Quốc )

source: Northern Mariana Islands
ar: جزر ماريانا الشمالية
et: Põhja-Mariaanid
fa: جزایر ماریانای شمالی
fr_lu: Îles Mariannes du Nord
hr_hr: Sjeverni Marijanski otoci
ja: 北マリアナ諸島連邦
lv_lv: Ziemeļu Marianas salas
pl_pl: Mariany Północne
vi_vn: Quần đảo Bắc Mariana

source: Martinique
ar: مارتينيك
fa: مارتینیک
ja: マルティニーク島
lv_lv: Martinika
pl_pl: Martynika

source: Mauritania
ar: موريتانيا
et: Mauritaania
fa: موریتانی
fr_lu: Mauritanie
hr_hr: Mauritanija
ja: モーリタニア
lv_lv: Mauritānija
pl_pl: Mauretania

source: Malta
ar: مالطا
ja: データ

source: Mauritius
ar: موريشيوس
fa: موریس
fr_lu: Maurice
hr_hr: Mauricijus
ja: モーリシャス
lv_lv: Maurīcija

source: Maldives
ar: جزر المالديف
et: Maldiivid
ja: 販売受注

source: Malawi
ar: ملاوي
hr_hr: Malavi
ja: マラウイ

source: Mexico
ar: المكسيك
et: Mehhiko
fa: مکزیک
fr_lu: Mexique
hr_hr: Meksiko
ja: メキシコ
lv_lv: Meksika
pl_pl: Meksyk

source: Malaysia
ar: ماليزيا
et: Malaisia
fa: مالزی
fr_lu: Malaisie
ja: 年次

source: Mozambique
ar: موزمبيق
et: Mosambiik
fa: موزامبیک
hr_hr: Mozambik
ja: モザンビーク
lv_lv: Mozambika
pl_pl: Mozambik

source: Namibia
ar: ناميبيا
et: Namiibia
fa: نامیبیا
fr_lu: Namibie
hr_hr: Namibija
ja: ナミビア
lv_lv: Namībija

source: New Caledonia
ar: كاليدونيا الجديدة
et: uus-Kaledoonia
hr_hr: Nova Kaledonija
ja: ニューカレドニア
lv_lv: Jaunkaledonija

source: Niger
ar: النيجر
ja: しない

source: Nigeria
ar: نيجيريا
et: Nigeeria
fa: نیجریه
ja: ナイジェリア

source: Nicaragua
ar: نيكاراغوا
fa: نیکاراگوئه
hr_hr: Nikaragva
ja: ニカラグア
lv_lv: Nikaragva
pl_pl: Nikaragua

source: Netherlands
ar: هولندا
et: Holland
fa: هلند
fr_lu: Pays-Bas
hr_hr: Holandija
ja: オランダ
lv_lv: Nīderlande
pl_pl: Niderlandy
vi_vn: Hà Lan

source: Norway
ar: النرويج
et: Norra
hr_hr: Norveška
ja: 通常仕訳

source: Nepal
ar: نيبال
ja: ネパール
lv_lv: Nepāla

source: New Zealand
ar: نيوزيلندا
et: uus-Meremaa
hr_hr: Novi Zeland
ja: ニュージーランド
lv_lv: Jaunzēlande

source: Oman
ar: عمان
ja: 必要数量

source: Panama
ar: بناما
ja: 名称

source: Peru
ar: بيرو
et: Peruu
ja: 期間

source: French Polynesia
ar: بولينيزيا الفرنسية
et: Prantsuse Polüneesia
fa: پلینزی فرانسه
fr_lu: Polynésie française
hr_hr: francuska Polinezija
ja: フランス領ポリネシア
lv_lv: franču Polinēzija
pl_pl: Polinezja Francuska
vi_vn: Polynesia thuộc Pháp

source: Papua New Guinea
ar: بابوا غينيا الجديدة
et: Paapua Uus-Guinea
fa: پاپوآ گینه نو
fr_lu: Papouasie-Nouvelle- Guinée
hr_hr: Papua Nova Gvineja
ja: パプアニューギニアの
lv_lv: Papua Jaungvineja
pl_pl: Papua-Nowa Gwinea

source: Philippines
ar: الفلبين
et: Filipiinid
hr_hr: Filipini
ja: 運送会社

source: Pakistan
ar: باكستان
fa: پاکستان
ja: パキスタン
lv_lv: Pakistāna

source: Palestinian Territory
ar: الأراضي الفلسطينية
et: Palestiina
fa: سرزمین فلسطین
hr_hr: Palestinski teritorij
ja: 地域
vi_vn: Lãnh thổ Palestine

source: Portugal
ar: البرتغال
ja: Portrait

source: Paraguay
ar: باراغواي
et: Paraguai
fa: پاراگوئه
hr_hr: Paragvaj
ja: パラグアイ
lv_lv: Paragvaja
pl_pl: Paragwaj

source: Qatar
ar: قطر
et: Katar
ja: データ

source: Romania
ar: رومانيا
et: Rumeenia
fa: رومانی
hr_hr: Rumunija
ja: ルーマニア

source: Serbia
ar: صربيا
ja: 連続番号

source: Russian Federation
ar: الاتحاد الروسي
et: Venemaa
fa: فدراسیون روسیه
fr_lu: Fédération de Russie
hr_hr: Ruska Federacija
ja: ロシア連邦
lv_lv: Krievijas Federācija
pl_pl: Rosja
vi_vn: Liên bang Nga

source: Saudi Arabia
ar: العربية السعودية
et: Saudi Araabia
ja: サウジアラビア

source: Solomon Islands
ar: جزر سليمان
et: Saalomoni Saared
fa: جزایر سلیمان
fr_lu: Îles Salomon
hr_hr: Solomonski otoci
ja: ソロモン諸島
lv_lv: Zālamana salas
pl_pl: Wyspy Salomona
vi_vn: Quần đảo Solomon

source: Seychelles
ar: سيشيل
et: Seišellid
fa: سیشل
hr_hr: Sejšeli
ja: セイシェル
lv_lv: Seišelu salas
pl_pl: Seszele
vi_vn: Xây-sen

source: Sudan
ar: سودان
et: Sudaani
ja: スーダン

source: Sweden
ar: السويد
et: Rootsi
ja: 送付

source: Singapore
ar: سنغافورة
et: Singapur
ja: シンガポール

source: Slovenia
ar: سلوفينيا
et: Sloveenia
fa: اسلوونی
fr_lu: Slovénie
hr_hr: Slovenija
ja: スロベニア
lv_lv: Slovēnija
pl_pl: Słowenia

source: Slovakia
ar: سلوفاكيا
et: Slovakkia
fa: اسلواکی
fr_lu: Slovaquie
hr_hr: Slovačka
ja: スロバキア
lv_lv: Slovākija
pl_pl: Słowacja

source: San Marino
ar: سان مارينو
ja: サン·マリノ

source: Senegal
ar: السنغال
ja: 一般

source: Somalia
ar: الصومال
et: Somaalias
hr_hr: Somalija
ja: 通常仕訳

source: Suriname
ar: سورينام
ja: 名称

source: Sao Tome and Principe
ar: ساو تومي و برينسيبي
et: Sao Tome ja Principe
hr_hr: Sao Tome i Principe
ja: 価格改定

source: El Salvador
ar: السلفادور
fa: السالوادور
ja: エルサルバドル
lv_lv: Salvadora

source: Syrian Arab Republic
ar: الجمهورية العربية السورية
et: Süüria Araabia Vabariigi vahel
fa: جمهوری عربی سوریه
fr_lu: République arabe syrienne
hr_hr: Sirijska Arapska Republika
ja: シリアアラブ共和国
lv_lv: Sīrijas Arābu Republika
pl_pl: Syryjska Republika Arabska

source: Swaziland
ar: سوازيلاند
et: Svaasimaa
fa: سوازیلند
hr_hr: Svazi
ja: スワジランド
lv_lv: Svazilenda

source: Chad
ar: تشاد
fa: خرده کاغذ
hr_hr: Čad
ja: 請求
lv_lv: Čada
vi_vn: cá hồng

source: Togo
ar: توغو
ja: 終了

source: Thailand
ar: تايلاند
et: Tai
fa: تایلند
fr_lu: Thaïlande
hr_hr: Tajland
ja: タイ

source: Tajikistan
ar: طاجيكستان
et: Tadžikistan
fa: تاجیکستان
fr_lu: Tadjikistan
hr_hr: Tadžikistan
ja: タジキスタン
lv_lv: Tadžikistāna
pl_pl: Tadżykistan

source: Turkmenistan
ar: تركمانستان
fa: ترکمنستان
ja: トルクメニスタン
lv_lv: Turkmenistāna
pl_pl: Turkmenia

source: Tunisia
ar: تونس
et: Tuneesia
fa: تونس
fr_lu: Tunisie
hr_hr: Tunis
ja: チュニジア
lv_lv: Tunisija
pl_pl: Tunezja

source: Tonga
ar: تونغا
ja: 長い

source: East Timor (Timor-Leste)
ar: تيمور الشرقية (تيمور الشرقية )
et: Ida-Timor ( Timor -Leste )
fa: تیمور شرقی ( تیمور لسته )
fr_lu: Timor oriental ( Timor -Leste)
hr_hr: Istočni Timor ( Istočni Timor )
ja: 東ティモール（東ティモール）
lv_lv: Austrumtimora ( Timor - Leste )
pl_pl: Timor Wschodni ( Timor Wschodni )
vi_vn: Đông Timor ( Timor- Leste )

source: Turkey
ar: تركيا
et: Türgi
ja: トルコ

source: Trinidad and Tobago
ar: ترينيداد و توباغو
et: Trinidad ja Tobago
fa: ترینیداد و توباگو
fr_lu: Trinité-et- Tobago
hr_hr: Trinidad i Tobago
ja: トリニダード·トバゴ
lv_lv: Trinidāda un Tobāgo
pl_pl: Trynidad i Tobago
vi_vn: Trinidad và Tobago

source: Taiwan
ar: تايوان
ja: 場所

source: Tanzania, United Rep. of
ar: تنزانيا ، الولايات المتحدة من النائب
et: Tansaania Vabariik kohta
fa: تانزانیا، جمهوری متحده
fr_lu: Tanzanie, République-Unie de
hr_hr: Tanzanija , Sjedinjene Rep
ja: タンザニア連合議員
lv_lv: Tanzānija, Tanzānijas Apvienotā Rep
pl_pl: Tanzania , United Rep
vi_vn: Thống nhất Tanzania Rep

source: Ukraine
ar: أوكرانيا
et: Ukraina
hr_hr: Ukrajina
ja: ウクライナ
lv_lv: Ukraina
vi_vn: Ukraina

source: United Kingdom
ar: المملكة المتحدة
et: Suurbritannia
fa: انگلستان
fr_lu: Royaume-Uni
hr_hr: Ujedinjeno Kraljevstvo
ja: イギリス
lv_lv: Lielbritānija
pl_pl: Zjednoczone Królestwo
vi_vn: Vương quốc Anh

source: United States
ar: الولايات المتحدة
et: Ameerika Ühendriigid
ja: 明細印刷

source: Uruguay
ar: أوروغواي
fa: اروگوئه
hr_hr: Urugvaj
ja: ウルグアイ
lv_lv: Urugvaja
pl_pl: Urugwaj

source: Uzbekistan
ar: أوزبكستان
et: Usbekistan
fa: ازبکستان
fr_lu: Ouzbékistan
ja: ウズベキスタン
lv_lv: Uzbekistāna

source: St. Vincent and the Grenadines
ar: سانت فنسنت وجزر غرينادين
et: Saint Vincent ja Grenadiinid
fa: سنت وینسنت و گرنادین
fr_lu: Saint-Vincent- et -les-Grenadines
hr_hr: St. Vincent i Grenadini
ja: セントビンセントおよびグレナディーン諸島
lv_lv: Sentvinsenta unGrenadīnas
pl_pl: Saint Vincent iGrenadyny
vi_vn: Vincent và Grenadines

source: Venezuela
ar: فنزويلا
et: Venetsueela
fa: ونزوئلا
hr_hr: Venecuela
ja: ベネズエラ
lv_lv: Venecuēla
pl_pl: Wenezuela

source: British Virgin Islands
ar: جزر فيرجن البريطانية
et: Briti Neitsisaared
fa: جزایر ویرجین بریتانیا
fr_lu: Îles Vierges britanniques
hr_hr: Britanski Djevičanski Otoci
ja: 英領ヴァージン諸島
lv_lv: Britu Virdžīnu salas
pl_pl: Brytyjskie Wyspy Dziewicze

source: Virgin Islands, U.S.
ar: جزر العذراء الأميركية،
et: Neitsisaared , USA
fa: جزایر ویرجین، ایالات متحده
fr_lu: Îles Vierges américaines
hr_hr: Djevičanski Otoci , US
ja: 米領バージン諸島
lv_lv: ASV Virdžīnu salas
vi_vn: Quần đảo Virgin, Mỹ

source: Viet Nam
ar: فييت نام
et: Vietnami
ja: フルネーム

source: Vanuatu
ar: فانواتو
ja: 製造

source: Samoa
ar: ساموا
ja: 営業担当

source: Yemen
ar: يمني
et: Jeemenis
ja: テーマ

source: Zambia
ar: زامبيا
et: Sambia
fa: زامبیا
fr_lu: Zambie
hr_hr: Zambija
ja: ザンビア
lv_lv: Zambija

source: Zimbabwe
ar: زيمبابوي
fa: زیمبابوه
hr_hr: Zimbabve
ja: ジンバブエ
lv_lv: Zimbabve

source: United Arab Emirates dirham
ar: درهم اماراتى
et: Araabia Ühendemiraadid dirham
fa: درهم امارات متحده عربی
fr_lu: Émirats arabes unis dirham
hr_hr: Ujedinjeni Arapski Emirati dirham
ja: アラブ首長国連邦ディルハム
lv_lv: Apvienotie Arābu Emirāti dirhams
pl_pl: Zjednoczone Emiraty Arabskie dirham
vi_vn: United Arab Emirates Điaham

source: Afghan afghani
ar: أفغاني
et: Afganistani Afganistani
fa: افغانی افغانستان
fr_lu: Afghanistan Afghani
hr_hr: afganistanski afganistanski
ja: アフガニスタンのアフガニ
lv_lv: Afganistānas Afghani
pl_pl: afgani
vi_vn: Afghanistan Afghanistan

source: Albanian lek
ar: ليك ألباني
et: Albaania lek
fa: لک آلبانی
fr_lu: Lek albanais
hr_hr: Albanski lek
ja: アルバニア·レク
lv_lv: Albānijas leks
pl_pl: albański lek
vi_vn: Albania Lek

source: Armenian dram
ar: درهم ارميني
et: Armeenia dram
fa: ارمنستان درام
fr_lu: dram arménien
hr_hr: Armenski dram
ja: アルメニア·ドラム
lv_lv: Armēnijas drams
pl_pl: ormiański dram
vi_vn: đơn vị Armenia

source: Netherlands Antillean guilder
ar: هولندا جزر أنتيل
et: Hollandi Antillide kulden
fa: گیلدر هلند Antillean
fr_lu: Pays-Bas Antilles Néerlandaises
hr_hr: Nizozemska Antillian gulden
ja: オランダギルダー
lv_lv: Nīderlandes Antiļu guldeņu
pl_pl: Holandia Antillean gulden
vi_vn: Hà Lan Antillean guilder

source: Angolan kwanza
ar: كوانزا انجولي
et: Angola kwanza
fa: آنگولا kwanza
fr_lu: kwanza angolais
hr_hr: angolska Kwanza
ja: アンゴラクワンザ
lv_lv: Angolas Kwanza
pl_pl: kwanza Angoli
vi_vn: Angola Kwanza

source: Argentine peso
ar: بيزو أرجنتينى
et: Argentina peeso
fa: پزو آرژانتین
fr_lu: peso argentin
hr_hr: Argentinski pezo
ja: アルゼンチン·ペソ
lv_lv: Argentīnas peso
pl_pl: peso argentyńskie
vi_vn: peso của Argentina

source: Australian dollar
ar: الدولار الاسترالي
et: Austraalia dollar
fa: دلار استرالیا
fr_lu: dollar australien
hr_hr: Australski dolar
ja: 豪ドル
lv_lv: Austrālijas dolārs
pl_pl: Dolar australijski
vi_vn: đồng đô la Úc

source: Aruban florin
ar: جلدر أروبى
et: Aruba Florin
fa: Aruban فلورین
fr_lu: Aruba Florin
hr_hr: Arubski Florin
ja: Arubanフローリン
lv_lv: Arubas Florin
pl_pl: Florin Aruby

source: Azerbaijani manat
ar: أذربيجان مانات
et: Aserbaidžaani manat
fa: منات جمهوری آذربایجان
fr_lu: manat azerbaïdjanais
hr_hr: azerbajdžanski Manat
ja: アゼルバイジャンマナト
lv_lv: Azerbaidžānas manats
pl_pl: Azerbejdżański manat
vi_vn: Azerbaijan Manat

source: Bosnia and Herzegovina convertible mark
ar: البوسنة و الهرسك للتحويل مارك
et: Bosnia ja Hertsegoviina kabriolett märk
fa: بوسنی و هرزگوین تبدیل خوانده شده را علامت
fr_lu: Bosnie-Herzégovine convertibles Mark
hr_hr: Bosna i Hercegovina konvertibilna marka
ja: ボスニア·ヘルツェゴビナコンバーチブルマーク
lv_lv: Bosnija un Hercegovina kabriolets zīme
pl_pl: Bośnia i Hercegowina cabrio zapytania
vi_vn: Bosnia và Herzegovina đánh dấu chuyển đổi

source: Barbados dollar
ar: الدولار بربادوس
et: Barbados dollari
fa: دلار باربادوس
fr_lu: dollar de la Barbade
hr_hr: Barbados dolar
ja: バルバドスドル
lv_lv: Barbadosa dolāru
pl_pl: dolar Barbados
vi_vn: đô la Barbados

source: Bangladeshi taka
ar: تاكا بنجلاديشى
fa: بنگلادش TAKA
fr_lu: Bangladesh Taka
hr_hr: Bangladeški Taka
ja: バングラデシュタカ
lv_lv: Bangladešas taka
pl_pl: Taka Bangladeszu
vi_vn: Bangladesh taka

source: Bulgarian lev
ar: ليف بلغاري
et: Bulgaaria leev
fa: بلغاری لو
fr_lu: lev bulgare
hr_hr: Bugarski lev
ja: ブルガリア·レフ
lv_lv: Bulgārijas levas
vi_vn: Lép Bungari

source: Bahraini dinar
ar: دينار بحريني
et: Bahreini dinaar
fa: بحرین دینار
fr_lu: Bahreïn dinar
hr_hr: Bahreinski dinar
ja: バーレーン·ディナール
lv_lv: Bahreinas dinārs
pl_pl: dinar Bahrajnu
vi_vn: Bahrain dinar

source: Burundian franc
ar: الفرنك البوروندي
et: Burundi frank
fa: فرانک بوروندی
fr_lu: Franc burundais
hr_hr: Burundian Franak
ja: ブルンジフラン
lv_lv: Burundi franks
pl_pl: Burundi franc
vi_vn: franc Burundi

source: Bermudian dollar
ar: دولار برمودي
et: Bermuda dollar
fa: دلار برمودا
fr_lu: Dollar des Bermudes
hr_hr: Bermudian dolara
ja: バミューダドル
lv_lv: Bermudian dolāru
pl_pl: Dolar bermudzki
vi_vn: đô la Bermudian

source: Brunei dollar
ar: دولار بروناي
fa: دلار برونئی
fr_lu: Dollar de Brunei
hr_hr: Brunej dolar
ja: ブルネイドル
lv_lv: Bruneja dolāru
pl_pl: Dolar Brunei
vi_vn: đô la Brunei

source: Bolivian Boliviano
ar: بوليفيانو بوليفي
et: Boliivia boliviano
fa: بولیوی بولیویانو
fr_lu: Boliviano Bolivien
hr_hr: Bolivijski boliviano
ja: ボリビアーノ
lv_lv: Bolīvijas boliviano
pl_pl: Boliviano
vi_vn: Bolivia Bôlivia

source: Bolivian Mvdol (funds code)
ar: البوليفية Mvdol (رمز الأموال )
et: Boliivia Mvdol ( raha -kood)
fa: Mvdol بولیوی (کد بودجه )
fr_lu: Bolivien Mvdol (code des fonds )
hr_hr: Bolivijski Mvdol ( sredstva kod )
ja: ボリビアMvdol （ファンドコード）
lv_lv: Bolīvijas Mvdol ( fondi kods)
pl_pl: Boliwijczyk Mvdol (kod fundusze)
vi_vn: Bolivia Mvdol ( tiền mã)

source: Brazilian real
ar: ريال برازيلي
et: Brasiilia reaal
fa: برزیل واقعی
fr_lu: real brésilien
hr_hr: Brazilski real
ja: ブラジルレアル
lv_lv: Brazīlijas reāls
pl_pl: Real brazylijski
vi_vn: thực Brazil

source: Bahamian dollar
ar: دولار بهامي
et: Bahama dollar
fa: دلار باهاما
fr_lu: dollar des Bahamas
hr_hr: Bahamski dolar
ja: バハマ·ドル
lv_lv: Bahamu dolāru
pl_pl: Dolar Bahamian
vi_vn: đô la Bahamas

source: Bhutanese ngultrum
ar: بوتان بوتاني
et: Bhutani Ngultrum
fa: بوتانی ngultrum
fr_lu: Ngultrum
ja: ブータン·ニュルタム
lv_lv: Butānas Ngultrum
pl_pl: ngultrum Bhutanu
vi_vn: Bhutan ngultrum

source: Botswana pula
ar: بوتسوانا بولا
fa: بوتسوانا پولا
fr_lu: pula du Botswana
hr_hr: Bocvana Pula
ja: ボツワナ·プラ
lv_lv: Botsvāna Pula

source: Belarusian ruble
ar: روبل بيلاروسي
et: Valgevene rubla
fa: روبل بلاروس
fr_lu: rouble biélorusse
hr_hr: Bjeloruski rublje
ja: ベラルーシルーブル
lv_lv: Baltkrievijas rublis
pl_pl: Rubel białoruski
vi_vn: đồng rúp Belarus

source: Belize dollar
ar: دولار بليزي
fa: دلار بلیز
fr_lu: dollar Belize
hr_hr: Belize dolar
ja: ベリーズドル
lv_lv: Beliza dolāru
pl_pl: Dolar Belize
vi_vn: đô la Belize

source: Canadian dollar
ar: الدولار الكندي
et: Kanada dollar
fa: دلار کانادا
fr_lu: dollar canadien
hr_hr: Kanadski dolar
ja: カナダドル
lv_lv: ASV dolārs
pl_pl: Dolar amerykański
vi_vn: đô la Canada

source: Congolese franc
ar: الفرنك الكونغولي
et: Kongo frank
fa: فرانک کنگو
fr_lu: Franc congolais
hr_hr: Konga Franak
ja: コンゴフラン
lv_lv: Kongo franks
pl_pl: Frank kongijski
vi_vn: franc Congo

source: Swiss WIR Euro (complementary currency)
ar: السويسري تقرير الاستثمار العالمي اليورو ( العملة التكميلية )
et: Šveitsi WIR Euro ( täiendav raha )
fa: سوئیس WIR یورو ( پول مکمل )
fr_lu: Suisse WIR Euro ( monnaie complémentaire )
hr_hr: Švicarski WIR Euro ( komplementarne valute )
ja: スイスのWIRユーロ（補完通貨）
lv_lv: Šveices WIR Eiro ( papildu valūtā )
pl_pl: Szwajcarski WIR Euro ( komplementarne waluta )
vi_vn: Thụy Sĩ WIR Euro ( tiền tệ bổ sung)

source: Swiss franc
ar: الفرنك السويسري
et: Šveitsi frank
fa: فرانک سوئیس
fr_lu: franc suisse
hr_hr: Švicarski franak
ja: スイスフラン
lv_lv: Šveices franks
pl_pl: Frank szwajcarski
vi_vn: đồng franc Thụy Sĩ

source: Swiss WIR Franc (complementary currency)
ar: الفرنك السويسري تقرير الاستثمار العالمي (عملة تكميلية )
et: Šveitsi WIR Franc ( täiendav raha )
fa: فرانک WIR سوئیس ( ارز مکمل )
fr_lu: Franc suisse WIR ( monnaie complémentaire )
hr_hr: Švicarski franak WIR ( komplementarne valute )
ja: スイスWIRフラン（補完通貨）
lv_lv: Šveices WIR franks ( papildu valūtā )
pl_pl: Frank szwajcarski WIR ( komplementarne waluta )
vi_vn: Thụy Sĩ WIR Franc ( tiền tệ bổ sung)

source: Chilean Unidad de Fomento (funds code)
ar: التشيلي وحدة الفومينتو (رمز الأموال )
et: Tšiili Unidad de Fomento ( raha -kood)
fa: شیلی Unidad در و د Fomento (کد بودجه )
fr_lu: Chili Unidad de Fomento (code des fonds )
hr_hr: Čileanski Unidad de Fomento ( sredstva code )
ja: チリUnidadデFomento （ファンドコード）
lv_lv: Čīles Unidad de Fomento ( fondi kods)
pl_pl: Chilijska Unidad de Fomento (kod fundusze)
vi_vn: Chile Unidad de Fomento ( tiền mã)

source: Chilean peso
ar: بيزو شيلى
et: Tšiili peeso
fa: پزو شیلی
fr_lu: peso chilien
hr_hr: Čileanski pezo
ja: チリ·ペソ
lv_lv: Čīles peso
pl_pl: Peso chilijskie
vi_vn: peso của Chile

source: Chinese yuan
ar: الصينية يوان
et: Hiina jüaani
fa: یوان چین
fr_lu: yuan chinois
hr_hr: kineski juan
ja: 中国元
lv_lv: Ķīnas juaņa
pl_pl: chiński yuan
vi_vn: Trung Quốc nhân dân tệ

source: Colombian peso
ar: بيزو كولومبي
et: Kolumbia peeso
fa: پزو کلمبیا
fr_lu: peso colombien
hr_hr: kolumbijski pezo
ja: コロンビアペソ
lv_lv: Kolumbijas peso
pl_pl: Peso kolumbijskie
vi_vn: peso Colombia

source: Colombian Unidad de Valor Real
ar: الكولومبي Unidad دي فالور ريال
et: Kolumbia Unidad de Valor Real
fa: Unidad در کلمبیا شجاعت و مستغلات
fr_lu: Colombien Unidad de Valor réel
hr_hr: Kolumbijski Unidad de Valor real
ja: リアルコロンビアUnidadデバロール
lv_lv: Kolumbijas Unidad de Valor Real
pl_pl: Kolumbijska Unidad de Valor Nieruchomości
vi_vn: Colombia Unidad de Valor sản

source: Costa Rican colon
ar: كولن كوستا ريكى
et: Costa Rica Colon
fa: کاستاریکا روده بزرگ
hr_hr: Kostarike debelog
ja: コスタリカ·コロン
lv_lv: Kostarikas Colon
pl_pl: Kostarykański dwukropek
vi_vn: Costa Rica đại tràng

source: Cuban peso convertible
ar: البيزو الكوبي القابل للتحويل
et: Kuuba peeso kabriolett
fa: تبدیل پزو کوبا
fr_lu: Peso convertible cubain
hr_hr: Kubanski pezo kabriolet
ja: キューバペソコンバーチブル
lv_lv: Kubas peso kabriolets
pl_pl: Kubańskie peso
vi_vn: Cuba đồng peso chuyển đổi

source: Cuban peso
ar: بيزو كوبي
et: Kuuba peeso
fa: پزو کوبا
fr_lu: peso cubain
hr_hr: Kubanski pezo
ja: キューバ·ペソ
lv_lv: Kubas peso
pl_pl: Peso kubańskie
vi_vn: peso Cuba

source: Cape Verde escudo
ar: اسكودو الرأس الخضراء
et: Cabo Verde eskuudo
fa: کیپ ورد اسکودوی
fr_lu: Escudo cap-verdien
ja: カーボベルデ·エスクード
lv_lv: Kaboverdes eskudo

source: Czech koruna
ar: الكورونا التشيكية
et: Tšehhi kroon
fa: چک کرون
fr_lu: couronne tchèque
hr_hr: Češka Kruna
ja: チェコ·コルナ
lv_lv: Čehijas krona
pl_pl: Korona czeska

source: Djiboutian franc
ar: فرنك جيبوتي
et: Djibouti frank
fa: فرانک جیبوتی
fr_lu: Franc Djiboutien
hr_hr: Djiboutian franak
ja: ジブチフラン
lv_lv: Džibutijas franks
pl_pl: franc Djiboutian

source: Danish krone
ar: الكرونة الدنماركية
et: Taani kroon
fa: کرون دانمارک
fr_lu: Couronne danoise
hr_hr: danski Kruna
ja: デンマーク·クローネ
lv_lv: Dānijas krona
pl_pl: korona duńska
vi_vn: Đan Mạch krone
