Repository: timschofield/KwaMoja-Medical
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar, et, fa, fr_lu, hr_hr, ja, lv_lv, pl_pl, vi_vn

source: The following SQL to update the purchase order header record was used
ar: تم استخدام SQL التالية لتحديث طلب شراء سجل الرأس
et: Järgmine SQL uuendada ostutellimuse päisekirjet kasutati
fa: گذاشتن زیر برای به روز رسانی خرید منظور ثبت هدر مورد استفاده قرار گرفت
fr_lu: Le SQL suivante pour mettre à jour l'enregistrement en-tête de bon de commande a été utilisée
hr_hr: Sljedeći SQL ažurirati zaglavlja rekord narudžbenice je korišten
ja: 購買発注詳細レコードを更新する以下のSQLが使われました
lv_lv: Pēc SQL atjaunināt pasūtījuma galvenes ieraksts tika izmantots
pl_pl: Poniżej SQL do aktualizacji zamówienia rekord nagłówka użyto
vi_vn: SQL sau đây để cập nhật các bản ghi tiêu đề đơn đặt hàng đã được sử dụng

source: The GRN record could not be deleted because
ar: لا يمكن حذف السجل لأن GRN
et: GRN rekord ei saa kustutada , sest
fa: ثبت GRN نمی تواند به دلیل حذف
fr_lu: Impossible de supprimer la fiche BR:
hr_hr: GRN rekord ne može biti izbrisan , jer
ja: 地域は追加または更新ができませんでした理由は
lv_lv: GRN ieraksts nevarēja izdzēst , jo
pl_pl: Zapis GRN nie mogła być usunięta ponieważ
vi_vn: Kỷ lục GRN không thể bị xóa bởi vì

source: The following SQL to delete the GRN record was used
ar: تم استخدام SQL التالية لحذف السجل GRN
et: Järgmine SQL kustutada GRN rekord kasutati
fa: گذاشتن زیر را برای حذف رکورد GRN مورد استفاده قرار گرفت
fr_lu: Le SQL suivante pour supprimer l'enregistrement GRN a été utilisée
hr_hr: Sljedeći SQL izbrisati GRN rekord je korišten
ja: GRNレコードを追加する以下のSQLが使われました
lv_lv: Pēc SQL dzēst GRN ieraksts tika izmantots
pl_pl: Poniżej SQL usunięcia zapisu GRN był używany
vi_vn: SQL sau đây để xóa các bản ghi GRN được sử dụng

source: The GRN record could not be updated
ar: لا يمكن تحديث السجل GRN
et: GRN rekord ei saa uuendatud
fa: ثبت GRN نمی تواند به روز شده
fr_lu: Impossible de mettre à jour le BR
hr_hr: GRN zapis nije mogao biti ažuriran
ja: GRNレコードは更新できませんでした
lv_lv: GRN ieraksts nevar atjaunināt
pl_pl: Dokument Pz nie może być zaktualizowany
vi_vn: Kỷ lục GRN không thể được cập nhật

source: This reversal of goods received has not been processed because
ar: لم تتم معالجة هذا التراجع من البضائع الواردة وذلك لأن
et: See pöördumine kaupade saanud ei ole töödeldud , sest
fa: این واژگونی کالا دریافت کرده اند نه به دلیل پردازش
fr_lu: Ce renversement des biens reçus n'a pas été traitée parce
hr_hr: Taj obrat dobara primljenih nije obrađen , jer
ja: 受け取った商品のこの反転は処理されていないため、
lv_lv: Šī saņemto preču maiņa nav pārstrādāti , jo
pl_pl: Ten zwrot towaru nie został zapisany ponieważ
vi_vn: Đảo ngược này hàng nhận được đã không được xử lý bởi vì

source: CRITICAL ERROR! NOTE DOWN THIS ERROR AND SEEK ASSISTANCE. The fixed asset cost addition could not be reversed:
ar: خطأ فادح !
et: Kriitiline viga !
fa: انتقادی خطا! توجه کردن این خطا و به دنبال کمک. علاوه بر این هزینه های ثابت سرمایه نمی تواند معکوس :
hr_hr: Kritična greška !
ja: CRITICAL ERROR ！
lv_lv: Kritiskā kļūda !
pl_pl: KRYTYCZNY BŁĄD! Zanotuj ten błąd i szukać pomocy. Oprócz stałych kosztów aktywów nie może się odwrócić:
vi_vn: QUAN TRỌNG LỖI !

source: The following SQL was used to attempt the reduce the cost of the asset was:
ar: تم استخدام SQL التالية لمحاولة خفض تكلفة الأصل كانت في:
et: Järgmine SQL kasutati üritavadvähendada kulusid vara oli :
fa: گذاشتن زیر را به تلاش بهای تمام شده دارائی را کاهش دهد استفاده می شد :
hr_hr: Sljedeći SQL je bio korišten da pokušajusmanjiti troškove imovine bio :
ja: 作業指図の更新に以下のSQLが使われた
lv_lv: Pēc SQL tika izmantota, lai mēģinātusamazināt aktīva izmaksas bija :
pl_pl: SQL, co następuje próba wykorzystania zmniejszenia kosztów aktywów to:
vi_vn: SQL sau đây đã được sử dụng để cố gắng giảm chi phí của tài sản là :

source: Could not determine if the item exists because
ar: لا يمكن تحديد ما إذا كان البند موجود لأن
et: Ei saanud kindlaks teha, kas toode on olemas, sest
fa: ممکن است تعیین کنند که آیا موردی وجود دارد چرا که نه
fr_lu: Impossible de déterminer si l'article existe parce que
hr_hr: Ne može se utvrditi je litočka postoji jer
ja: ため、項目が存在するかどうかを確認できませんでした
lv_lv: Nevar noteikt, vaiprece pastāv , jo
pl_pl: Nie można określić czy towar istnieje ponieważ
vi_vn: Không thể xác định xem mục tồn tại bởi vì

source: Could not get the quantity on hand of the item before the reversal was processed
ar: لا يمكن الحصول على الكمية على يد هذا البند قبل تمت معالجة الانعكاس
et: Ei saanud kogust käsi eseme enneümberpööramist oli töödeldud
fa: آیا می توانید از مقدار در دست قلم دوم از اقلام قبل از واژگونی و پردازش نیست
fr_lu: Impossible d'obtenir la quantité en main de la question avant la reprise a été générée
hr_hr: Ne može se dobiti količinu na ruke stavke prijeobrat obrađen
ja: 逆転が処理される前に、アイテムの一方で量を取得できませんでした
lv_lv: Nevarēja iegūt daudzumu uz rokas posteņa pirmsmaiņa tika apstrādāta
pl_pl: Nie mozna określić ilości na stanie przed przetworzeniem zwrotu towaru
vi_vn: Không thể có được số lượng trên tay của các mặt hàng trước khi đảo chiều đã được xử lý

source: Could not insert the reversing stock movements for the batch/serial numbers
ar: لا يمكن إدراج الحركات الأسهم عكس ل دفعة / الأرقام التسلسلية
et: Ei saa lisadatagurdab aktsia liikumisepartii / seerianumbrid
fa: ممکن است وارد نمی معکوس جنبش سهام برای دسته ای / شماره سریال
fr_lu: Impossible insérer les mouvements de stock pour le lot inverser les numéros de série
hr_hr: Ne mogu umetnuti unazad pokrete zaliha za serije / serijski brojevi
ja: バッチ/シリアル番号の逆転株式の動きを挿入できませんでした
lv_lv: Nevar ievietot atpakaļgaitas krājumu pārvietošanu uz ​​partijas / sērijas numurus
pl_pl: Nie można przetworzyć zwrotu towaru dla numeru partii/seryjnego
vi_vn: Không có thể chèn các phong trào chứng khoán đảo chiều cho lô / số thứ tự

source: The SQL used but failed was
ar: و SQL المستخدمة لكنها فشلت وكان
et: SQL kasutada , kuid ei olnud
fa: گذاشتن استفاده کنند ، اما نتوانستند بود
fr_lu: Échec de la commande SQL:
hr_hr: SQL se koristi , ali nije bilo
ja: SQLが使用されますが、失敗しました
lv_lv: SQL izmanto, bet neizdevās , bija
pl_pl: Użyta fraza SQL
vi_vn: SQL được sử dụng nhưng không thành công là

source: Could not update the batch/serial stock records
ar: تعذر تحديث الدفعة / سجلات المخزون المسلسل
et: Pole võimalik uuendadapartii / seerianumber laoarvestuses
fa: بروز رسانی می تواند دسته ای / پرونده سهام سریال نیست
fr_lu: Impossible de mettre à jour le lot / comptabilité matières de série
hr_hr: Ne može se ažurirati serije / serijski evidenciju
ja: バッチ/シリアル在庫記録を更新できませんでした
lv_lv: Nevarēja atjaunināt partijas / sērijas krājumu uzskaiti
pl_pl: Nie można zaktualizować rekordów partii/numeru serii
vi_vn: Không thể cập nhật hàng loạt / hồ sơ chứng khoán nối tiếp

source: GRN Reversal for PO
ar: عكس GRN ل PO
et: GRN tagasiarvestus jaoks PO
fa: واژگونی GRN برای صندوق پستی
fr_lu: Reprise de la GRN pour PO
hr_hr: Ukidanje GRN za PO
ja: PO用GRNリバーサル
lv_lv: GRN atcelšana uz PO
pl_pl: Wartość zwrotu dla zamówienia
vi_vn: GRN Hoàn cho PO

source: The purchase GL posting could not be inserted for the reversal of the received item because
ar: و GL الشراء المشاركة لا يمكن إدراجها ل عكس هذا البند حصل بسبب
et: Ostu GL postitad ei saa sisestatud tagasitäitmise kohtasaadud toode , kuna
fa: گرم در خرید ارسال می تواند برای واژگونی مورد دریافت نمی شود چون وارد
fr_lu: Le GL achat annonce n'a pas pu être insérée dans le renversement de l'article reçu, car
hr_hr: Kupnja GL knjiženja se ne može umetnuti za preokret zaprimljene stavke , jer
ja: ポスティング購入GLが受け取った項目の逆転のために挿入することができませんでしたので、
lv_lv: Pirkums GL norīkošanu nevar ievietota uz maiņu uz saņemto posteni, jo
pl_pl: Nie można zapisać zmian KG dla zwrotu towaru ponieważ
vi_vn: GL mua đăng không có thể được chèn vào cho sự đảo chiều của các mặt hàng nhận được bởi vì

source: GRN Reversal PO
ar: GRN عكس PO
et: GRN tagasiarvestus PO
fa: GRN صندوق واژگونی
fr_lu: GRN Reprise PO
hr_hr: GRN Ukidanje PO
ja: GRN逆転PO
lv_lv: GRN atcelšana PO
pl_pl: Wycofanie Pz
vi_vn: GRN Hoàn PO

source: has been reversed
ar: وقد عكس
et: on pööratud
fa: معکوس شده است
fr_lu: a été renversée
hr_hr: je preinačio
ja: 逆転されています
lv_lv: ir mainījusies
pl_pl: został cofnięty
vi_vn: Đã bị đảo ngược

source: Select another GRN to Reverse
ar: اختر GRN آخر لعكس
et: Vali teine ​​GRN vastupidises
fa: دیگری را انتخاب کنید GRN به معکوس
fr_lu: Sélectionner un autre BR
hr_hr: Odaberite drugu GRN da preokrenu
ja: 逆にするには別のGRNを選択
lv_lv: Izvēlieties citu GRN , lai mainītu
pl_pl: Wybierz inny dokumet Pz do cofnięcia
vi_vn: Chọn một GRN để Reverse

source: Show all goods received after
ar: مشاهدة جميع البضائع الواردة بعد
et: Näita kõik asjad said pärast
fa: نمایش تمام کالاها پس از دریافت
fr_lu: Voir toutes les marchandises reçues après
hr_hr: Pokaži sve robe primljene poslije
ja: 表示 全商品入庫 以降
lv_lv: Rādīt visas preces, kas iesniegti pēc
pl_pl: Pokaż wszystkie towary przyjęte po
vi_vn: Hiển thị tất cả các hàng hoá nhận được sau khi

source: Show Outstanding Goods Received
ar: مشاهدة السلع المعلقة حصل
et: Näita Outstanding saadud kaubad
fa: نمایش محصولات برجسته دریافتی
fr_lu: Afficher le reliquat des marchandises reçues
hr_hr: Pokaži Izvanredna Roba primljeni
ja: 卓越したグッズ受信表示
lv_lv: Rādīt Izcili preces saņemtā
pl_pl: Pokaż Towary Przyjęte Niezafakturowane
vi_vn: Hiện Hàng xuất sắc nhận

source: An error occurred in the attempt to get the outstanding GRNs for
ar: حدث خطأ في محاولة للحصول على GRNs غير المسددة ل
et: Tekkis viga on katse saadatasumata GRNs eest
fa: خطا رخ داده است در تلاش برای بدست GRNs برجسته برای
fr_lu: Erreur lors de la recherche des GRNS en attente
hr_hr: Došlo je do pogreške u pokušaju da se preostale GRNs za
ja: エラーはのための卓越したGRNsを取得する試みで発生
lv_lv: Kļūda , mēģinot iegūt atlikušās GRNs par
pl_pl: Błąd przy odtwarzaniu niezafakturowanych dokumentów Pz dla
vi_vn: Đã xảy ra lỗi trong các nỗ lực để có được những GRNs xuất sắc cho

source: The message was
ar: كانت الرسالة
et: Sõnum oli
fa: پیام شد
fr_lu: Le message a été
hr_hr: Poruka je bila
ja: メッセージがあった
lv_lv: Vēstījums bija
pl_pl: Zwrócony komunikat był
vi_vn: Thông điệp đã

source: There are no outstanding goods received yet to be invoiced for
ar: هناك لم ترد أي البضائع المعلقة بعد أن يكون مبلغ الفاتورة ل
et: Puuduvad tasumata kauba saanud veel arved
fa: هیچ کالاهای برجسته دریافت کرد هنوز به صورتحساب برای وجود دارد
fr_lu: Il n'y a pas de marchandises en circulation a reçu encore une facture pour
hr_hr: Tu se nema otvorenih robu dobila tek treba fakturirati
ja: ない優れた商品はのために請求されるようにまだ受信されません
lv_lv: Ir nav atlikumu saņemtajām precēm vēl nav izrakstīts rēķins par
pl_pl: Nie ma niezafakturowanych dokumentów PZ dla
vi_vn: Không có hàng hóa xuất sắc nhận được chưa được lập hoá đơn cho

source: To reverse a GRN that has been invoiced first it must be credited
ar: لوقف GRN التي تم فواتير أول فلابد من اعتماده على
et: Et pöörataGRN , mis on arve kõigepealt tuleb kanda
fa: برای معکوس کردن GRN است که صورتحساب اولین بار آن را باید اعتبار
fr_lu: Pour inverser un GRN qui a été facturé il doit d'abord être crédité
hr_hr: Za preokrenuti GRN da je fakturirani prvo ga mora biti doznačena
ja: 最初に請求されたGRNを逆にするにはそれが信じなければなりません
lv_lv: Lai mainītu GRN , kas ir rēķinā vispirms tas ir jāieskaita
pl_pl: Aby cofnąć zafakturowany dokument Pz trzeba wystawić fakturę korygującą
vi_vn: Để đảo ngược một GRN đã được lập hoá đơn đầu tiên nó phải được ghi

source: GRN Batch
ar: GRN دفعة
hr_hr: GRN Hrpa
ja: GRNバッチ

source: Quantity To
ar: الكمية إلى
et: Kogus
fa: مقدار برای
fr_lu: Quantité à
hr_hr: Količina za
ja: 数量
lv_lv: Daudzums
pl_pl: Ilość do
vi_vn: Số lượng Để

source: Reverse
ar: عكس
et: vastupidine
fa: معکوس
fr_lu: Inverse
hr_hr: preokrenuti
ja: 返品
lv_lv: Reverss
pl_pl: Zwrot
vi_vn: đảo ngược

source: SMTP Server details
ar: تفاصيل خادم SMTP
et: SMTP serveri andmed
fr_lu: Paramètres du serveur SMTP
hr_hr: SMTP Server Detaljnije
ja: SMTPサーバーの詳細
lv_lv: SMTP Server detaļas
pl_pl: SMTP Server szczegóły
vi_vn: Chi ti?t máy ch? SMTP

source: SMTP Server
ar: خادم SMTP
fr_lu: Serveur SMTP
ja: SMTPサーバ
pl_pl: Serwer SMTP
vi_vn: Máy ch? SMTP

source: SMTP Server Settings
ar: إعدادات خادم SMTP
fr_lu: Paramètres du serveur SMTP
hr_hr: SMTP poslužitelja postavke
ja: 一般設定
lv_lv: SMTP servera iestatījumi
pl_pl: Ustawienia serwera SMTP
vi_vn: Cài d?t máy ch? SMTP

source: The email setting information failed to update
ar: فشل معلومات الإعداد لتحديث البريد الإلكتروني
et: E seadistus info uuendamine nurjus
ja: 注文の行品目は取り出せなかった理由は

source: The SQL failed to update is
ar: فشل SQL لتحديث هو
ja: GL予算更新に失敗したSQLでした

source: The settings for the SMTP server have been successfully updated
ar: تم تحديث إعدادات خادم SMTP بنجاح
et: SeadedSMTP server on edukalt uuendatud
fr_lu: Les paramètres pour le serveur SMTP ont été mis à jour
hr_hr: Postavke za SMTP poslužitelj uspješno su ažurirani
ja: 在庫移動レコードは正常につくられました
lv_lv: Par SMTP servera iestatījumi ir veiksmīgi atjaunināti
pl_pl: Ustawienia dla serwera SMTP zostały pomyślnie zaktualizowane
vi_vn: Cài d?t máy ch? SMTP dã du?c c?p nh?t thành công

source: The email settings failed to be inserted
ar: فشل إعدادات البريد الإلكتروني لإدراجها
et: E-posti seaded suutnud lisatakse
ja: 注文の行品目は取り出せなかった理由は

source: The SQL failed to insert the email information is
ja: 銀行トランザクション挿入に失敗したSQLでした

source: The settings for the SMTP server have been sucessfully inserted
ar: تم إدراجها بنجاح الإعدادات للملقم SMTP
et: SeadedSMTP server on edukalt sisestatud
hr_hr: Postavke za SMTP poslužitelja su uspješno ubačeni
ja: 作業指図が更新された

source: The email settings information cannot be retrieved
ar: لا يمكن استرجاع المعلومات إعدادات البريد الإلكتروني
et: E-posti seadete andmed ei saa taastada
ja: 在庫品目のコスト詳細は検索できませんでした理由は

source: Server Host Name
ar: اسم مضيف ملقم
fr_lu: Nom du serveur hôte
hr_hr: Naziv glavnog računala poslužitelja
ja: 営業担当名
lv_lv: Servera Host Name
pl_pl: Host Name Server
vi_vn: Máy chủ Host Name

source: SMTP port
ar: منفذ SMTP
fr_lu: port SMTP
ja: 税レポート
lv_lv: SMTP ports
pl_pl: port SMTP
vi_vn: C?ng SMTP

source: Helo Command
ar: الحلو القيادة
fa: فرمان HELO
fr_lu: Commande Helo
ja: HELOコマンド
lv_lv: helo komandu
vi_vn: helo lệnh

source: Authorisation Required
ar: التفويض المطلوبة
et: nõutav luba
fr_lu: Autorisation requise
hr_hr: Odobrenje Potrebna
ja: 所要数量
lv_lv: Atļauja Nepieciešamā
pl_pl: Wymagana autoryzacja
vi_vn: Cấp phép bắt buộc

source: True
ar: صحيح
et: tõsi
fa: درست
fr_lu: Vrai
hr_hr: istinit
ja: 真
lv_lv: patiess
vi_vn: Ðúng

source: False
ar: كاذب
et: vale
fr_lu: Faux
hr_hr: lažan
ja: 有効
lv_lv: Tabula
pl_pl: Fałszywy
vi_vn: Sai

source: Timeout (seconds)
ar: مهلة ( ثانية)
fa: اتماموقت ( ثانیه انجام گرفته است )
fr_lu: Délai d'attente (en secondes)
hr_hr: Timeout (sekunde )
ja: タイムアウト（秒）
lv_lv: Intervāls (sekundēs )
pl_pl: (Sekundy)
vi_vn: Thời gian chờ ( giây )

source: Sales Analysis Report Columns
ar: مبيعات تحليل تقرير أعمدة
et: Müük analüüs Teata veerud
fa: فروش تجزیه و تحلیل ستون گزارش
fr_lu: Colonnes du rapport d'analyse des ventes
hr_hr: Prodaja izvješće o analizi Kolumne
ja: 販売分析レポートカラム
lv_lv: Pārdošanas analīze atskaites slejas
pl_pl: Kolumny Analizy Sprzedaży
vi_vn: Cột báo cáo phân tích kinh doanh

source: Gross Value
ar: القيمة الإجمالي
et: koguväärtus
fa: ارزش ناخالص
fr_lu: Valeur brute
hr_hr: Bruto vrijednost
ja: 総価値
lv_lv: bruto vērtība
pl_pl: Razem Brutto
vi_vn: giá trị tổng

source: Net Value
ar: صافي القيمة
et: puhasväärtus
fa: ارزش خالص
fr_lu: Valeur nette
hr_hr: Neto vrijednost
ja: 税別価格
lv_lv: neto vērtība
pl_pl: Wartość Netto
vi_vn: giá trị ròng

source: The report heading must be 70 characters or less long
ar: يجب أن يكون عنوان التقرير 70 حرفا أو أقل طويلة
et: Aruandes pealkiri peab olema 70 tähemärki või vähem pikk
fa: در این گزارش عنوان باید 70 کاراکتر یا کمتر بلند می شود
fr_lu: Le titre du rapport doit comporter au maximum 70 caractères
hr_hr: Izvješće naslova mora biti 70 znakova ili manje duga
ja: レポートタイトルは70文字以下でなければなりません
lv_lv: Ziņojumā pozīcija ir jābūt vismaz 70 rakstzīmēm vai mazāk ilgā
pl_pl: Nagłówek raportu może być najwyżej 70-literowy
vi_vn: Báo cáo nhóm phải có 70 ký tự hoặc ít hơn lâu

source: The period from must be numeric
ar: يجب أن تكون الفترة من رقمية
et: Ajavahemikus peab olema number
fa: از دوره باید عدد باشد
fr_lu: "Période depuis le" doit être numérique
hr_hr: Razdoblje od mora biti numerička
ja: 開始期間は数字でなければならない
lv_lv: Posms no jābūt ciparu
pl_pl: Okres od musi być numeryczny
vi_vn: Giai đoạn từ phải là số

source: The period to must be numeric
ar: يجب أن تكون فترة إلى رقمية
et: Periood peab olema number
fa: به مدت باید عدد باشد
fr_lu: "Jusqu'à la période" doit être numérique
hr_hr: Razdoblje koje mora biti numerička
ja: 終了期間は数字でなければならない
lv_lv: Periods ir ciparu
pl_pl: Okres do musi być numeryczny
vi_vn: Giai đoạn đến phải là số

source: The constant entered must be numeric
ar: دخل ثابت يجب أن يكون الرقمية
et: Pidev sisestatud peab olema numbriline
fa: ثابت وارد باید عدد باشد
fr_lu: La constante saisie doit être numérique
hr_hr: Konstantna ušao mora biti numerička
ja: 入力される定数は数字でなければなりません
lv_lv: Konstante ievadīta jābūt ciparu
pl_pl: Wprowadzona stała musi być numeryczna
vi_vn: Hằng số vào phải là số

source: The column number must be numeric
ar: يجب أن يكون رقم العمود الرقمية
et: Veeru number peab olema arv
fa: تعداد ستون ها باید عدد باشد
fr_lu: Le numéro de la colonne doit être numérique
hr_hr: Broj kolona mora biti numerička
ja: カラム番号は数字でなければならない
lv_lv: Kolonnas numurs ir ciparu
pl_pl: Numer kolumny musi być liczbą
vi_vn: Số lượng cột phải là số

source: The column number must be less than 11
ar: يجب أن يكون رقم العمود أقل من 11
et: Veeru number peab olema väiksem kui 11
fa: تعداد ستون ها باید کمتر از 11 باشد
fr_lu: Le numéro de la colonne doit être inférieur à 11
hr_hr: Broj kolona mora biti manji od 11.
ja: 列番号が11未満でなければなりません
lv_lv: Kolonna skaitam ir jābūt mazāk par 11
pl_pl: Numer kolumny musi być mniejszy niż 11
vi_vn: Số cột phải nhỏ hơn 11

source: The Period From must be before the Period To, otherwise the column will always have no value
ar: الفترة من يجب أن يكون قبل فترة ل ، وإلا فإن العمود دائما لا قيمة
et: Ajavahemikus peab olema enneperioodi , vastaselkolonn on alati mingit väärtust
fa: باید از دوره قبل از دوره است تا ، در غیر این صورت ستون همیشه بدون مقدار در
fr_lu: La période de doit être avant la période à, sinon la colonne aura toujours pas de valeur
hr_hr: Razdoblje Od mora biti prije razdoblja na , inačekolona će uvijek imati vrijednost
ja: までの期間は、前までの期間でなければならない、そうでない列は常に値を持たないでしょう
lv_lv: Periods No jābūt pirms periodā, lai , pretējā gadījumākolonna vienmēr būs nekādas vērtības
pl_pl: Okres Od musi być wcześniejszy niż Okres Do, inaczej kolumny nigdy nie będą zawierały danych
vi_vn: Thời kỳ từ phải trước thời kỳ để , nếu không cột sẽ luôn luôn không có giá trị

source: The report column could not be updated because
ar: لا يمكن تحديث العمود التقرير لأن
et: Aruande tulba ei saa ajakohastada , sest
fa: ستون گزارش نمی تواند به دلیل به روز شده
fr_lu: La colonne rapport ne pouvait être mis à jour car
hr_hr: Izvješće stupac nije mogla biti ažurirana , jer
ja: ので、レポートの列を更新できませんでした
lv_lv: Ziņojumā kolonna nevar atjaunināt , jo
pl_pl: Kolumna raportu nie może być zaktualizowana ponieważ
vi_vn: Không cập nhật được số cột vì

source: The SQL used to update the report column was
ar: و SQL استخدامها لتحديث عمود التقرير كان
et: SQL kasutada uuendada aruande veerg oli
fa: گذاشتن برای به روز رسانی ستون گزارش شد
fr_lu: Commande SQL de mise à jour de la colonne du rapport:
hr_hr: SQL se koristi za ažuriranje izvješće kolone
ja: レポートの列を更新するために使用されるSQLでした
lv_lv: SQL izmanto, lai atjauninātu ziņojumu kolonnu , bija
pl_pl: Użyte zapytanie SQL
vi_vn: SQL được sử dụng để cập nhật các cột báo cáo là

source: Column
ar: عمود
et: veerg
fa: ستون
fr_lu: Colonne
hr_hr: kolona
ja: カラム
lv_lv: Kolonnas
pl_pl: Kolumna
vi_vn: cột

source: The column could not be added to the report because
ar: تعذر إضافة العمود إلى التقرير لأن
et: Kolonni ei saa lisada aruandele sest
fa: ستون می تواند به این گزارش به دلیل اضافه نمی شوند
fr_lu: Impossible d'ajouter cette colonne au rapport:
hr_hr: Stupac ne može biti dodan u izvješću , jer
ja: 列がレポートに追加することができませんでしたので、
lv_lv: Kolonna nevar pievienot ziņojumu, jo
pl_pl: Kolumna nie może być dodana do raportu ponieważ
vi_vn: Cột không có thể được bổ sung vào báo cáo bởi vì

source: The SQL used to add the column to the report was
ar: و SQL استخدامها لإضافة العمود إلى التقرير كان
et: SQL kasutatakse veeru lisadaaruanne oli
fa: گذاشتن استفاده می شود برای اضافه کردن ستون به گزارش
fr_lu: Commande SQL d'ajoût de colonne dans le rapport:
hr_hr: SQL se koristi za dodavanje stupca u izvješću je
ja: SQLだったレポートに列を追加するために使用
lv_lv: SQL izmanto, lai pievienotu kolonnu ar ziņojumu , bija
pl_pl: Użyte zapytanie SQL
vi_vn: SQL được sử dụng để thêm các cột báo cáo là

source: The deletion of the column failed because
ar: حذف عمود فشلت بسبب
et: Kustutamiseveerg ebaõnnestus, kuna
fa: حذف ستون شکست خورد چون
fr_lu: La suppression de la colonne a échoué car
hr_hr: Brisanje stupca uspio jer
ja: 列の削除が失敗しました。
lv_lv: No kolonnas dzēšana neizdevās, jo
pl_pl: Usunięcie kolumny nie powiodło się ponieważ
vi_vn: Xoá cột thất bại vì

source: The SQL used to delete this report column was
ar: و SQL تستخدم ل حذف هذا العمود التقرير كان
et: SQL kasutada seda aruannet kustutada kolonn oli
fa: گذاشتن استفاده حذف این ستون گزارش شد
fr_lu: Commande SQL de suppression de colonne du rapport:
hr_hr: SQL se koristi za brisanje ovo izvješće kolone
ja: このレポートの列を削除するために使用されるSQLがあった
lv_lv: SQL izmanto, lai dzēstu šo ziņojumu kolonnu bija
pl_pl: Użyte zapytanie SQL
vi_vn: SQL được sử dụng để xóa các cột báo cáo này là

source: The column definitions could not be retrieved from the database because
ar: لا يمكن استرجاع تعريفات عمود من قاعدة البيانات بسبب
et: Veerus mõisteid ei saa hankida andmebaasi sest
fa: تعریف ستون می تواند از پایگاه داده به دلیل قابل بازیابی نیست
fr_lu: Impossible d'afficher les définitions de colonne:
hr_hr: Stupaca definicije ne mogu biti iz baze podataka , jer
ja: カラム定義はデータベースから取得できませんでしたので、
lv_lv: Kolonnu definīcijas nevar iegūt no datu bāzes , jo
pl_pl: Nie można odtworzyć definicji kolumny ponieważ
vi_vn: Các định nghĩa cột không thể được lấy ra từ cơ sở dữ liệu bởi vì

source: The SQL used to retrieve the columns for the report was
ar: و SQL المستخدمة لاسترداد كانت الأعمدة للتقرير
et: SQL kasutatud laadidaveerud aruandes oli
fa: گذاشتن استفاده برای بازیابی ستون ها برای گزارش شد
fr_lu: Commande SQL d'affichage des colonnes du rapport:
hr_hr: SQL se koristi za dohvaćanje stupovi za izvješću je
ja: SQLは、レポートの列があった取得するために使用
lv_lv: SQL izmanto, lai ielādētu par ziņojuma kolonnas bija
pl_pl: Użyta fraza SQL
vi_vn: SQL sử dụng để lấy các cột cho báo cáo là

source: Heading 1
ar: البند 1
et: Rubriik 1
fa: سرنویس 1
fr_lu: Titre 1
hr_hr: Naslov 1
ja: 見出し１
lv_lv: Virsraksts 1
pl_pl: Nagłówek 1
vi_vn: nhóm 1

source: Heading 2
ar: البند 2
et: Rubriik 2
fa: سرنویس 2
fr_lu: Titre 2
hr_hr: Naslov 2
ja: 見出し２
lv_lv: Virsraksts 2
pl_pl: Nagłówek 2
vi_vn: nhóm 2

source: Calc
ar: احسب
fa: کالک
ja: 計算
pl_pl: Licz

source: Prd From
ar: حزب الثورة الديموقراطية من
fa: Prd از
fr_lu: De Prd
hr_hr: Od PRD
ja: 開始期間
lv_lv: PRD No
pl_pl: Okr od
vi_vn: SP Từ

source: Prd To
ar: حزب الثورة الديموقراطية إلى
fa: Prd به
fr_lu: PRD
hr_hr: Za PRD
ja: 終了期間
lv_lv: PRD Lai
pl_pl: Okr do
vi_vn: SP Để

source: Data
ar: معطيات
et: andmed
fa: اطلاعات
fr_lu: Données
hr_hr: podaci
ja: データ
lv_lv: dati
pl_pl: Dane
vi_vn: Dữ liệu

source: Numerator
ar: عداد
et: lugeja
fa: شمارشگر
fr_lu: Numérateur
hr_hr: brojač
ja: 分子
lv_lv: skaitītājs
pl_pl: Licznik
vi_vn: số tử số

source: Denominator
ar: قاسم
et: nimetaja
fa: مخرج
fr_lu: Dénominateur
hr_hr: imenitelj
ja: 分母
lv_lv: saucējs
pl_pl: Mianownik
vi_vn: mẫu số

source: Operator
ar: عامل
et: operaator
fa: اپراتور
fr_lu: Opérateur
ja: 操作者
lv_lv: operators
vi_vn: điều hành

source: Or Actual
ar: أو الفعلية
et: või tegeliku
fa: یا واقعی
fr_lu: Ou réelle
hr_hr: Ili Aktualno
ja: 又は実績
lv_lv: vai faktiskais
pl_pl: Lub Aktualny
vi_vn: hoặc thực tế
