Repository: timschofield/KwaMoja-Medical
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar, et, fa, fr_lu, hr_hr, ja, lv_lv, pl_pl, vi_vn

source: The customer type
ar: نوع العملاء
et: Kliendi liigi
fa: نوع مشتری
hr_hr: Tip kupca
ja: 終了得意先コード
lv_lv: Līdz klienta kodam
pl_pl: Rodzaj klienta
vi_vn: loại khách hàng

source: already exist.
ar: موجودة بالفعل .
et: on juba olemas.
fa: در حال حاضر وجود دارد.
fr_lu: existe déjà.
hr_hr: već postoji
ja: 既に存在している。
lv_lv: jau eksistē
pl_pl: już istnieje
vi_vn: Đã tồn tại

source: Customer type
ar: نوع العميل
et: Kliendi tüüp
fa: نوع مشتری
fr_lu: Le type de client
hr_hr: Tip kupca
ja: 得意先参照
lv_lv: Klienta reference
pl_pl: Typ klienta
vi_vn: Loại khách hàng

source: has been created
ar: تم إنشاء
et: on loodud
fa: ایجاد شده است
fr_lu: a été créé
hr_hr: je kreiran
ja: 作成されています
lv_lv: tika izveidots
pl_pl: zostało wprowadzone
vi_vn: Đã được tạo

source: The number of transactions using this customer type could not be retrieved
ar: لا يمكن استرجاع عدد من المعاملات باستخدام هذا النوع العملاء
et: Tehingute arv kasutades kliendi tüüp ei õnnestunud
fa: تعداد معاملات با استفاده از این نوع مشتری قابل بازیابی نیست
fr_lu: Le nombre de transactions en utilisant ce type de client n'a pas pu être trouvé
hr_hr: Broj transakcija koji koriste ovu vrstu korisnika nije moguće dohvatiti
ja: 設定される銀行口座は取り戻しできませんでした理由は
lv_lv: Klienta grāmatojums pēc izvēlētiem kritērijiem netika atrasts, jo
pl_pl: Liczba transakcji przy użyciu tego typu klient nie mógł zostać przywrócony
vi_vn: Không thể truy xuất số lượng giao dịch của loại khách hàng này

source: Cannot delete this type because customer transactions have been created using this type
ar: لا يمكن حذف هذا النوع لأنه تم إنشاؤها معاملات العملاء استخدام هذا النوع
et: Ei saa kustutada seda tüüpi , sest klient tehingud on loodud kasutades seda tüüpi
fa: آیا می توانم استفاده حذف این نوع معاملات چون مشتری ایجاد شده اند با استفاده از این نوع نیست
fr_lu: Impossible de supprimer ce type parce que les transactions des clients ont été créés à l'aide de ce type
hr_hr: Ne može se izbrisati ovu vrstu , jer kupac transakcije su stvorili koristeći ovu vrstu
ja: この地域を使って得意先支店がつくられたので、この地域を削除できません
lv_lv: Nevar izdzēst šāda veida , jo klientu darījumiem ir izveidoti , izmantojot šāda veida
pl_pl: Nie można usunąć tego typu, ponieważ transakcje klientów zostały utworzone z wykorzystaniem tego typu
vi_vn: Không thể xóa loại này vì nó được dùng để tạo nên các giao dịch khách hàng

source: transactions using this type
ar: المعاملات باستخدام هذا النوع
et: tehinguid kasutades seda tüüpi
fa: معاملات با استفاده از این نوع
fr_lu: transactions au moyen de ce type
hr_hr: Transakcije koje koriste ovu vrstu
ja: この支店のトランザクション無効
lv_lv: Klienta grāmatojumi
pl_pl: korzystania z tego typu transakcji
vi_vn: Các giao dịch sử dụng loại này

source: The number of transactions using this Type record could not be retrieved because
ar: لا يمكن استرجاع عدد من المعاملات باستخدام هذا السجل نوع لأن
et: Tehingute arv Kasutades seda tüüpi rekord ei õnnestunud , sest
fa: تعداد معاملات با استفاده از این نوع رکورد قابل بازیابی نیست زیرا
fr_lu: Le nombre de transactions en utilisant cette fiche Type n'a pas pu être récupérés en raison
hr_hr: Broj transakcija koji koriste ovaj tip rekord ne može dohvatiti , jer
ja: 買掛金トランザクション詳細は取り出しできませんでした、理由は
lv_lv: Klienta grāmatojums pēc izvēlētiem kritērijiem netika atrasts, jo
pl_pl: Liczba transakcji przy użyciu tego typu zapis nie mógł zostać przywrócony, ponieważ
vi_vn: Không thể truy xuất số lượng giao dịch sử dụng hồ sơ loại này bởi vì

source: Cannot delete this type because customers are currently set up to use this type
ar: لا يمكن حذف هذا النوع لأنه يتم تعيين العملاء حاليا لاستخدام هذا النوع
et: Ei saa kustutada seda tüüpi , sest kliendid on praegu seadistatud kasutama seda tüüpi
fa: آیا می توانم استفاده حذف این نوع به دلیل مشتریان در حال حاضر راه اندازی به استفاده از این نوع نیست
fr_lu: Impossible de supprimer ce type parce que les clients sont actuellement mis en place pour utiliser ce type
hr_hr: Ne mogu izbrisati ovaj tip jer klijenti trenutno postavili za korištenje ove vrste
ja: この地域を使って得意先支店がつくられたので、この地域を削除できません
lv_lv: Nevar izdzēst šāda veida , jo klienti šobrīd izveidota, lai izmantot šāda veida
pl_pl: Nie można usunąć tego typu, ponieważ klienci są obecnie skonfigurowany do korzystania z tego typu
vi_vn: Không thể xóa bỏ loại này vì hiện tại nó được dùng để thiết lập khách hàng

source: customers with this type code
ar: الزبائن مع هذا الرمز نوع
et: klientidele selline kood
fa: مشتریان با این کد نوع
fr_lu: les clients avec ce type de code
hr_hr: kupci s ovom šifrom tipa
ja: この銀行口座コードによるトランザクション
lv_lv: sales orders using this shipping-method ID
pl_pl: klientów z tego typu kodu
vi_vn: Các khách hàng có mã số loại này

source: The Type record could not be deleted because
ar: لا يمكن حذف السجل لأن نوع
et: Tüüp rekord ei saa kustutada , sest
fa: نوع ضبط نمی تواند به دلیل حذف
fr_lu: La fiche type n'a pas été supprimée car
hr_hr: Tip zapis nije mogao biti izbrisan , jer
ja: システム構成は更新できませんでした、理由は
lv_lv: Lietotāju nevar izdzēst, jo
pl_pl: Typ rekordu nie można usunąć, ponieważ
vi_vn: Không thể xóa được Hồ sơ phân loại vì

source: Type ID
ar: ID نوع
et: tüüp ID
fa: نوع شناسه
fr_lu: ID
hr_hr: Tip ID
ja: タイプ
lv_lv: Tips
pl_pl: Typ ID
vi_vn: ID của loại này

source: Type Name
ar: اسم نوع
et: tüüp Nimi
fa: نام و نام خانوادگی نوع
fr_lu: Nom
hr_hr: Vrsta Naziv
ja: タイプ名
lv_lv: Tipa nosaukums
pl_pl: Nazwa Typu
vi_vn: Tên chủng loại

source: Are you sure you wish to delete this Customer Type?
ar: هل أنت متأكد أنك تريد حذف هذا النوع العملاء ؟
et: Oled sa kindel, et soovid kustutada selle Kliendi tüüp ?
fa: آیا شما مطمئن هستید که میخواهید به مشتریان استفاده حذف این نوع؟
fr_lu: Voulez-vous supprimer ce type de client?
hr_hr: Jeste li sigurni da želite izbrisati ovu vrstu korisnika ?
ja: この仕入先価格を削除してもよろしいですか？
lv_lv: Vai tu tiešām vēlies dzēst šo klientu veids?
pl_pl: Czy na pewno chcesz usunąć ten Typ klienta?
vi_vn: bạn có chắc là muốn xóa loại khách hàng này

source: Show All Types Defined
ar: مشاهدة جميع الأنواع المعرفة
et: Näita kõiki tüüpe
fa: نمایش تمام انواع تعریف شده
fr_lu: Afficher tous les types
hr_hr: Pokaži Sve vrste Definirane
ja: 全販売タイプ定義表示
lv_lv: Parādīt visus pādo&#353;anas veidus
pl_pl: Pokaż wszystkie zdefiniowane typy
vi_vn: Hiển thị các chủng loại đã xác định

source: Customer Maintenance
ar: صيانة العملاء
et: Kliendi Hooldus
fa: تعمیر و نگهداری مشتری
fr_lu: Gestion des clients
hr_hr: Održavanje kupaca
ja: 得意先メンテナンス
lv_lv: Klienti
pl_pl: Dane Klientów
vi_vn: Duy trì khách hàng

source: The customer number already exists in the database
ar: رقم العميل موجود مسبقا في قاعدة البيانات
et: Klientide arv on juba olemas andmebaas
fa: تعداد مشتری در حال حاضر در پایگاه داده وجود دارد
fr_lu: Le numéro de client existe déjà dans la base de données
hr_hr: Broj kupca već postoji u bazi podataka
ja: 顧客番号は、データベース内にすでに存在している
lv_lv: Klienta numurs jau ir reģistrēts
pl_pl: Numer klienta istnieje już w bazie danych
vi_vn: Số hiệu khách hàng đã tồn tại trong cơ sở dữ liệu

source: The customer name must be entered and be forty characters or less long
ar: يجب إدخال اسم العميل و تكون أربعين حرفا أو أقل طويلة
et: Kliendi nimi tuleb sisestada ja nelikümmend märki või vähem pikad
fa: نام مشتری باید وارد می شود و شخصیت های چهل یا کمتر طولانی
fr_lu: Le nom du client doit être inscrit et être quarante caractères ou moins long
hr_hr: Kupac ime mora biti upisan i biti četrdeset znakova ili manje duga
ja: 得意先名称は40文字以下でなければなりません
lv_lv: Klientu nosaukumam ir jābūt ievadītam un tas nedrīkst būt garāka par 20 rakstzīmēm
pl_pl: Nazwa klienta musi być prowadzona i mieć max. 50 znaków
vi_vn: Tên khách hàng phải được nhập và là 40 ký tự hoặc ít hơn

source: The debtor code cannot be empty
ar: رمز المدين لا يمكن أن تكون فارغة
et: Võlgnik kood ei tohi olla tühi
fa: کد بدهکار نمی تواند خالی باشد
fr_lu: Le code débiteur ne peut pas être vide
hr_hr: Kod dužnik ne može biti prazan
ja: 債務者コードは、空にすることはできません
lv_lv: Klientu kods ir jāaizpilda
pl_pl: Kod dłużnika nie może być pusty
vi_vn: Mã số người nợ không được để trống

source: The customer code cannot contain any of the following characters
ar: لا يمكن أن تحتوي التعليمات البرمجية العميل أي من الأحرف التالية
et: Kliendi kood ei tohi sisaldada järgnevaid sümboleid
fa: کد مشتری می تواند هر یک از شخصیت های زیر نیست
hr_hr: Kod klijent ne može sadržavati bilo koji od sljedećih znakova
ja: 顧客コードは、次のいずれかの文字を含めることはできません
lv_lv: Klienta kods nedrīkst saturēt sekojo&#353;u simbolus
pl_pl: Kod Klienta nie może zawierać następujących znaków
vi_vn: Mã khách hàng không có thể chứa bất kỳ các ký tự sau

source: The Line 4 of the address must be fifty characters or less long
ar: الخط 4 من عنوان يجب أن يكون خمسين حرفا أو أقل طويلة
et: Line 4aadress peab olema viiskümmend või vähem tähemärki pikk
fa: خط 4 از آدرس باید شخصیت های پنجاه یا کمتر طولانی
fr_lu: La ligne 4 de l'adresse ne doit pas dépasser 50 caractères
hr_hr: Linija 4 od adrese mora biti pedeset znakova ili manje duga
ja: 住所行4は15文字以下でなければなりません
lv_lv: Adreses līnija 4 nedrīkst būt garāka par 50 rakstzīmēm
pl_pl: Linia 4 adresu może mieć najwyżej 50 znaków
vi_vn: Dòng 4 của địa chỉ phải dưới 50 kí tự

source: The credit limit must be numeric
ar: يجب أن يكون الحد الائتماني الرقمية
et: Krediidilimiit peab olema number
fa: محدودیت اعتباری باید عدد باشد
fr_lu: La limite de crédit doit être numérique
hr_hr: Ograničenje kredit mora biti numerička
ja: 与信限度は、数値でなければなりません
lv_lv: Kredīta limitam ir jābūt skaitlim
pl_pl: Limit kredytowy musi być liczbą
vi_vn: Các hạn mức tín dụng phải có dạng số

source: The payment discount must be numeric
ar: يجب أن يكون الخصم الدفع رقمية
et: Makse allahindlus peab olema number
fa: تخفیف پرداخت باید عدد باشد
fr_lu: L'escompte pour paiement doit être numérique
hr_hr: Popust uplata mora biti numerička
ja: 支払い割引は数値でなければなりません
lv_lv: Atlaidei ir jābūt skaitlim
pl_pl: Upust musi być liczbą
vi_vn: chiết khấu thanh toán phải là dạng số

source: The customer since field must be a date in the format
ar: العميل منذ الحقل يجب أن يكون التاريخ في شكل
et: Klient alates väli peab olemakuupäev formaadis
fa: مشتری از رشته باید یک تاریخ در قالب
fr_lu: Le client depuis le terrain doit être une date dans le format
hr_hr: Kupaca od terena mora biti datum u formatu
ja: フィールドから顧客が形式の日付でなければなりません
lv_lv: -Klients no- laukam daumam ir jābūt formātā
pl_pl: Pole Klient Od musi być datą w formacie
vi_vn: Các khách hàng kể từ khi trường này phải là một ngày trong định dạng

source: The discount percentage must be numeric
ar: يجب أن تكون نسبة خصم رقمية
et: Allahindlus protsent peab olema number
fa: درصد تخفیف باید عدد باشد
fr_lu: Le pourcentage de remise doit être numérique
hr_hr: Postotak popusta mora biti numerička
ja: 割引率は、数値でなければなりません
lv_lv: Atlaides procentam ir jābūt skaitlim
pl_pl: Procent upustu musi być liczbą
vi_vn: Tỷ lệ chiết khấu phải có dạng số

source: The credit limit must be a positive number
ar: يجب أن يكون الحد الائتماني رقم موجب
et: Krediidilimiit peab olema positiivne arv
fa: محدودیت اعتباری باید یک عدد مثبت
fr_lu: La limite de crédit doit être un nombre positif
hr_hr: Limit kreditne mora bitipozitivan broj
ja: 与信限度は正の数でなければなりません
lv_lv: Kredīta limitam ir jābūt pozitīvam
pl_pl: Procent upustu musi być liczbą dodatnią
vi_vn: Các hạn mức tín dụng phải là một số dương

source: The payment discount is expected to be less than 10% and greater than or equal to 0
ar: ومن المتوقع أن تكون أقل من 10٪ و أكبر من أو تساوي 0 على الخصم الدفع
et: Makse allahindlus peaks olema väiksem kui 10% ja suurem või võrdne 0
fa: تخفیف پرداخت شده است انتظار می رود که کمتر از 10 ٪ و بزرگتر یا مساوی به 0
fr_lu: L'escompte pour paiement devrait être inférieure à 10% et supérieur ou égal à 0
hr_hr: Plaćanje popusta očekuje da bude manja od 10% , a veći ili jednak 0
ja: 支払割引は10％未満、 0以上であると予想される
lv_lv: Maksājums atlaide būs mazāk nekā 10% un lielāks par vai vienāds ar 0
pl_pl: Upust płatności powinien być mniejszy 10% i nie mniejszy niż 0%
vi_vn: Việc chiết khấu thanh toán dự kiến sẽ được ít hơn 10% và lớn hơn hoặc bằng 0

source: The discount is expected to be less than 100% and greater than or equal to 0
ar: ومن المتوقع أن تكون أقل من 100٪ و أكبر من أو تساوي 0 على الخصم
et: Allahindlus peaks olema väiksem kui 100% ja suurem või võrdne 0
fa: تخفیف انتظار می رود که کمتر از 100 ٪ و بزرگتر یا مساوی به 0
fr_lu: La réduction devrait être inférieur à 100% et supérieur ou égal à 0
hr_hr: Popust se očekuje da bude manja od 100 % , a veći ili jednak 0
ja: 割引は、100％未満、 0以上であると予想される
lv_lv: Atlaide būs mazāks par 100 % un lielāks par vai vienāds ar 0
pl_pl: Upust powinien być mniejszy niż 100% i nie niejszy niż 0%
vi_vn: Việc giảm giá được dự kiến sẽ được ít hơn 100% và lớn hơn hoặc bằng 0

source: The currency code cannot be updated as there are already transactions for this customer
ar: لا يمكن تحديث رمز العملة كما أن هناك بالفعل المعاملات لهذا العميل
et: Valuuta kood , ei saa ajakohastada , kui palju on juba tehinguid selle kliendi
fa: کد ارز را نمی توان به عنوان بههنگام شده در حال حاضر وجود دارد برای این معاملات مشتری
fr_lu: Le code de devise ne peut pas être mis à jour il ya déjà des opérations pour ce client
hr_hr: Šifra valute ne može se ažurirati kako već postoje poslovi za ovog kupca
ja: この顧客のトランザクションが既にあるとして通貨コードを更新することはできません
lv_lv: Valūtu nevar mainīt, jo ir jau biju&#353;i darījumi
pl_pl: Kod waluty nie można aktualizować, ponieważ istnieją już transakcji dla tego klienta
vi_vn: Mã tiền tệ không thể được cập nhật khi đã có giao dịch cho khách hàng này

source: The customer could not be updated because
ar: تعذر تحديث العميل لأن
et: Klient ei saa ajakohastada , sest
fa: مشتری نمی تواند به دلیل به روز شده
fr_lu: Le client n'a pas pu être mis à jour car
hr_hr: Kupac ne može biti ažurirana , jer
ja: 顧客を更新できませんでしたので、
lv_lv: Klientu nevar labot, jo
pl_pl: Nie można zakualizować klienta ponieważ
vi_vn: Không cập nhật khách hàng được

source: Customer updated
ar: تحديث العملاء
et: Kliendi uuendatud
fa: مشتری به روز شده
fr_lu: Client mise à jour
hr_hr: Kupac ažurirani
ja: 得意先更新済
lv_lv: Klients tika labots
pl_pl: Dane klienta zaktualizowane
vi_vn: Khách hàng đã được cập nhật

source: This customer could not be added because
ar: هذا العميل لا يمكن أن تضاف ل
et: See klient ei saa lisada , sest
fa: این مشتری نمی تواند به دلیل ارسال
fr_lu: Ce client n'a pas pu être ajouté:
hr_hr: Ovaj klijent ne može se dodati , jer
ja: ので、この顧客を追加できませんでした
lv_lv: Klientu nevar pievienot, jo
pl_pl: Klient nie może być dodany ponieważ
vi_vn: Không thể thêm khách hàng này vào bởi

source: You should automatically be forwarded to the entry of a new Customer Branch page
ar: ينبغي لك تلقائيا تحال إلى دخول صفحة جديدة فرع العملاء
et: Sa peaksid automaatselt edastatakse kanne uue Kliendi Branch lehele
fa: شما به طور خودکار باید به ورود مشتریان جدید صفحه واحد فرستاده شده است
fr_lu: Vous devriez être automatiquement transmis à l'entrée d'une nouvelle page à la clientèle Direction
hr_hr: Trebali biste biti automatski proslijeđen stupanja novog kupca Branch stranici
ja: あなたは、自動的に新しいCustomer支店ページのエントリに転送されるべき
lv_lv: Jūs automātiski pārnesīs uz Klienta filiāles reģistrē&#353;anas lapu
pl_pl: Powinieneś zostać automatycznie przeniesiony do formularza wprowadzania nowego oddziału klienta
vi_vn: Bạn sẽ tự động được chuyển tiếp đến các mục nhập của một trang chi nhánh khách hàng mới

source: No updates or deletes took place
ar: لم يتخذ أي تحديثات أو حذف مكان
et: No värskendusi või kustutab toimus
fa: بدون به روز رسانی و یا حذف صورت گرفت
fr_lu: Aucune mise à jour ou supprime a eu lieu
hr_hr: Nema promjene ili obrisati održan
ja: いいえ更新または削除は行われなかった
lv_lv: Labojums vai dzē&#353;ana nenotika
pl_pl: Dane nieprawidłowe, nie wprowadzono zmian
vi_vn: Không diễn ra cập nhật thông tin hoặc xóa

source: This customer cannot be deleted because there are transactions that refer to it
ar: لا يمكن حذف هذا العميل لأن هناك المعاملات التي تشير إليها
et: See klient ei saa kustutada , sest seal on tehingud, mis viitavad sellele
fa: این مشتری پاک نمی شود زیرا معاملاتی است که اشاره به آن وجود دارد
fr_lu: Ce client ne peut pas être supprimé parce qu'il ya des opérations qui s'y réfèrent
hr_hr: Ovaj klijent ne može biti izbrisan , jer postoje poslovi koji se odnose na njega
ja: それを参照するトランザクションがあるので、この顧客を削除することはできません
lv_lv: Klientu nevar izdzēst, jo tas jau ir veicis darījumus
pl_pl: Nie można usunąć klienta - są operacje z nim związane
vi_vn: khách hàng này không thể bị xóa bởi vì có giao dịch là đề cập đến nó

source: transactions against this customer
ar: المعاملات ضد هذا العميل
et: tehingute vastu klientide
fa: معاملات مشتری در برابر این
fr_lu: opérations contre ce client
hr_hr: Transakcije protiv ovog klijenta
ja: この顧客に対するトランザクション
lv_lv: Klienta grāmatojumi
pl_pl: transakcje z klientem
vi_vn: giao dịch chống lại khách hàng này

source: Cannot delete the customer record because orders have been created against it
ar: لا يمكنك حذف سجل عميل لأنه تم إنشاؤها أوامر ضدها
et: Ei saa kustutada klient rekord , sest tellimused on loodud vastu
fa: می توانید حذف رکورد به دلیل سفارشات مشتری شده اند در برابر آن ایجاد نکرده
fr_lu: Impossible de supprimer le client car des commandes y font référence
hr_hr: Ne mogu izbrisati zapis kupaca , jer narudžbe su stvorili protiv njega
ja: 注文はそれに対して作成されているので、顧客レコードを削除することはできません
lv_lv: Klientu nevar izdzēst, jo tas jau ir veicis darījumus
pl_pl: Nie można usunać klienta ponieważ istnieją związane z nim zamówienia
vi_vn: Không xóa du?c h? so khách hàng vì don hàng du?c t?o ch?ng l?i nó

source: orders against this customer
ar: أوامر ضد هذا العميل
et: tellimusi vastu kliendi
fa: سفارشات علیه مشتری
fr_lu: ordonnances à l'encontre de ce client
hr_hr: nalozi protiv tog kupca
ja: この顧客に対する受注
lv_lv: klienta rīkojumi
pl_pl: zamówienia klienta
vi_vn: Các don hàng ch?ng l?i khách hàng này

source: Cannot delete this customer record because sales analysis records exist for it
ar: لا يمكن حذف هذا السجل العملاء لأن سجلات تحليل المبيعات موجودة لذلك
et: Ei saa kustutada klient rekord , sest müügi analüüs andmed on olemas selle
fa: آیا می توانم استفاده حذف این رکورد فروش مشتری به دلیل سوابق تجزیه و تحلیل برای آن وجود ندارد
fr_lu: Impossible de supprimer ce dossier client parce que les dossiers d'analyse des ventes &quot;pour elle&quot;
hr_hr: Ne mogu izbrisati ovaj zapis kupaca jer je prodaja analiza zapisi postoje za to
ja: 販売分析の記録はそれのために存在するため、この顧客レコードを削除することはできません
lv_lv: Klientu nevar izdzēst, jo tas jau ir veicis darījumus
pl_pl: Nie można usunać klienta ponieważ istnieją związane z nim zapisy analizy sprzedaży
vi_vn: Không thể xóa hồ sơ khách hàng bởi vì doanh số phân tích tồn tại cho nó

source: sales analysis records against this customer
ar: سجلات تحليل المبيعات ضد هذا العميل
et: müügi analüüs salvestusi see klient
fa: فروش تجزیه و تحلیل مدارک علیه مشتری
fr_lu: dossiers d'analyse des ventes contre ce client
hr_hr: prodaja analiza zapisi protiv tog kupca
ja: この顧客に対して販売分析の記録
lv_lv: apgrozījuma analīze par &#353;o klientu
pl_pl: analizy sprzedaży dla tego klienta
vi_vn: Các h? so phân tích kinh doanh ch?ng l?i khách hàng

source: In order to create a new customer you must first set up at least one sales type/price list
ar: من أجل إنشاء عميل جديد يجب أولا إعداد نوع / سعر البيع لائحة واحدة على الأقل
et: Selleks, et luua uus klient peate esmalt looma vähemalt ühe müügi tüüp / Hinnakiri
fa: به منظور ایجاد یک مشتری جدید باید ابتدا آن را راه اندازی حداقل یک نوع فروش / لیست قیمت
fr_lu: Définissez une liste de type / prix de vente pour pouvoir créer un client
hr_hr: Kako bi se stvorili novi kupac prvo morate postaviti najmanje jedan tip prodaje / Cjenik
ja: 新しい顧客を作成するためには、最初に少なくとも一つの販売タイプ/価格リストを設定する必要があります
lv_lv: Lai izveidotu jaunu klientu vispirms izveido vismaz vienu tirdzniecības tips / cenrādis
pl_pl: W celu stworzenia nowego klienta, należy najpierw ustawić co najmniej jeden rodzaj sprzedaży / cennik
vi_vn: Ð? có th? t?o m?t khách hàng m?i, tru?c h?t b?n ph?i thi?t l?p ít nh?t m?t lo?i bán hàng/b?ng giá

source: Click
ar: انقر
et: klõps
fa: کلیک کنید
fr_lu: Cliquer
hr_hr: Klikni
ja: 計算
lv_lv: Klikšķiniet
pl_pl: Kliknij
vi_vn: nhấn vào

source: here
ar: هنا
et: siin
fa: اینجا
fr_lu: ici
hr_hr: ovdje
ja: テーマ
lv_lv: šeit
pl_pl: tutaj
vi_vn: đây

source: to set up your price lists
ar: لإعداد قوائم الأسعار الخاصة بك
et: luua oma hinnakirjad
fa: راه اندازی لیست قیمت خود را
fr_lu: pour définir un tarif
hr_hr: za postavljanje cjenika
ja: 価格表がロード不可
lv_lv: izveidot savu cenrāžus
pl_pl: skonfigurować cenniki
vi_vn: cài đặt danh sách giá của bạn

source: In order to create a new customer you must first set up at least one customer type
ar: من أجل إنشاء عميل جديد يجب أولا إعداد واحد على الأقل نوع العملاء
et: Selleks, et luua uus klient peate esmalt looma vähemalt ühe kliendi tüüp
fa: به منظور ایجاد یک مشتری جدید باید ابتدا آن را راه اندازی حداقل یک نوع مشتری
fr_lu: Définissez un type de client pour pouvoir créer un client
hr_hr: Kako bi se stvorili novi kupac prvo morate postaviti najmanje jedan tip kupca
ja: 新しい顧客を作成するためには、まず、少なくとも1つの顧客タイプを設定する必要があります
lv_lv: Lai izveidotu jaunu klientu vispirms jāizveido vismaz viena klienta veidu
pl_pl: W celu stworzenia nowego klienta, należy najpierw ustawić się co najmniej jeden typ klienta
vi_vn: Để tạo ra một khách hàng mới đầu tiên bạn phải thiết lập ít nhất một loại khách hàng

source: to set up your customer types
ar: لإعداد أنواع عميلك
et: luua oma kliendi liikide
fa: راه اندازی انواع مشتریان خود
fr_lu: pour définir un type de client
hr_hr: postaviti svoje vrste kupaca
ja: あなたの顧客の種類を設定する
lv_lv: izveidot savu klientu tipus
pl_pl: skonfigurować typów klientów
vi_vn: cài đặt cho các loại khách hàng của bạn

source: Click here to continue
ar: انقر هنا للمتابعة
et: Vajuta siia, et jätkata
fa: اینجا را کلیک کنید ادامه
fr_lu: Cliquer ici pour continuer
hr_hr: Klikni za nastavak
ja: 続く
lv_lv: Klikšķiniet šeit, lai turpinātu
pl_pl: Kliknij tutaj, aby kontynuować
vi_vn: nhấn vào đây để tiếp tục

source: Address Line 1 (Street)
ar: العنوان سطر 1 (شارع )
et: Aadress Rida 1 ( Street)
fa: آدرس خط 1 (خیابان)
fr_lu: Adresse ligne 1 (rue)
hr_hr: Adresna linija 1 (Ulica)
ja: 住所行１
lv_lv: Adrese līnija 1 ( iela)
pl_pl: Wiersz adresu 1 (Street)
vi_vn: Dòng địa chỉ 1 ( Phố)

source: Address Line 2 (Street)
ar: العنوان سطر 2 (شارع )
et: Aadress Rida 2 ( Street)
ja: 住所行１

source: Address Line 3 (Suburb/City)
ar: العنوان سطر 3 ( الضاحية / المدينة )
et: Aadress Rida 3 ( eeslinna / Linn )
ja: 住所行２

source: Address Line 4 (State/Province)
ar: العنوان سطر 4 ( ولاية / مقاطعة )
et: Aadress Line 4 ( riik / maakond )
ja: 住所行３

source: Address Line 5 (Postal Code)
ar: العنوان سطر 5 ( الرمز البريدي )
et: Aadress Line 5 ( postiindeks)
ja: 住所行４

source: No sales types/price lists defined
ar: لا أنواع المبيعات / قوائم الأسعار المحددة
et: Ei müügi liigid / hinnakirjad määratletud
fa: بدون فروش انواع / لیست قیمت تعریف شده
hr_hr: Nije definiran tip prodaje / cjenik
ja: 販売タイプ/価格表未定義
lv_lv: Pārdo&#353;anas veids vai cenu saraksts nav izveidoti
pl_pl: Nie zdefiniowano żadnych typów sprzedaży/cenników
vi_vn: Không có các loại doanh số bán hàng / giá trên danh mục xác định

source: Setup Types
ar: أنواع الإعداد لل
et: Setup tüübid
fr_lu: Configuration des types
ja: 販売タイプ

source: No Customer types/price lists defined
ar: لا أنواع العملاء / قوائم الأسعار المحددة
et: Ükski klient liigid / hinnakirjad määratletud
fa: هیچ نوعی از مشتری / لیست قیمت تعریف شده
hr_hr: Nije definiran tip kupca / cjenik
ja: 販売タイプ/価格表未定義
lv_lv: Pārdo&#353;anas veids vai cenu saraksts nav izveidoti
pl_pl: Nr klienta rodzajów / listy określone ceny
vi_vn: không có các loại khách hàng/bảng giá xác định

source: Customer Type
ar: نوع العميل
et: Kliendi tüüp
fa: نوع مشتری
fr_lu: Le type de client
hr_hr: Tip kupca
ja: 得意先参照
lv_lv: Klienta tips
pl_pl: Typ klienta
vi_vn: Loại khách hàng

source: Customer Since
ar: العملاء منذ
et: Kliendi Alates
fa: مشتری از آنجا که
fr_lu: Client Depuis
hr_hr: Kupac od
ja: 得意先設定
lv_lv: Klients no
pl_pl: Klient Od
vi_vn: từ khách hàng
