Repository: timschofield/KwaMoja-Medical
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar, et, fa, fr_lu, hr_hr, ja, lv_lv, pl_pl, vi_vn

source: Deleted the supplier sell through support record
ar: حذف المورد بيع من خلال سجل الدعم
et: Välja jäetud tarnija müüma toetades rekord
fa: حذف عرضه کننده کالا فروش از طریق حمایت از رکورد
fr_lu: Supprimé le fournisseur vend à travers disque de soutien
hr_hr: Izbrisandobavljač prodati preko podršku rekord
ja: サプライヤーは、サポート記録を通じて販売DELETED
lv_lv: Svītrotspiegādātājs pārdod, izmantojot atbalsta ierakstu
pl_pl: Usuniętedostawcy sprzedają za pośrednictwem płyty nośnej
vi_vn: Đã bị xóa nhà cung cấp bán qua biên hỗ trợ

source: The rebate amount entered was not numeric and a number is required.
ar: كان المبلغ خصم دخلت رقمية و ليس مطلوب رقم .
et: Tagasimakse summa kantakse polnud numbreid janumber on vaja.
fa: میزان تخفیف وارد عددی نیست وتعداد مورد نیاز است .
fr_lu: Le montant de remboursement est entré n'était pas numérique et un certain nombre est nécessaire.
hr_hr: Popust iznos unijeli nije numerički ibroj je potrebno .
ja: 入力したリベートの額は、数値ではなかったと番号が必要となります。
lv_lv: Atlaide iekļautā summa nebija ciparu unnumurs.
pl_pl: Kwota rabatu wszedł nie było numeryczne iilość jest wymagana.
vi_vn: Số lượng giảm giá vào không số và một số là bắt buộc.

source: Both the rebate amount and the rebate percent is zero. One or the other must be a positive number?
ar: كل من مبلغ الخصم و الخصم هو صفر في المئة .
et: Nii tagasimakse summa jatagasimakse protsenti on null.
fa: هر دو مقدار تخفیف و درصد تخفیفصفر است.
fr_lu: Tant le montant du remboursement et le pour cent de rabais est nul.
hr_hr: Obarabata iznos irabata je nula posto .
ja: リベート金額とリベートパーセントの両方がゼロになります。
lv_lv: Ganatlaižu summu unatlaižu procenti ir nulle .
pl_pl: Zarównowysokość rabatów iprocent rabatu jest zero.
vi_vn: Cả số lượng giảm giá và số phần trăm giảm giá là số không .

source: The rebate percent must be greater than zero but less than 100 percent. No changes will be made to this record
ar: يجب أن يكون الخصم في المئة أكبر من الصفر ولكن أقل من 100 في المئة .
et: Tagasimakse protsenti peab olema nullist suurem , kuid väiksem kui 100 protsenti.
fa: درصد تخفیف باید بزرگتر از صفر اما کمتر از 100 درصد باشد.
fr_lu: Le pour cent de rabais doit être supérieur à zéro mais inférieur à 100 pour cent.
hr_hr: Posto rabata mora biti veća od nule , ali manje od 100 posto .
ja: リベートパーセントはゼロより大きいが、100 ％未満でなければなりません。
lv_lv: Atlaide procentiem jābūt lielākam par nulli , bet mazāka par 100 procentiem .
pl_pl: Procentowej ulgi musi być większy od zera , lecz mniejszy niż 100 procent .
vi_vn: Giảm giá phần trăm phải lớn hơn không nhưng ít hơn 100 phần trăm.

source: Both the rebate percent and rebate amount are non-zero. Only one or the other can be used.
ar: كل من في المئة خصم و خصم مبلغ غير صفرية .
et: Nii tagasimakse protsenti ning tagasimakse summa on nullist .
fa: هم درصد تخفیف و تخفیف مقدار غیر صفر هستند.
fr_lu: Tant le pour cent de rabais et le montant du remboursement ne sont pas nuls .
hr_hr: Obarabata posto, a iznos rabata se nule .
ja: リベートパーセントとリベート金額の両方が非ゼロである。
lv_lv: Ganatlaižu procenti un atlaižu apmērs ir ne- nulle .
pl_pl: Zarównoprocent rabatu oraz kwotę rabatu są niezerowe .
vi_vn: Cả hai phần trăm giảm giá và số tiền giảm giá là không bằng không.

source: The effective to date is prior to the effective from date.
ar: و فعالية حتى الآن هو قبل فعالة من التاريخ.
et: Efektiivne kuupäev on ennekehtima alates kuupäevast .
fa: موثر به تاریخ قبل از تاریخ به موثر است .
fr_lu: L' effectif à ce jour est antérieure à la vigueur de la date .
hr_hr: Snazi do danas je prijesnazi ​​od datuma .
ja: これまで効果的な日から効果の前にある。
lv_lv: Efektīvi līdz šim , ir pirmsspēkā no datuma.
pl_pl: Skuteczne do tej pory jest przedskuteczne od dnia .
vi_vn: Hiệu quả cho đến nay là trước khi có hiệu lực từ ngày .

source: The sell through support record could not be added to the database because
ar: عمليات البيع من خلال سجل الدعم لا يمكن إضافتها إلى قاعدة البيانات بسبب
et: Müüa toetades rekord ei saa lisatakse andmebaasi , sest
fa: فروش از طریق حمایت از رکورد می تواند به پایگاه داده اضافه نمی شود چون
fr_lu: La vente par disque de soutien n'a pas pu être ajouté à la base de données car
hr_hr: Prodam kroz podršku zapisa nije mogao biti dodan u bazu podataka , jer
ja: サポート記録を通じて販売をデータベースに追加できませんでしたので、
lv_lv: Izmantojot atbalsta ierakstu pārdošanas nevar pievienot datu bāzē, jo
pl_pl: Sell poprzez zapis wsparcia nie może być dodany do bazy danych , ponieważ
vi_vn: Các ty bán hàng qua kỷ lục hỗ trợ không thể được thêm vào cơ sở dữ liệu bởi vì

source: This sell through support has been added to the database
ar: تمت إضافة هذا البيع من خلال تقديم الدعم ل قاعدة البيانات
et: See sell toetamise kaudu on lisatud andmebaasi
fa: این فروش از طریق پشتیبانی به پایگاه داده اضافه شده است
fr_lu: Cette vente grâce à l'appui a été ajoutée à la base de données
hr_hr: To prodati kroz potporu dodan u bazu podataka
ja: 支援を通じて、この販売がデータベースに追加されました
lv_lv: Šis atbalstot sell ir pievienota datu bāzē
pl_pl: To sell poprzez wsparcie zostało dodane do bazy danych
vi_vn: Bán này thông qua hỗ trợ đã được thêm vào cơ sở dữ liệu

source: The sell through support record could not be updated because
ar: تعذر تحديث عمليات البيع من خلال سجل الدعم ل
et: Müüa toetades rekord ei saa ajakohastada , sest
fa: فروش از طریق حمایت از ثبت نمی تواند به روز رسانی شود زیرا
fr_lu: La vente par disque de soutien n'a pas pu être mis à jour car
hr_hr: Prodam kroz podršku rekord ne može biti ažurirana , jer
ja: サポート記録を通じて販売を更新できませんでしたので、
lv_lv: Izmantojot atbalsta ierakstu pārdošanas nevar atjaunināt , jo
pl_pl: Sell poprzez zapis wsparcia nie może być aktualizowana , ponieważ
vi_vn: Các ty bán hàng qua kỷ lục hỗ trợ không thể được cập nhật bởi vì

source: Sell Through Support record has been updated
et: Müü toetades rekord on uuendatud
fa: فروش از طریق سابقه پشتیبانی به روز شده است
fr_lu: Vendre Grâce dossier de soutien a été mis à jour
hr_hr: Prodaja Kroz podršku rekord je ažuriran
ja: サポート記録を通じて販売が更新されました
lv_lv: Pārdod sniedzot atbalstu ierakstam ir atjaunināta
pl_pl: Sprzedaż Przez rekordu Wsparcia został zaktualizowany
vi_vn: Bán Thông qua kỷ lục Hỗ trợ đã được cập nhật

source: The supplier sell through support deals could not be retrieved because
ar: عمليات البيع المورد من خلال عروض الدعم لا يمكن استرجاع لأن
et: Tarnija müüa toetamise kaudu tehinguid ei õnnestunud , sest
fa: فروش عرضه کننده کالا از طریق معاملات حمایت نمی تواند بازیابی شود زیرا
fr_lu: La vente des fournisseurs grâce à des accords de soutien n'a pas pu être récupéré car
hr_hr: Dobavljač prodavati putem podrške ponude ne može dohvatiti , jer
ja: サポート情報を通じてサプライヤー販売を取得できませんでしたので、
lv_lv: Piegādātājs pārdod, izmantojot atbalsta darījumiem nevarēja izgūt , jo
pl_pl: Sprzedam dostawcą poprzez oferty wsparcia nie może być przywrócony , ponieważ
vi_vn: Các nhà cung cấp bán thông qua giao dịch hỗ trợ không thể được lấy ra bởi vì

source: There are no sell through support deals entered for this supplier
ar: لا يوجد بيع من خلال صفقات دخلت الدعم لهذا المورد
et: Puuduvad müüa toetamisega tegeleb sisestada võtmesõnad
fa: هیچ فروش از طریق معاملات حمایت وارد شده برای این عرضه کننده کالا وجود دارد
fr_lu: Il n'y a pas de vendre grâce à des accords de soutien renseignée pour ce fournisseur
hr_hr: Nema prodavati putem podrške ponudama ušli u ovoj dobavljača
ja: このサプライヤーのために入力したサポート情報を通じて販売はありません
lv_lv: Nav pārdod , izmantojot atbalsta darījumiem , kas šim piegādātājam
pl_pl: Nie ma sprzedać za pośrednictwem ofert wsparcia przewidzianymi dla tego przedsiębiorstwa
vi_vn: Không có bán thông qua giao dịch hỗ trợ nhập cho nhà cung cấp này

source: Item or Category
ar: البند أو الفئة
et: Punkt või kategooria
fa: قلم دوم از اقلام یا مجموعه
fr_lu: Item ou Catégorie
hr_hr: Stavka ili Kategorije
ja: 項目またはカテゴリ
lv_lv: Postenis vai kategorija
pl_pl: Pozycja lub kategoria
vi_vn: Mục hoặc loại

source: Rebate
ar: خصم
et: tagasimakse
fa: تخفیف
fr_lu: rabais
hr_hr: rabat
ja: リベート
lv_lv: atlaide
pl_pl: rabat
vi_vn: giảm giá

source: All Customers
et: Kõik kliendid
fa: تمامی مشتریان
fr_lu: Tous les clients
hr_hr: Sve kupce
ja: すべての顧客
lv_lv: Visi klienti
pl_pl: wszystkich klientów
vi_vn: Tất cả khách hàng

source: Are you sure you wish to delete this sell through support record?
et: Oled sa kindel, et soovid kustutada selle müüa toetades rekord ?
fa: آیا شما مطمئن هستید که میخواهید برای حذف این فروش از طریق حمایت از رکورد ؟
fr_lu: Etes-vous sûr de vouloir supprimer cette vente par disque de soutien ?
hr_hr: Jeste li sigurni da želite izbrisati ovu prodaju putem podrške rekord ?
ja: あなたはサポート記録を通して、この販売を削除したいか？
lv_lv: Vai tu tiešām vēlies dzēst šo pārdod, izmantojot atbalsta ierakstu ?
pl_pl: Czy na pewno chcesz usunąć tę sprzedawać za pośrednictwem rekordu wsparcia ?
vi_vn: Bạn có chắc bạn muốn xóa bán này thông qua bản ghi hỗ trợ ?

source: The supplier sell through support could not be retrieved because
ar: عمليات البيع المورد من خلال الدعم لا يمكن استرجاع لأن
et: Tarnija müüa toetamise kaudu ei õnnestunud , sest
fa: فروش عرضه کننده کالا را از طریق پشتیبانی نمی تواند بازیابی شود زیرا
fr_lu: La vente des fournisseurs grâce à l'appui n'a pas pu être récupéré car
hr_hr: Dobavljač prodati putem potpore ne može dohvatiti , jer
ja: サポートを通じてサプライヤー販売を取得できませんでしたので、
lv_lv: Piegādātājs pārdot , atbalstot nevarēja izgūt , jo
pl_pl: Sprzedam dostawcą poprzez wsparcie nie może być przywrócony , ponieważ
vi_vn: Các nhà cung cấp bán thông qua hỗ trợ không thể được lấy ra bởi vì

source: Support for Customer
et: Toetus Klienditeenindus
fa: پشتیبانی از مشتری
fr_lu: Soutien à la clientèle
hr_hr: Podrška za kupca
ja: お客様のサポート
lv_lv: Atbalsts Klientam
pl_pl: Wsparcie dla Klienta
vi_vn: Hỗ trợ cho khách hàng

source: Support Whole Category
ar: دعم الجامعة الفئة
et: Toetus Terve Kategooria
fa: پشتیبانی مجموع رده
fr_lu: Soutenez ensemble de la catégorie
hr_hr: Podrška cijelu kategoriju
ja: 全カテゴリをサポートしています
lv_lv: Atbalstīt visu kategoriju
pl_pl: Wsparcie całej kategorii
vi_vn: Hỗ trợ nguyên mục

source: Specific Item Only
ar: عنصر معين فقط
et: Konkreetse objekti Ainult
fa: مورد خاص تنها
fr_lu: Point particulier seulement
hr_hr: Samo pojedini predmet
ja: 特定のアイテムのみ
lv_lv: Konkrēts postenis Tikai
pl_pl: Tylko Item Specific
vi_vn: Mục cụ thể Chỉ

source: Support Specific Item
ar: دعم عنصر محدد
et: Toetada konkreetseid Punkt
fa: پشتیبانی از آیتم های خاص
fr_lu: Soutenez article spécifique
hr_hr: Podrška određenu stavku
ja: 特定の項目をサポートしています
lv_lv: Atbalstīt konkrētu objektu
pl_pl: Wsparcie specyficznego przedmiotu
vi_vn: Hỗ trợ mục cụ thể

source: Support An Entire Category
ar: دعم فئة كاملة
et: Toetuskogu kategooriat
fa: پشتیبانی ازتمام آلبومهایی
fr_lu: Soutenir toute une Catégorie
hr_hr: Podrška na cijelu kategoriju
ja: カテゴリ全体をサポートしています
lv_lv: Atbalstīt visu kategoriju
pl_pl: Wsparcie całą kategorię
vi_vn: Hỗ trợ Một Toàn bộ mục

source: Could not retrieve the items that the supplier provides
et: Ei saanud tuua punkte, et tarnija annab
fa: آیتم هایی کهعرضه کننده کالا فراهم می کند بازیابی کنید
fr_lu: Impossible de récupérer les éléments que le fournisseur fournit
hr_hr: Ne mogu dohvatiti stavke kojedobavljač daje
ja: サプライヤーが提供するアイテムを取得できませんでした
lv_lv: Nevar paņemt priekšmetus , kapiegādātājs sniedz
pl_pl: Nie można pobrać elementy, któredostawca udostępnia
vi_vn: Không thể lấy các mục mà các nhà cung cấp cung cấp

source: The SQL that was used to get the supplier items and failed was
et: SQL , mida kasutati , et saada tarnija esemed ja ei olnud
fa: SQL است که برای گرفتن آیتم های عرضه کننده کالامورد استفاده قرار گرفت و شکست خورده بود
fr_lu: Le SQL qui a été utilisée pour obtenir les éléments du fournisseur et n'a pas été
hr_hr: SQL koji je korišten da bi se dobavljaču predmeta i da nije bio
ja: サプライヤアイテムを取得するために使用され、失敗したSQLがあった
lv_lv: SQL , kas tika izmantoti, lai iegūtu piegādātāju preces un neizdevās , bija
pl_pl: SQL , który był używany w celu uzyskania pozycji dostawcy i nie było
vi_vn: SQL đã được sử dụng để có được những mặt hàng nhà cung cấp và không được

source: Rebate value per unit
ar: قيمة الخصم لكل وحدة
et: Tagasimakse väärtus ühiku kohta
fa: مقدار تخفیف به ازای هر واحد
fr_lu: La valeur du rabais par unité
hr_hr: Popust vrijednost po jedinici
ja: 単位当たりのリベート値
lv_lv: Atlaide vērtība uz vienu vienību
pl_pl: Rabat na jednostkę wartości
vi_vn: Giá trị giảm giá trên một đơn vị

source: Rebate Percent
ar: نسبة الخصم
et: tagasimakse protsent
fa: درصد تخفیف
fr_lu: rabais pour cent
hr_hr: Postotak rabata
ja: リベートパーセント
lv_lv: atlaide Procenti
pl_pl: procent rabatu
vi_vn: Phần trăm giảm giá

source: Support Start Date
ar: الدعم بدء التسجيل
et: Toetus Start Date
fa: پشتیبانی از تاریخ شروع
fr_lu: Soutenez Date de début
hr_hr: Podrška Datum početka
ja: 開始日サポート
lv_lv: Atbalsts Sākuma datums
pl_pl: Wsparcie Data rozpoczęcia
vi_vn: Hỗ trợ Ngày bắt đầu

source: Support End Date
ar: دعم نهاية التاريخ
et: Toetus End Date
fa: پشتیبانی از تاریخ پایان
fr_lu: Soutenez Date de fin
hr_hr: Podrška datum završetka
ja: 終了日をサポートしています
lv_lv: Atbalsts beigu datums
pl_pl: Wsparcie Data zakończenia
vi_vn: Hỗ trợ Ngày kết thúc

source: Shipment Costing
ar: تقدير تكاليف الشحن
et: Vedu kuluarvestus
fr_lu: Envoi d'établissement des coûts
hr_hr: Pošiljka troškova
ja: 出荷費用
lv_lv: Sūtījuma Izmaksu
pl_pl: Koszty Wysyłki
vi_vn: Chi phí vận chuyển

source: This page is expected to be called with the shipment number to show the costing for
ar: ومن المتوقع أن يتم استدعاؤها مع عدد شحنة هذه الصفحة لإظهار التكاليف بالنسبة لل
et: See leht on oodata hüüdis saadetise number näidata kuluarvestuse
fr_lu: Cette page est prévu pour être appelé avec le numéro d'envoi pour voir l'évaluation des coûts pour
hr_hr: Ova stranica se očekuje da će biti pozvani s brojem pošiljke pokazatitroškova za
ja: このページは、のためのコストを示すために出荷台数で呼び出されることが期待される
lv_lv: Šī lapa ir paredzēts saukt ar sūtījuma numuru, lai parādītuizmaksu par
pl_pl: Aby zobaczyć koszty transportu ta strona musi być wywołana z numerem wysyłki
vi_vn: Trang này được dự kiến ​​sẽ được gọi với số lô hàng để hiển thị các chi phí cho

source: Shipment
ar: شحنة
et: saadetis
fr_lu: Expédition
hr_hr: brodski tovar
ja: 出荷
lv_lv: Piegāde
pl_pl: Transport
vi_vn: lô hàng

source: cannot be retrieved because a database error occurred
ar: لا يمكن استرجاعها بسبب حدوث خطأ في قاعدة بيانات
et: ei saa taastada , sestandmebaas tõrge
fr_lu: peuvent pas être récupérés en raison d'une erreur de base de données s'est produite
hr_hr: ne mogu dohvatiti , jerbaza podataka došlo je do pogreške
ja: データベースエラーが発生したため、取得できません
lv_lv: nevar iegūt , jodatu bāzes kļūda
pl_pl: nie może być odtworzony ponieważ
vi_vn: không thể được lấy ra bởi vì xảy ra một lỗi cơ sở dữ liệu

source: could not be located in the database
ar: لا يمكن أن يكون موجودا في قاعدة البيانات
et: ei leitud andmebaasi
fr_lu: ne pouvait pas être situé dans la base de données
hr_hr: ne može se nalaziti u bazi podataka
ja: データベース内に見つかりませんでした
lv_lv: nevar atrasties datu bāzē
pl_pl: nie można znaleźć w bazie
vi_vn: không thể được đặt trong cơ sở dữ liệu

source: Shipment Details
ar: شحنة تفاصيل
et: Vedu Detailid
fr_lu: Expédition Détails
hr_hr: pošiljke Brodu
ja: 出荷詳細更新
lv_lv: Sūtījuma informācija
pl_pl: Szczegóły przesyłki
vi_vn: Chi tiết giao hàng

source: Vessel
ar: إناء
et: laev
fa: رگ
fr_lu: Navire
hr_hr: brod
ja: 船
lv_lv: kuģis
pl_pl: Kontener
vi_vn: tàu

source: Voyage Ref
ar: رحلة المرجع
fa: سفر کد عکس
ja: 航行番号
pl_pl: Nr Kursu
vi_vn: hành trình Tài liệu tham khảo

source: Expected Arrival Date (ETA)
ar: المتوقع تاريخ وصول ( ايتا )
et: Oodatud Saabumise kuupäev (ETA )
fa: تاریخ رسیدن به مقصد ( زمان رسیدن به مقصد مورد انتظار )
fr_lu: Date d'arrivée prévue
hr_hr: Očekivani Datum dolaska ( ETA )
ja: 予定到着日 (ETA)
lv_lv: Paredzams Ierašanās datums ( ETA )
pl_pl: Przewidywana Data Przybycia (ETA)
vi_vn: Dự kiến ngày đến ( ETA)

source: general costs cannot be retrieved from the database
ar: لا يمكن استرجاع التكاليف العامة من قاعدة البيانات
et: üldkulusid ei saa taastada andmebaasist
fr_lu: les frais généraux ne peuvent pas être extraites de la base de données
hr_hr: opći troškovi ne mogu biti iz baze podataka
ja: 一般的なコストは、データベースから取得することができない
lv_lv: vispārējās izmaksas, kas nevar iegūt no datubāzes
pl_pl: koszty ogólne nie mogą być odtworzone z bazy
vi_vn: chi phí chung không có thể được lấy từ cơ sở dữ liệu

source: No General Cost Records exist for Shipment
ar: لا توجد سجلات التكلفة العامة لل شحنة
et: Ei General Cost Records olemas Vedu
fa: هیچ ثبتی هزینه عمومی برای حمل و نقل وجود دارد
fr_lu: Aucun des dossiers de frais généraux existent pour l'expédition
hr_hr: Nema Opći Troškovi podataka postoje za otpremu
ja: いいえ一般コストレコードが出荷のために存在していません
lv_lv: Nav Vispārējie Izmaksu ierakstu pastāv pārvadāšanas
pl_pl: Brak Zapisów Kosztów Ogólnych dla Transportu
vi_vn: Không ghi Chi phí chung tồn tại cho lô hàng

source: in the database
ar: في قاعدة البيانات
et: andmebaasis
fr_lu: dans la base de données
hr_hr: u bazi podataka
ja: データベース内
lv_lv: datubāzē
pl_pl: w bazie danych
vi_vn: Trong cơ sở dữ liệu

source: Item costs cannot be retrieved from the database
ar: لا يمكن استرداد تكاليف بند من قاعدة البيانات
et: Punkt kulusid ei saa hankida andmebaasi
fr_lu: Échec d'affichage du coût de l'article
hr_hr: Stavka troškovi ne mogu biti iz baze podataka
ja: 全コストは、データベースから取得することができない
lv_lv: Postenis izmaksas nevar iegūt no datubāzes
pl_pl: Koszty jednostkowe nie mogą być odtworzone z bazy
vi_vn: Chi phí hàng không có thể được lấy từ cơ sở dữ liệu

source: No Item Cost Records exist for Shipment
ar: لا توجد سجلات البند التكلفة لل شحنة
et: Nr Eseme Cost Records olemas Vedu
fa: هیچ موردی سوابق هزینه را برای حمل و نقل وجود دارد
fr_lu: Aucun poste enregistre des coûts existent pour l'expédition
hr_hr: Nema trošak stavke Podaci postoje za pošiljke
ja: いいえ品目原価レコードは出荷のために存在していません
lv_lv: Nav posteņa izmaksas ierakstu pastāv pārvadāšanas
pl_pl: Brak Kosztów Jednostkowych dla Transportu
vi_vn: Không có mục ghi Chi phí tồn tại cho lô hàng

source: The lines on the shipment could not be retrieved from the database
ar: لا يمكن استرجاع الخطوط على شحنة من قاعدة البيانات
et: Read saadetist ei õnnestunud andmebaasist
fr_lu: Impossible d'afficher ces lignes
hr_hr: Linije na pošiljku nije moguće dohvatiti iz baze podataka
ja: 出荷上の行がデータベースから取得できませんでした
lv_lv: Par sūtījumu līnijas nevar iegūt no datu bāzes
pl_pl: Pozycje dla transportu nie mogą być odtworzone z bazy danych
vi_vn: Các dòng trên lô hàng không có thể được lấy từ cơ sở dữ liệu

source: Cannot close a shipment where the quantity received is more than the quantity invoiced. Check the item
ar: لا يمكن إغلاق شحنة حيث الكمية المستلمة هي أكثر من الكمية الفاتورة.
et: Ei saa sulgedasaadetise kui koguse saanud rohkem kuikogus arve .
fa: آیا می توانم یک حمل و نقل که در آن مقدار دریافت بیش از مقدار صورتحساب نزدیک نیست.
fr_lu: Impossible de fermer une expédition où la quantité reçue est supérieure à la quantité facturée. Vérifiez l'élément
hr_hr: Ne mogu zatvoriti pošiljku u kojojkoličini primila je više od količine fakturirana .
ja: 受信量が請求数量以上のものの出荷を閉じることはできません。
lv_lv: Nevar aizvērt sūtījumu , kurāsaņēma daudzums ir vairāk nekā rēķinā daudzumu .
pl_pl: Nie można zamknąć dostawy dla której przyjęto większą ilość niż na zamówieniu. Sprawdź pozycję
vi_vn: Không có thể đóng một lô hàng mà số lượng nhận được là nhiều hơn số lượng hoá đơn.

source: Items on shipment
ar: البنود المدرجة على شحنة
et: Kirjed saadetise
fr_lu: Articles de l'expédition
hr_hr: Proizvodi na pošiljke
ja: 出荷入力
lv_lv: Preces par sūtījumu
pl_pl: Przedmioty w sprawie przemieszczania
vi_vn: Các mặt hàng đang vận chuyển đường biển

source: Charges
ar: رسوم
et: Hind
fr_lu: Frais
hr_hr: Optužbe
ja: 請求
lv_lv: maksas
pl_pl: Opłaty
vi_vn: phí

source: Variance
ar: فرق
et: dispersioon
hr_hr: varijacija
ja: 差異
lv_lv: pretruna
pl_pl: Różnica
vi_vn: không đúng

source: The quantity on hand could not be retrieved from the database
ar: لا يمكن استرجاع كمية على اليد من قاعدة البيانات
et: Kogus käsi ei õnnestunud andmebaasist
fr_lu: Impossible d'afficher la quantité disponible
hr_hr: Količina na ruku nije mogao biti iz baze podataka
ja: 手持ちの量は、データベースから取得できませんでした
lv_lv: Uz rokas daudzumu nevar iegūt no datu bāzes
pl_pl: Nie można odtworzyć ilości dostępnej z bazy danych
vi_vn: Số lượng trên tay không có thể được lấy từ cơ sở dữ liệu

source: The following SQL to retrieve the total stock quantity was used
ar: تم استخدام SQL التالية لاسترداد إجمالي كمية الأوراق المالية
et: Järgmine SQL laadida Diileri kogus kasutati
fr_lu: Le SQL suivante pour récupérer la quantité en stock total a été utilisé
hr_hr: Sljedeći SQL dohvatiti ukupnu količinu dionica je korišten
ja: 合計在庫数量を取り出す以下のSQLが使われました
lv_lv: Pēc SQL , lai iegūtu kopējo akciju daudzumu, tika izmantota
pl_pl: Użyta fraza SQL
vi_vn: SQL sau đây để lấy tổng số lượng cổ phiếu đã được sử dụng

source: shipment cost
ar: شحنة من حيث التكلفة
et: Saatekulu
fr_lu: frais de port
hr_hr: pošiljka trošak
ja: 出荷費用
lv_lv: sūtījumu izmaksas
pl_pl: koszty wysyłki
vi_vn: Chi phí vận chuyển đường biển

source: shipment quantity is greater than stock held - variance write off
ar: كمية الشحنة هي أكبر من المخزون الذي تحتفظ - الفرق شطب
et: saadetise kogus ületab valduses - dispersioon mahakandmine
fa: مقدار حمل و نقل بیشتر از سهام برگزار می شود است - واریانس نوشتن کردن
hr_hr: Pošiljka je količina veća od skladištu održanoj - varijanca otpis
ja: 出荷量が保有株式よりも大きい - 分散は帳消し
lv_lv: sūtījums daudzums ir lielāks nekā notika noliktavā - dispersija norakstīt
vi_vn: số lượng lô hàng lớn hơn cổ phiếu tổ chức - sai viết tắt

source: The GL entry for the shipment variance posting for
ar: دخول GL لهذه الفروق شحنة بالإرسال لل
et: GL kande saadetise dispersioon postitad
fa: ورود GL برای واریانس حمل و نقلارسال
fr_lu: L'entrée GL pour la variance d'expédition pour l'affichage
hr_hr: GL ulaz za pošiljke varijance za postavljanje
ja: ためにポスティング出荷分散に対するGLエントリー
lv_lv: GL ieraksts pārvadājuma dispersijas norīkošanu
pl_pl: Zapis KG dla odchyłki w transporcie dla
vi_vn: GL vào cho đúng lô hàng gửi bài cho

source: could not be inserted into the database because
ar: لا يمكن إدراجها في قاعدة البيانات بسبب
et: ei saa lisada andmebaasi sest
fr_lu: ne pouvait pas être inséré dans la base de données, car
hr_hr: Ne može se umetnuti u bazu podataka , jer
ja: データベースに挿入することができませんでしたので、
lv_lv: nevar tikt ievietota datu bāzē , jo
pl_pl: nie może zostać zapisan do bazy ponieważ
vi_vn: Không thể chèn vào cơ sở dữ liệu vì

source: shipment avg cost adjt
ar: شحنة المتوسط ​​التكلفة adjt
et: saadetise keskmine kulu adjt
fa: حمل و نقل AVG هزینه adjt
fr_lu: envoi avg Adjt coût
hr_hr: Pošiljka Prosječna cijena adjt
ja: 出荷平均コストadjt
lv_lv: sūtījums vidējā maksa adjt
pl_pl: korekta śr. kosztu wysyłki
vi_vn: lô hàng avg adjt chi phí

source: The GL entry for the shipment average cost adjustment for
ar: دخول GL لمتوسط ​​التكيف شحنة من حيث التكلفة لل
et: GL kande saadetise keskmine kulu reguleerimine
fa: ورود GL برای حمل و نقل متوسط ​​تنظیم هزینه برای
fr_lu: L'entrée GL pour l'ajustement des coûts d'expédition moyen de
hr_hr: GL ulaz za pošiljku troškova prosječne prilagodbe za
ja: の出荷平均費調整のためのGLエントリー
lv_lv: GL ieraksts sūtījumu vidējo izmaksu korekcijas
pl_pl: Zapis KG dla odchyłki w kosztach transportu dla
vi_vn: GL nhập cho các lô hàng điều chỉnh chi phí trung bình cho

source: The cost could not be updated because
ar: تعذر تحديث التكاليف بسبب
et: Maksumus ei saanud uuendatud sest
fr_lu: Le coût n'a pas pu être mis à jour car
hr_hr: Trošak se ne može ažurirati , jer
ja: コストを更新できませんでしたので、
lv_lv: Izmaksas nevar atjaunināt , jo
pl_pl: Nie można zakualizować kosztów ponieważ
vi_vn: Không thể cập nhật được chi phí vì

source: The following SQL to update the cost was used
ar: تم استخدام SQL التالية لتحديث التكلفة
et: Järgmine SQL uuendada kulu kasutati
fr_lu: Commande SQL de mise à jour du coût:
hr_hr: Sljedeći SQL ažurirati trošak je korišten
ja: 原価を更新する以下のSQLが使われました
lv_lv: Pēc SQL atjaunināt izmaksas tika izmantota
pl_pl: Użyta fraza SQL
vi_vn: SQL sau đây để cập nhật các chi phí đã được sử dụng
