Repository: timschofield/KwaMoja-Medical
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar, et, fa, fr_lu, hr_hr, ja, lv_lv, pl_pl, vi_vn

source: The entries for Cubic Rate, KG Rate, Maximum Weight, Maximum Volume, Fixed Price and Minimum charge must be numeric
ar: يجب على مقالات لمعدل مكعب ، KG قيم ، الحد الأقصى للوزن ، حجم الحد الأقصى، السعر ثابت و الحد الأدنى للرسوم يكون الرقمية
et: Kirjed Cubic Rate, KG Rate, maksimaalne kaal , maksimaalne maht, fikseeritud hinnaga ja minimaalne tasu peab olema number
fa: نوشته های برای ارزش گذاری مکعب ، رای دادن به کیلوگرم ، حداکثر وزن ، جلد حداکثر ، ثابت قیمت و هزینه حداقل باید عدد باشد
fr_lu: "prix au volume", "prix au poids", "poids maximal", "volume maximal", "prix fixe" et "frais minimaux" doivent être numériques
hr_hr: Unosi za kubne stope , KG srca, maksimalna težinu , maksimalnu glasnoću , fiksna cijena i minimalne naknade mora biti numerička
ja: キュービックレート、 KGレート、最大重量、最大ボリューム、固定価格や最低料金のエントリは、数値でなければなりません
lv_lv: Par Kubikmetrs ātrums, kg Rate, maksimālais svars , maksimālo daudzumu, fiksēta cena un minimālā maksa ir jāraksta ciparu
pl_pl: Wpisy na Cubic Rate, KG Rate, ciężar maksymalny, maksymalnej głośności, Cena Minimalna opłata stała i musi być liczbą
vi_vn: Ph?n nh?p cho dánh giá th? tích, dánh giá kh?i lu?ng, cân n?ng t?i da, th? tích t?i da, giá d?nh s?n và phí t?i thi?u ph?i ? d?ng s?

source: Freight cost record updated
ar: سجل تكلفة الشحن المحدثة
et: Veokulud rekord uuendatud
fa: حمل و نقل ثبت هزینه به روز شده
fr_lu: Fiche frais de transport mise à jour
hr_hr: Teretni trošak rekord ažurirani
ja: 運賃レコードが更新され
lv_lv: Shipping cost record updated
pl_pl: Koszt transportu zaktualizowany
vi_vn: Shipping cost record updated

source: Freight cost record inserted
ar: سجل إدراج تكاليف الشحن
et: Veokulud kirje sisestatud
fa: حمل و نقل ثبت هزینه درج
fr_lu: Fiche frais de transport ajoutée
hr_hr: Teretni trošak rekord umetnuta
ja: 運賃レコードが挿入された
lv_lv: Shipping cost record inserted
pl_pl: Koszty transportu wprowadzone
vi_vn: Shipping cost record inserted

source: The freight cost record could not be updated because
ar: لا يمكن تحديث السجل بسبب تكاليف الشحن
et: Veokulud rekord ei saa ajakohastada , sest
fa: حمل و نقل ثبت هزینه نمی تواند به دلیل به روز شده
fr_lu: Impossible de mettre à jour les frias de transport:
hr_hr: Rekord teretnog trošak ne može biti ažurirana , jer
ja: 運賃レコードは更新できませんでしたので、
lv_lv: The Shipping cost record could not be updated because
pl_pl: Koszty transportu nie mogą być zaktualizowane ponieważ
vi_vn: The Shipping cost record could not be updated because

source: Freight cost record deleted
ar: سجل تكاليف الشحن حذف
et: Veokulud rekord kustutatud
fa: حمل و نقل ثبت هزینه های حذف شده
fr_lu: Fiche frais de transport supprimée
hr_hr: Teretni trošak rekord briše
ja: 運賃のレコードが削除された
lv_lv: Shipping cost record deleted
pl_pl: Koszty transportu usunięte
vi_vn: Ghi chép chi phí vận chuyển đã được xóa

source: Destination
ar: المكان المقصود
et: sihtkoht
fa: مقصد
hr_hr: odredište
ja: 目的地
lv_lv: galamērķis
pl_pl: Kierunek
vi_vn: điểm đến

source: Cubic Rate
ar: مكعب قيم
et: Cubic Hinda
fa: مکعب ارزش گذاری
fr_lu: Prix m³
hr_hr: Ocijenite Kubi
ja: 容積レート
lv_lv: Kubikmetrs Rate
pl_pl: Stawka za m3
vi_vn: tỷ khối

source: KG Rate
ar: KG قيم
et: KG Hinda
fa: ارزش گذاری کیلوگرم
fr_lu: Prix au kg
hr_hr: KG Ocijenite
ja: 重量レート
pl_pl: Stawka za kg
vi_vn: tỷ trọng

source: MAX KGs
ar: MAX رياض الأطفال
et: MAX KG
fa: حداکثر کیلوگرم
fr_lu: Poids max. (kg)
hr_hr: MAX kg
ja: 最大重量
pl_pl: Max. waga
vi_vn: Cân nặng tối đa

source: MAX Volume
ar: حجم MAX
et: MAX köide
fa: دوره حداکثر
fr_lu: Volume max.
ja: 最大容積
lv_lv: MAX Tilpums
pl_pl: Max. Objętość
vi_vn: Lượng hàng tối đa

source: Fixed Price
ar: سعر ثابت
et: fikseeritud hind
fa: قیمت ثابت
fr_lu: Forfait
hr_hr: Fiksni Cijena
ja: 固定価格
lv_lv: Noteikta cena
pl_pl: Stała Cena
vi_vn: giá cố định

source: Minimum Charge
ar: الحد الأدنى للرسوم
et: miinimumtasu
fa: حداقل شارژ
fr_lu: Facturation minimum
hr_hr: Minimalna naknada
ja: 最低価格
lv_lv: minimālā maksa
pl_pl: Minimalna opłata
vi_vn: Tiền thu tối thiểu

source: Are you sure you wish to delete this freight cost
ar: هل أنت متأكد أنك تريد حذف هذه تكاليف الشحن
et: Oled sa kindel, et soovid kustutada selle veokulud
fr_lu: Voulez-vous supprimer ce prix de transport?
hr_hr: Jeste li sigurni da želite izbrisati ovaj teretni troškova
ja: この仕入先価格を削除してもよろしいですか？

source: Show all freight costs for
ar: مشاهدة جميع تكاليف الشحن لل
et: Näita kõik veokulud
fa: نمایش تمام هزینه های حمل و نقل برای
fr_lu: Afficher les frais de transport
hr_hr: Pokaži sve teret troškova za
ja: に対するすべての運賃を表示
lv_lv: Show all shipping costs for
pl_pl: Pokaż wszystkie koszty transportu dla
vi_vn: Hiển thị tất cả chi phí vận tải cho

source: For Deliveries From
ar: للحصول على امدادات من
et: Sest tarnete
fa: برای تحویل از
fr_lu: Pour les expéditions de
hr_hr: Za isporuke od
ja: 納品先向け発送元
lv_lv: Par piegādes no
pl_pl: Dla Wysyłki Z
vi_vn: Dành cho giao hàng t?

source: using
ar: باستخدام
et: kasutamine
fa: با استفاده از
fr_lu: utilisant
hr_hr: pomoću
ja: 使用
lv_lv: lieto
pl_pl: używając
vi_vn: sử dụng

source: Destination Country
ar: بلد المقصد
et: Sihtriik
fa: کشور مقصد
fr_lu: Pays de destination
hr_hr: Odredište Zemlja
ja: 目的国
lv_lv: galamērķa valsts
pl_pl: kraju przeznaczenia
vi_vn: điểm đến Quốc gia

source: Destination Zone
ar: الوجهة المنطقة
et: Sihtkoht Zone
fa: منطقه مقصد
fr_lu: Zone de destination
hr_hr: Odredište zona
ja: 宛先ゾーン
lv_lv: galamērķis Zone
pl_pl: Strefa Cel podróży
vi_vn: điểm đến Khu

source: Rate per Cubic Metre
ar: سعر المتر مكعب
et: Hinda kuupmeetri Metre
fa: امتیاز در هر مکعب Metre
fr_lu: Prix par m³
hr_hr: Ocijenite po kubičnom metru
ja: ㎥当りレート
lv_lv: Likme par Kubikmetrs metriem
pl_pl: Stawka za metr sześć.
vi_vn: tỷ lệ trên m3

source: Rate Per KG
ar: معدل للكيلوغرام الواحد
et: Hinda kilogrammi
fa: ارزش گذاری هر کیلوگرم
fr_lu: Prix au kg
hr_hr: Po kg
ja: KG当りレート
lv_lv: Likme uz kg
pl_pl: Stawka za kg
vi_vn: tỷ lệ theo kg

source: Maximum Weight Per Package (KGs)
ar: الحد الأقصى لوزن لكل العبوة ( كجم)
et: Maksimaalne kaal pakendi kohta ( KG )
fa: حداکثر وزن هر بسته بندی (کیلوگرم)
fr_lu: Poids maximum par colis (kg)
hr_hr: Maksimalna težina po paketu ( kg )
ja: 梱包当り最大重量(KG)
lv_lv: Maksimālais svars iepakojumā ( KGS)
pl_pl: Waga Maksymalna (kg)
vi_vn: Cân nặng tối đa cho một gói( kgs)

source: Maximum Volume Per Package (cubic metres)
ar: الحجم الأقصى لكل حزمة ( متر مكعب )
et: Maksimaalne maht pakendi kohta ( kuupmeetrites )
fa: دوره حداکثر در هر بسته بندی (متر مکعب)
fr_lu: Volume maximum par Colis (m³)
hr_hr: Maksimalni volumen po paket ( kubičnih metara )
ja: 梱包当り最大容積(㎥)
lv_lv: Maksimālais apjoms Per Package ( kubikmetri )
pl_pl: Maksymalna objętość (m3)
vi_vn: Thể tích tối đa cho một gói (m3)

source: Fixed Price (zero if rate per KG or Cubic)
ar: سعر ثابت (صفر إذا كان معدل لكل كغ أو مكعب)
et: Fikseeritud hind (null kui määr kilogrammi või Cubic )
fa: قیمت ثابت (صفر اگر نرخ هر کیلوگرم یا مکعب)
fr_lu: Forfait (0 si prix par kg ou m³)
hr_hr: Fiksni Cijena ( nula ako po kg ili Kubični )
ja: 固定価格(KGまたは㎥当りレートならばゼロ)
lv_lv: Noteikta cena ( nulle, ja likme par kilogramu vai Kubikmetrs )
pl_pl: Stała Cena (0 jeśli cena za kg/m3)
vi_vn: Giá cố định( bằng 0 nếu đánh giá bằng Kilogram hay Mét khối)

source: Minimum Charge (0 is N/A)
ar: الحد الأدنى للرسوم ( 0 هو N / A)
et: Minimaalne hind ( 0 on N / A)
fa: شارژ حداقل (0 ازت است /)
fr_lu: Facturation Minimum (0 si N/A)
hr_hr: Minimalni trošak ( 0 je N / A)
ja: 最低運賃 (0は該当無)
lv_lv: Minimālā cena ( 0 ir N / A)
pl_pl: Minimalna opłata (0 jeśli nd)
vi_vn: Tiền thu tối thiểu( 0 là chưa xác đinh)

source: General Ledger Account Report
ar: تقرير الحساب دفتر الأستاذ العام
et: Pearaamatu konto aruanne
fa: عمومی لجر گزارش حساب
fr_lu: Rapport général des comptes du Grand Livre
hr_hr: Glavna knjiga Izvješće računa
ja: 総勘定元帳勘定問合せ
lv_lv: Virsgrāmatas konta ziņojums
pl_pl: Ledger Sprawozdanie ogólne konto
vi_vn: Báo cáo Sổ cái tài khoản

source: General Ledger Account Inquiry
ar: العام التحقيق حساب ليدجر
et: Pearaamatu konto Inquiry
fa: عمومی لجر استعلام حساب کاربری
fr_lu: Consultation des comptes Grand Livre
hr_hr: Glavna knjiga račun Upit
ja: 総勘定元帳勘定問合せ
lv_lv: Virsgrāmatas konta pieprasījums
pl_pl: Przeglądanie Operacji na Kontach
vi_vn: Yêu cầu sổ cái tài khoản chính

source: Use the keyboard Shift key to select multiple accounts and periods
ar: استخدام مفتاح Shift لوحة المفاتيح لتحديد حسابات متعددة وفترات
et: Kasuta klaviatuuri Shift klahvi, et valida mitu kontot ja perioodide
fa: استفاده از صفحه کلید کلید شیفت را انتخاب کنید که داشتن چند شناسه و دوره
fr_lu: Utiliser la touche Maj du clavier pour sélectionner plusieurs comptes et périodes
hr_hr: Koristite tipku Shift na tipkovnici da biste odabrali više računa i razdoblja
ja: 複数のアカウントおよび期間を選択するには、キーボードのShiftキーを使用して、
lv_lv: Izmantojiet tastatūras taustiņu Shift , lai atlasītu vairākus kontus un periodiem
pl_pl: Użyj klawiaturze klawisz Shift, aby zaznaczyć wiele kont i okresów
vi_vn: Dùng phím SHIFT để chọn nhiều tài khoản, nhiều giai đoạn

source: Criteria for report
ar: معايير ل تقرير
et: Kriteeriumid aruanne
fa: معیار برای گزارش
fr_lu: Critères de rapport
hr_hr: Kriteriji za izvješće
ja: レポートの基準
lv_lv: Kritēriji ziņojumu
pl_pl: Kryteria raportu
vi_vn: Tiêu chí cho báo cáo

source: Selected Accounts
ar: الحسابات المحددة
et: valitud kontod
fa: حساب های منتخب
fr_lu: Comptes sélectionnés
hr_hr: Odabrani računi
ja: 勘定選択
lv_lv: izvēlētie konti
pl_pl: Wybrane konta
vi_vn: Lựa chọn tài khoản

source: For Period range
ar: لمجموعة و الفترة
et: Perioodi valik
fa: برای محدوده دوره
fr_lu: Pour la période
hr_hr: Za razdoblje rasponu
ja: 期間範囲
lv_lv: Par periodu
pl_pl: Dla okresu
vi_vn: Đối với phạm vi thời kỳ

source: All tags
ar: كل الكلمات
et: Kõik sildid
fa: تمام برچسب ها
fr_lu: Tous les labels
hr_hr: Svi tagovi
ja: 全地域
lv_lv: Visi tagi
pl_pl: Wszystkie tagi
vi_vn: tất cả các thẻ

source: Make CSV File
ar: جعل ملف CSV
et: Tee CSV faili
fa: ساختن فایل CSV
fr_lu: Créer un fichier CSV
hr_hr: Načini CSV datoteku
ja: CSV作成
lv_lv: Izveidot CSV atskaiti
pl_pl: Stwórz Plik CSV
vi_vn: T?o t?p tin CSV

source: A period or range of periods must be selected from the list box
ar: يجب تحديد مدة أو ل مجموعة من الفترات من مربع القائمة
et: Perioodi või erinevaid perioode tuleb valitud loendiboksis
fa: دوره یا طیف وسیعی از دوره ها باید از جعبه لیست انتخاب
fr_lu: Une période ou une étendue doivent être choisies parmi la liste
hr_hr: Razdoblje ili raspon razdoblja mora biti odabran iz popisa
ja: 期間または期間範囲をリストボックスから選ばなければなりません
lv_lv: Perioda sākums un beigas ir jāizvēlas no saraksta
pl_pl: Okres lub zakres okresów musi być wybrany z listy
vi_vn: Một thời gian hoặc nhiều thời gian phải được lựa chọn từ danh sách hộp

source: An account or range of accounts must be selected from the list box
ar: يجب تحديد حساب أو مجموعة من الحسابات من مربع القائمة
et: Konto või erinevaid kontosid tuleb valitud loendiboksis
fa: حساب کاربری طیف وسیعی از حساب باید از جعبه لیست انتخاب
fr_lu: Un compte ou une gamme de comptes doivent être choisis parmi la liste
hr_hr: Račun ili raspon računa mora biti izabran iz popisa
ja: 期間または期間範囲をリストボックスから選ばなければなりません
lv_lv: Kontu vai diapazons kontu jāizvēlas no saraksta lodziņā
pl_pl: Rachunku lub zakres kont należy wybrać z listy
vi_vn: Một giai đoạn hoặc 1 loạt giai đoạn phải được chọn từ hộp liệt kê

source: Could not open or create the file under
ar: لا يمكن فتح أو إنشاء ملف تحت
et: Ei saa avada või luuafaili alla
fa: نمی توان باز کردن یا ایجاد فایل تحت
fr_lu: Impossible d'ouvrir ou de créer le fichier sous
hr_hr: Ne mogu otvoriti ili stvoriti datoteku pod
ja: 小切手を印刷できない
lv_lv: Nevar izdzēst rekvizītus
pl_pl: Nie można otworzyć lub utworzyć plik pod
vi_vn: Không thể mở hay tạo tệp tin dưới

source: The transactions for account
ar: المعاملات لحساب
et: Tehingute konto
fa: معاملات برای حساب کاربری
fr_lu: Les transactions pour le compte
hr_hr: Transakcije za račun
ja: アカウントの取引
lv_lv: Grāmatojumi kontā
pl_pl: Operacje dla konta
vi_vn: Các giao dịch của tài khoản

source: for period
ar: ل فترة
et: perioodi
fa: برای مدت
fr_lu: pour la période
hr_hr: za razdoblje
ja: 期間合計
lv_lv: uz laiku
pl_pl: za okres
vi_vn: Cho giai đoạn

source: The chart details for account
ar: تفاصيل الرسم البياني لل حساب
et: Diagrammi andmed konto
fa: جزئیات چارت برای حساب کاربری
fr_lu: Plan comptable détaillé de ce compte
hr_hr: U tablici Detalji za račun
ja: アカウントのグラフの詳細
lv_lv: Konta apraksts
pl_pl: Analityka dla konta
vi_vn: Các chi tiết cho tài khoản

source: Brought Forward Balance
ar: المرحل الرصيد
et: Ettepoole Saldo
fa: آورده تعادل به جلو
fr_lu: Solde reporté
hr_hr: Preneseni Stanje
ja: 前期繰越残高
lv_lv: Sākuma atlikums
pl_pl: Przeniesienie Salda
vi_vn: Tiền đạo mang Cân bằng

source: Period Total
ar: فترة المشاركات
et: periood kokku
fa: تعداد دوره
fr_lu: Total période
hr_hr: Razdoblje Ukupno
ja: 期間実績
lv_lv: periods kopā
pl_pl: Razem w okresie
vi_vn: Toàn b? giai do?n

source: Total Period Movement
ar: إجمالي حركة الفترة
et: Kogukestus Liikumine
fa: جنبش دوره تعداد
fr_lu: Total Mouvements sur la Période
hr_hr: Ukupna Razdoblje pokret
ja: 期間移動合計
lv_lv: Kopā par periodu
pl_pl: Saldo Operacji Okresu
vi_vn: Toàn b? d?ng thái t?ng giai do?n

source: Balance C/Fwd
ar: موازنة C / إعادة توجيه
et: Saldo C / Fwd
fa: تعادل ج / جلو
fr_lu: Balance
hr_hr: Stanje na C / FWD
ja: 次期繰越残高
lv_lv: Beigu atlikums
pl_pl: Saldo C/Fwd
vi_vn: Cân d?i C/Fwd

source: to view the file
ar: لعرض الملف
et: et näha faili
fa: برای مشاهده فایل
fr_lu: pour voir le fichier
hr_hr: kako biste vidjeli datoteku
ja: ファイルを表示する
lv_lv: lai apskatītu failu
pl_pl: aby obejrzeć plik
vi_vn: Xem tệp tin

source: Use the keyboard Shift key to select multiple periods
ar: استخدام مفتاح Shift لوحة المفاتيح لتحديد فترات متعددة
et: Kasuta klaviatuuri Shift klahvi, et valida mitme aja
fa: با استفاده از تبدیل صفحه کلید به کلید انتخاب دوره های متعدد
fr_lu: Utilisez la touche Maj du clavier pour sélectionner plusieurs périodes
hr_hr: Koristite tipku Shift na tipkovnici da biste odabrali više razdoblja
ja: 複数の期間を選択するには、キーボードのShiftキーを使用して、
lv_lv: Izmantojiet klaviatūras - Shift - taustiņu, lai izvēlētos vairākus periodus
pl_pl: Użyj klawiaturze klawisz Shift zaznaczyć kilka okresów
vi_vn: Dùng phím SHIFT để chọn nhiều giai đoạn

source: Inquiry Selection Criteria
et: Inquiry Valikukriteeriumid
fa: معیارهای انتخاب استعلام
fr_lu: Critères de sélection d'enquête
hr_hr: Upit Kriteriji za odabir
ja: 照会の選択基準
lv_lv: Uzziņu Atlases kritēriji
pl_pl: Kryteria wyboru Zapytanie
vi_vn: Tiêu chuẩn tuyển chọn điều tra

source: Account
ar: حساب
et: konto
fa: حساب کاربری
fr_lu: Compte
hr_hr: račun
ja: 勘定
lv_lv: Konts
pl_pl: Konto
vi_vn: Tài khoản

source: Show Account Transactions
ar: مشاهدة معاملات الحساب
et: Näita tehingud
fa: نمایش تراکنش های حساب
fr_lu: Afficher les transactions sur comptes
hr_hr: Pokaži računima
ja: 勘定トランザクション問合せ
lv_lv: Parādīt grāmatojumus kontā
pl_pl: Pokaż Operacje na Koncie
vi_vn: Hiển thị các giao dịch tài khoản

source: General Ledger account inquiry details
ar: حساب دفتر الأستاذ العام تفاصيل التحقيق
et: Pearaamatu konto küsitlus detailid
fa: عمومی لجر حساب جزئیات پرس و جو
fr_lu: Compte du GLG détails d'enquête
hr_hr: Glavne knjige upit Detaljnije
ja: 総勘定元帳の口座照会の詳細
lv_lv: Virsgrāmatas kontā uzziņu detaļas
pl_pl: Ogólne szczegóły Ledger zapytanie konto
vi_vn: Chung Ledger chi tiết cuộc điều tra tài khoản

source: Transactions for account
ar: المعاملات لحساب
et: Tehingud konto
fa: معاملات برای حساب کاربری
fr_lu: Les transactions pour compte
hr_hr: Transakcije za račun
ja: トランザクション
lv_lv: Darījumi ar kontu
pl_pl: Transakcje na konto
vi_vn: Các giao dịch cho tài khoản

source: Debit
ar: مدين
et: deebet
fa: بدهی
fr_lu: Débit
hr_hr: zaduženje
ja: 借方
lv_lv: Debits
pl_pl: Winien
vi_vn: khoản nợ, ghi nợ

source: Total for period
ar: المجموع لل فترة
et: Kokku perioodi jooksul
fa: کل دوره
fr_lu: Total pour la période
hr_hr: Ukupno za razdoblje
ja: 期間合計
lv_lv: Kopā par periodu
pl_pl: Suma dla okresu
vi_vn: T?ng giai do?n

source: Period
ar: فترة
et: periood
fa: دوره
fr_lu: Période
hr_hr: razdoblje
ja: 期間
lv_lv: Periods
pl_pl: Okres
vi_vn: Giai đoạn/kỳ

source: Account movement per transaction
ar: حركة حساب لكل معاملة
et: Konto liikumine tehingu kohta
fa: جنبش حساب در هر معامله
fr_lu: Mouvement de compte par transaction
hr_hr: Račun kretanje po transakciji
ja: トランザクションあたりの口座の動き
lv_lv: Kontu kustība pa grāmatojumiem
pl_pl: Przeniesienia kont dla operacji
vi_vn: Thay đổi của tài khoản sau mỗi giao dịch

source: Movement per ChartDetails record
ar: حركة لكل سجل ChartDetails
et: Liikumine kohta ChartDetails rekord
fa: جنبش در ChartDetails ضبط
fr_lu: Mouvement par enregistrement du plan comptable détaillé
hr_hr: Kretanje po ChartDetails rekord
ja: ChartDetailsレコードあたりの移動
lv_lv: Kustība uz ChartDetails ierakstu
pl_pl: Przeniesienia dla analityki
vi_vn: Ð?ng thái trên t?ng h? so chi ti?t b?ng

source: Period difference
ar: الفرق فترة
et: perioodi erinevus
fa: تفاوت دوره
fr_lu: Différence sur la période
hr_hr: Razdoblje razlike
ja: 期間差異
lv_lv: Perioda kopējā kustība
pl_pl: Różnice okresowe
vi_vn: Sự khác nhau giữa các giai đoạn/kỳ

source: None
ar: لا شيء
et: mitte ükski
fa: هیچ کدام
fr_lu: Aucun
hr_hr: nijedan
ja: 注意
lv_lv: Piezīme
pl_pl: Brak
vi_vn: không

source: There are differences between the sum of the transactions and the recorded movements in the ChartDetails table
ar: هناك اختلافات بين مجموع المعاملات والحركات المسجلة في الجدول ChartDetails
et: On erinevusi nende tehingute summa, jasalvestatud liikumisedChartDetails tabel
fa: تفاوت های بین مجموع معاملات و جنبش های ثبت شده در جدول وجود دارد ChartDetails
fr_lu: Il y a des différences entre la somme des transactions et les mouvements enregistrés dans le plan comptable détaillé
hr_hr: Postoje razlike između zbroja transakcija i snimljenih pokreta u ChartDetails tablici
ja: トランザクションの和とChartDetailsテーブル内の記録された運動の間に違いがあります
lv_lv: Pastāv atšķirības starp to darījumu summu un reģistrēto kustību ChartDetails tabulā
pl_pl: Istnieją różnice między sumą operacji i przeniesieniami w bazie analityki
vi_vn: Có d? khác bi?t gi?a t?ng s? giao d?ch và s? d?ng thái du?c ghi nh?n trong b?ng chi ti?t

source: A log of the account differences for the periods report shows below
ar: سجل ل حساب الفروق للتقرير فترات أدناه
et: Samamoodiarvesse erinevusi eelnevate perioodide aruanne näitab allpool
fa: ورود به سیستم از اختلاف حساب برای گزارش دوره های زیر را نشان می دهد
fr_lu: Compte-rendu des différences des comptes au cours de la période
hr_hr: Zapisnik obzir razlike u razdobljima izvješće pokazuje u nastavku
ja: 期間レポートのアカウントの違いのログが以下に示しています
lv_lv: Par vērā atšķirības attiecībā uz periodiem ziņojumā Žurnālā redzams zemāk
pl_pl: Wykaz różnic dla okresu objętego raportem podano poniżej
vi_vn: Một nhật ký của sự khác biệt tài khoản cho các báo cáo thời gian cho dưới đây

source: GL Account Report
ar: تقرير الحساب GL
et: GL konto aruanne
fa: گرم در گزارش حساب
fr_lu: Rapport compte GL
hr_hr: GL račun Izvješće
ja: GL勘定
lv_lv: GL Konta pārskats
pl_pl: Sprawozdanie konto GL
vi_vn: Báo cáo sổ cái tài khoản

source: Listing for Period
ar: قائمة ل فترة
et: Loetletakse perioodile
fa: برای مثال دوره
fr_lu: Liste pour la période
hr_hr: Oglas za razdoblje
ja: 期間合計
lv_lv: Listing par Perioda
pl_pl: Aukcja na okres
vi_vn: Li?t kê các giai do?n

source: Selection Criteria fro Report
et: Valikukriteeriumid tänna aruanne
fa: معیارهای انتخاب وپیش گزارش
fr_lu: Critères de sélection Signaler fro
hr_hr: Kriteriji amo Prijavi
ja: 選択基準は、あちこち報告
lv_lv: Atlases kritēriji fro Ziņojums
pl_pl: Kryteria wyboru fro Zgłoś
vi_vn: Tiêu chuẩn lựa chọn fro Báo cáo

source: Run Report
ar: تشغيل تقرير
et: Käivita aruanne
fa: اجرای گزارش
fr_lu: Afficher un rapport
hr_hr: Trčanje izvješće
ja: レポート
lv_lv: Run ziņojumu
pl_pl: Uruchom raport
vi_vn: Chạy báo cáo

source: Chart of Accounts Maintenance
ar: الرسم البياني من صيانة الحسابات
et: Kontoplaani Hooldus
fa: چارت حساب ها تعمیر و نگهداری
fr_lu: Maintenance du plan comptable
hr_hr: Kontni održavanje
ja: 勘定表メンテナンス
lv_lv: Kontu plāna uzturē&#353;ana
pl_pl: Zarządzanie Planem Kont
vi_vn: Bảng bảo trì tài khoản

source: General Ledger Accounts
ar: ليدجر الحسابات العامة
et: Pearaamatu kontod
fa: حساب های عمومی لجر
fr_lu: Comptes du grand livre général
hr_hr: Glavna knjiga Računi
ja: 総勘定元帳勘定問合せ
lv_lv: Virsgrāmata Konti
pl_pl: Konta księgi głównej
vi_vn: Các sổ cái tài khoản

source: The account name must be twenty characters or less long
et: Konto nimi peab olema kakskümmend tähemärki pikk
fa: نام حساب باید بیست کاراکتر یا کمتر طولانی
fr_lu: Le nom du compte doit être vingt caractères ou moins long
hr_hr: Naziv račun mora biti dvadeset znakova ili manje duga
ja: アカウント名は20文字で以下長い必要があります
lv_lv: Konta nosaukums ir divdesmit rakstzīmēm vai mazāk ilgā
pl_pl: Nazwa konta musi być dwadzieścia znaków lub mniej długo
vi_vn: Tên tài khoản phải là hai mươi ký tự hoặc ít lâu

source: Could not update the account because
ar: تعذر تحديث الحساب لأن
et: Ei saa värskendada konto sest
fa: ممکن است به روز رسانی حساب چرا که نه
fr_lu: Impossible mettre à jour le compte car
hr_hr: Ne može se ažurirati račun, jer
ja: 勘定が更新できなかった理由は
lv_lv: Nevar labot kontu, jo
pl_pl: Nie mogę zmienić konto ponieważ
vi_vn: Không thể cập nhật tài khoản vì

source: The general ledger account has been updated
ar: تم تحديث حساب دفتر الأستاذ العام
et: Pearaamatu konto on uuendatud
fa: حساب معین به طور کلی به روز شده است
fr_lu: Le grand livre a été mis à jour
hr_hr: Glavna knjiga je račun ažuriran
ja: 総勘定元帳勘定が更新された
lv_lv: Konts tika labots
pl_pl: Konto księgi głównej zostało zmienione
vi_vn: Sổ cái tài khoản đã được cập nhật

source: Could not add the new account code
ar: لا يمكن أن تضيف رمز حساب جديد
et: Ei saa lisadauut kontot kood
fa: آیا کد حساب جدید اضافه کنید
fr_lu: Impossible d'ajouter un nouveau code de compte
hr_hr: Ne mogu dodati novi obračunski kod
ja: 新しい勘定コードが追加できなかった
lv_lv: Nevar pievienot jaunā konta kodu
pl_pl: Nie mogę dodać nowego numeru konta
vi_vn: Không thể thêm mã số tài khoản mới

source: The new general ledger account has been added
ar: تمت إضافة حساب دفتر الأستاذ العام الجديد
et: Uus pearaamatu konto on lisatud
fa: حساب جدید معین به طور کلی اضافه شده است
fr_lu: Le compte a été ajouté au Grand livre
hr_hr: Novi glavne knjige dodan
ja: 新しい総勘定元帳勘定が追加された
lv_lv: Jauns konts tika pievienots
pl_pl: Dodano nowe konto w księdze handlowej
vi_vn: Mã số sổ cái tài khoản đã được thêm vào

source: Cannot delete this account because chart details have been created using this account and at least one period has postings to it
ar: لا يمكن حذف هذا الحساب لأنه تم إنشاؤها التفاصيل تخطيط باستخدام هذا الحساب و فترة واحدة على الأقل لديه منشورات إليها
et: Ei saa kustutada seda kontot , sest kaardi detailide abil loodud selle konto ja vähemalt üks periood on teenistuskohad see
fa: آیا می توانم استفاده حذف این حساب کاربری به دلیل جزئیات جدول ایجاد شده اند با استفاده از این حساب و حداقل یک دوره تا به موارد آن را نمی
hr_hr: Ne mogu izbrisati ovaj račun jer chart detalji su stvorene pomoću ovog računa , a najmanje jedno razdoblje, ima clanak na njega
ja: 表詳細がこの勘定を使ってつくられて、少なくとも1つの期間がその転記を持つので、この勘定を削除することができません
lv_lv: Nevar izdzēst šo kontu, jo chart detaļas ir izveidoti , izmantojot šo kontu , un vismaz viens posms ir piedāvājumi uz to
pl_pl: Nie mogę usunąć konta gdyż na jego podstawie utworzono utworzono wykres i co najmniej jeden okres zawiera do niego odniesienia
vi_vn: Không thể xóa tài khoản này vì các chi tiết biểu đồ đã được tạo ra sử dụng tài khoản này và ít nhất một khoảng thời gian có đăng nó

source: chart details that require this account code
ar: تفاصيل المخطط الذي يتطلب هذا الرمز حساب
et: diagrammi andmed , mis nõuavad selle konto kood
fa: جزئیات جدول که نیاز به این کد حساب
fr_lu: Le plan comptable detaillé utilise ce compte
hr_hr: chart detalj koji zahtijevaju ovaj račun kod
ja: この勘定コードが必要とする表詳細
lv_lv: chart informāciju , kas nepieciešama šī konta kodu
pl_pl: analityk które wymagają tego numeru konta
vi_vn: chi tiết biểu đồ yêu cầu mã tài khoản này
