Repository: timschofield/KwaMoja-Medical
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar, et, fa, fr_lu, hr_hr, ja, lv_lv, pl_pl, vi_vn

source: The SQL that was used to find the item failed was
ar: فشل SQL التي تم استخدامها للعثور على هذا البند كان
et: SQL , mida kasutati , et leida toode ei ole olnud
fa: گذاشتن که به پیدا کردن آیتم شکست خورده بود مورد استفاده قرار گرفت
fr_lu: Échec de la commande SQL d'affichage d'article:
hr_hr: SQL koji je korišten kako bi pronašli stavke nije bilo
ja: 品目を追加に用いられたSQLは失敗した
lv_lv: SQL , kas tika izmantoti, lai atrastu objektu neizdevās , bija
pl_pl: SQL, który został użyty w celu znalezienia pozycji nie było
vi_vn: D? li?u SQL dùng d? tìm m?t hàng dã không thành công là

source: The new contract item could not be added because
ar: لا يمكن إضافة العنصر العقد الجديد بسبب
et: Uue lepingu punkt ei saa lisada , sest
fa: قلم دوم از اقلام قرارداد جدید می تواند اضافه نمی شوند زیرا
fr_lu: L'ordre du jour nouveau contrat ne peut être ajouté en raison
hr_hr: Novi ugovor stavka ne može se dodati , jer
ja: システム構成は更新できませんでした、理由は
lv_lv: Jaunais līgums posteni nevar pievienot, jo
pl_pl: Nowy element umowy nie można dodać ponieważ
vi_vn: Không thể thêm mục mới vào hợp đồng bởi vì

source: The SQL that was used to insert the contract item failed was
ar: فشل SQL التي تم استخدامها لإدراج بند العقد كان
et: SQL , mida kasutati , et lisada lepingu punkt ei olnud
fa: گذاشتن که برای وارد کردن مورد استفاده قرار گرفت مورد قرارداد شکست خورده بود
fr_lu: Échec de la commande SQL d'ajoût de l'article:
hr_hr: SQL koji je korišten za umetanje stavke ugovora nije bio
ja: 品目を追加に用いられたSQLは失敗した
lv_lv: SQL , kas tika izmantots, lai ievietotu līguma objektu neizdevās , bija
pl_pl: SQL, który został użyty, aby umieścić element umowy nie było
vi_vn: D? li?u SQL dùng d? chèn h?p d?ng m?t hàng không thành công là

source: The locations for the item
ar: مواقع للعنصر
et: Asukohadkirje
fa: مکان برای آیتم
fr_lu: La localisation de l article
hr_hr: Mjesta za tu stavku
ja: アイテムの場所
lv_lv: Preces noliktava
pl_pl: Magazyny dla towaru
vi_vn: Vị trí cho mặt hàng

source: could not be added because
ar: لا يمكن إضافتها لأن
et: ei saanud lisada , kuna
fa: نمی تواند به دلیل ارسال
fr_lu: ne peut pas être ajouté car
hr_hr: Ne može se dodati , jer
ja: ため、追加できませんでした
lv_lv: netika pievienots, jo
pl_pl: nie mogą być dodane ponieważ
vi_vn: không thể thêm vào vì

source: NB Locations records can be added by opening the utility page
ar: NB مواقع السجلات يمكن أن تضاف عن طريق فتح الصفحة فائدة
et: NB asukohad kirjeid saab lisada avades kasuliku lehele
fa: توجه سوابق محل ها را می توان با باز کردن صفحه اضافه ابزار
fr_lu: NB : Des fiches site peuvent être ajoutées au travers de la page des paramètres
hr_hr: NB Lokacije evidencije mogu se dodati otvaranjem komunalnih stranicu
ja: NBの場所レコードはユーティリティのページを開いて追加することができます
lv_lv: NB Vietas ierakstus var pievienot , atverot lietderība lapa
pl_pl: NB Magazyny mogą być dodane po otwarciu strony pomocniczej
vi_vn: H? so d?a di?m NB có th? thêm vào b?ng cách m? trang h?u ích

source: The SQL that was used to add the location records that failed was
ar: كان SQL التي تم استخدامها لإضافة سجلات مواقع التي فشلت
et: SQL , mida kasutati , et lisada asukoha andmed, mis ei olnud
fa: گذاشتن که برای اضافه کردن رکورد محل آن شکست خورده بود مورد استفاده قرار گرفت
fr_lu: Échec de la commande SQL d'ajoût de fiche de site:
hr_hr: SQL koji je korišten za dodavanje lokaciju zapise koji je propustio
ja: 場所レコード追加に用いられたSQLは失敗した
lv_lv: SQL , kas tika izmantots, lai pievienotu atrašanās ierakstus, kas neizdevās , bija
pl_pl: Użyta fraza SQL
vi_vn: Cơ sở dữ liệu SQL đã được sử dụng để thêm các vị trí bảng mà không được

source: The customer and branch details could not be retrieved because
ar: العميل وتفاصيل الغصن لا يمكن استرجاع لأن
et: Klient ja filiaali andmed ei saa taastada , sest
fa: مشتری و شعبه اطلاعات قابل بازیابی نیست زیرا
fr_lu: Les coordonnées du client et de la branche n'a pas pu être récupérés en raison
hr_hr: Kupac i područne detalj nije mogao biti pronađen , jer
ja: 得意先詳細はSQLで検索ができませんでした、というのは
lv_lv: Klients un nozaru informāciju nevarēja izgūt , jo
pl_pl: Dane klientów i oddział nie mógł zostać przywrócony, ponieważ
vi_vn: Không truy xu?t du?c chi ti?t khách hàng và chi nhánh vì

source: The SQL that was used to find the customer and branch details failed was
ar: فشل SQL التي تم استخدامها للعثور على العملاء و تفاصيل فرع كان
et: SQL , mida kasutati , et leida kliendile ja filiaali andmed ei olnud
fa: گذاشتن که برای پیدا کردن مشتری و جزییات مربوط به شاخه مورد استفاده قرار گرفت شکست خورده بود
fr_lu: Échec de la commande SQL d'affichage du client et des détails de la succursale
hr_hr: SQL koji je korišten za pronalaženje kupca i grana pojedinosti nije bio
ja: ユーザーを更新に用いられたSQLは失敗した
lv_lv: SQL , kas tika izmantoti, lai atrastu klientu un filiāļu informāciju neizdevās bija
pl_pl: SQL, który został użyty aby znaleźć klientów i szczegóły oddział nie był
vi_vn: D? li?u SQL du?c s? d?ng d? tìm ki?m khách hàng và chi ti?t chi nhánh dã không thành công là

source: The quotation cannot be added because
ar: الاقتباس لا يمكن إضافة لأن
et: Tsitaat ei saa lisada , sest
fa: نقل قول را نمی توان به دلیل ارسال
fr_lu: Le devis ne peut pas être ajouté car
hr_hr: Citat ne može dodati jer
ja: 注文は追加されなかった理由は
lv_lv: Citāts nevar pievienot, jo
pl_pl: Oferty nie mogą być dodane, ponieważ
vi_vn: Không thêm du?c báo giá vì

source: Unable to add the quotation line
ar: غير قادر على إضافة خط الاقتباس
et: Ei saa lisadatsitaat line
fa: قادر به افزودن خط نقل قول
fr_lu: Impossible d'ajouter de la ligne de devis
hr_hr: Nije moguće dodati Kotaciji liniju
ja: 引用行を追加することができません
lv_lv: Nevar pievienot citāts līniju
pl_pl: Nie można dodać linii notowań
vi_vn: Không thể thêm dòng báo giá

source: Unable to update the contract status and order number because
ar: غير قادر على تحديث حالة العقد ورقم الطلب بسبب
et: Ei saa uuendada leping staatuse ja järjekorranumber sest
fa: قادر به بروز رسانی وضعیت قرارداد و شماره سفارش زیرا
fr_lu: Impossible de mettre à jour l'état du contrat et le numéro d'ordre, car
hr_hr: Nije moguće ažuriranje ugovora status i odrediti broj, jer
ja: 契約状況や注文番号為を更新できません
lv_lv: Nevar atjaunināt līguma statusu un pasūtījuma numuru , jo
pl_pl: Nie można zaktualizować status zamówienia oraz numer zamówienia, ponieważ
vi_vn: Không thể cập nhật tình trạng hợp đồng và số thứ tự vì

source: The contract has been made into quotation number
ar: أحرز العقد إلى عدد الاقتباس
et: Leping on tehtud ka tsitaat number
fa: قرارداد شده است به تعداد ساخته شده است نقل قول
fr_lu: Le contrat a été conclu sur le numéro de devis
hr_hr: Ugovor je napravljen u kotaciju broju
ja: 新しい作業場がデータベースに追加された
lv_lv: Līgums ir noslēgts par kotēšanas numuru
pl_pl: Zawarta została umowa, na numer oferty
vi_vn: H?p d?ng dã du?c thêm vào s? báo giá

source: Go to quotation number:
ar: الذهاب إلى اقتباس عدد :
et: Mine tsitaat number :
fa: برو به تعداد نقل قول :
hr_hr: Idi na citat broj :
ja: 引用番号
lv_lv: Iet uz kotācijas numurs:
pl_pl: Go to numer oferty:
vi_vn: Chuyển tới số báo giá

source: Customer Branch Name keywords have been used in preference to the Customer Branch Code or Branch Phone Number entered
ar: وقد استخدمت فرع العملاء الكلمات الرئيسية في اسم التفضيل إلى رمز الفرع العملاء أو فرع رقم الهاتف المدخل
et: Kliendi Branch nimi märksõnad on eelistadaKliendi Branch Code või Branch number kantakse
fa: کلمات کلیدی مشتریان شعبه نام شده اند در اولویت دادن به مشتری شعبه کد شعبه و یا شماره تلفن مورد استفاده وارد
fr_lu: mots-clés Nom du client Direction générale ont été utilisés de préférence à la clientèle Code Direction de la succursale ou numéro de téléphone entré
hr_hr: Kupac Branch Ime su ključne riječi koristiti u želji da Kodeksa Customer podružnice ili ogranka telefonski broj naveden
ja: 顧客支店名キーワードはカスタマー·支店コードまたは支店電話番号入力に優先して使用されている
lv_lv: Priek&#353;roka tika dota klienta nosaukuma atslēgvārdam, pēc tam klienta kodam vai telefona numuram
pl_pl: Klientów kluczowych nazwa oddziału zostały wykorzystane preferencji Klienta Kod oddziału lub Oddział Numer telefonu weszła
vi_vn: T? khóa tên chi nhánh khách hàng du?c s? d?ng trong uu tiên v?i Mã s? chi nhánh khách hàng ho?c S? di?n tho?i chi nhánh du?c nh?p

source: Customer Branch Code has been used in preference to the Customer Branch Phone Number entered
ar: وقد استخدم العملاء رمز الفرع في الأفضلية لل فرع رقم الهاتف العملاء دخل
et: Kliendi Branch Code on eelistadaKliendi Branch number kantakse
fa: مشتری شعبه کد شده است در اولویت دادن به مشتری شعبه شماره تلفن مورد استفاده قرار وارد
fr_lu: Direction Client Code a été utilisé de préférence au numéro de client Direction Téléphone entrée
hr_hr: Kupac kod podružnice je korišten u prednost na telefonski broj podružnice ušao Customer
ja: 顧客の支店コードを入力カスタマー支店電話番号に優先して使用されてきた
lv_lv: Priek&#353;roka tika dota klienta kodam, pēc tam telefona numuram
pl_pl: Klient Kod oddziału był używany zamiast numeru telefonu klienta Oddział wszedł
vi_vn: Mã s? chi nhánh khách hàng du?c s? d?ng trong uu tiên v?i S? di?n tho?i chi nhánh khách hàng du?c nh?p

source: The searched customer records requested cannot be retrieved because
ar: سجلات العملاء بحثت طلب لا يمكن استرجاعها لأن
et: Otsitakse kliendi andmed nõutud ei saa taastada , sest
fa: جستجو در سوابق مشتری می تواند درخواست قابل بازیابی نیست زیرا
fr_lu: Impossible de récupérer les enregistrements liés au client recherché
hr_hr: U tražili kupca zapisi zatražili ne mogu dohvatiti , jer
ja: 要求された検索顧客レコードを取得できませんので、
lv_lv: Meklējamā klienta ieraksti nevar tikt atrasti, jo
pl_pl: Nie można znaleźć wyszukiwanych dancyh ponieważ
vi_vn: Không truy xu?t du?c h? so khách hàng du?c tìm ki?m theo yêu c?u vì

source: No Customer Branch records contain the search criteria
ar: لا توجد سجلات فرع العملاء تحتوي على معايير البحث
et: Ükski klient Branch kirjed sisaldavad otsingutulemustele
fa: بدون مشتری ثبت شعبه شامل ضوابط جستجو
fr_lu: Aucune succursale ne correspond aux critères de recherche
hr_hr: Nema kupca Branch zapisi sadrže kriterije pretraživanja
ja: カスタマー支店レコードは、検索条件が含まれていない
lv_lv: Neatrada nevienu klientu kuru nosaukumā ievadītais teksts,
pl_pl: Oddział nr klienta rekordy zawierają kryteria wyszukiwania
vi_vn: Không có h? so chi nhánh khách hàng nào ch?a tiêu chí tìm ki?m

source: please try again
ar: يرجى المحاولة مرة أخرى
et: Palun proovige uuesti
fa: لطفا دوباره سعی کنید
hr_hr: molimo pokušajte ponovo
ja: もう一度試してください
lv_lv: Lūdzu meiģiniet vēlreiz
pl_pl: Spróbuj ponownie
vi_vn: Vui lòng thử lại

source: Note a Customer Branch Name may be different to the Customer Name
ar: لاحظ أ العملاء اسم فرع قد تكون مختلفة إلى اسم العميل
et: MärkusKliendi Branch nimi võib olla erinev Kliendi nimi
fa: توجه داشته باشید مشتری نام واحد ممکن است متفاوت باشد به نام مشتری
fr_lu: Note: le nom de la succursale ne correspond pas forcément au nom du client
hr_hr: NapomenaNaziv Branch Kupac može biti različita u ime klijenta
ja: 注意カスタマーブランチ名は顧客名と異なる場合があり
lv_lv: Priek&#353;roka tika dota klienta kodam, pēc tam telefona numuram
pl_pl: Uwaga: Nazwa klienta Oddział może różnić się Nazwa klienta
vi_vn: Lưu ý Tên một chi nhánh của khách hàng có thể khác với Tên khách hàng

source: The customer record selected
ar: سجل العميل اختيار
et: Klient rekord valitud
fa: ثبت مشتری انتخاب شده
fr_lu: Le dossier client sélectionné
hr_hr: Kupac rekord odabrana
ja: 場所レコードは更新された
lv_lv: Klients izvēlas ieraksts
pl_pl: Zapis wybranego klienta
vi_vn: H? so khách hàng dã du?c ch?n

source: cannot be retrieved because
ar: لا يمكن استرجاعها لأن
et: ei saa taastada , sest
fa: را می توان بازیابی نیست زیرا
fr_lu: ne peut être récupéré car
hr_hr: nije moguće dohvatiti jer
ja: 取得することはできませんので、
lv_lv: nevar iegūt, jo
pl_pl: nie mogą zostać wyświetlone ponieważ
vi_vn: không thể lấy lại vì

source: The SQL used to retrieve the customer details and failed was
ar: و SQL المستخدمة لاسترداد تفاصيل العملاء و فشلت كان
et: SQL kasutatud laadida klientide andmeid ja ei olnud
fa: گذاشتن استفاده برای بازیابی اطلاعات مشتری و شکست خورده بود
fr_lu: Échec de la commande SQL d'affichage de la fiche client:
hr_hr: SQL se koristi za dohvaćanje korisnicima pojedinosti i nije bio
ja: SQLは、顧客の詳細を取得するために使用されていた失敗した
lv_lv: Lai iegūtu klienta aprakstu tika lietots SQL -
pl_pl: Użyte zapytanie SQL
vi_vn: D? li?u SQL dùng d? truy xu?t chi ti?t khách hàng và dã không thành công là

source: The customer details were unable to be retrieved
ar: لم يتمكنوا من استرجاع بيانات العملاء
et: Klientide andmeid ei olnud võimalik kätte saada
fa: جزئیات مشتری قادر به بازیابی شود
fr_lu: Les détails des clients n'ont pas pu être récupérés
hr_hr: Kupac detalji nisu mogli biti pronađeni
ja: 得意先詳細はSQLで検索ができませんでした、というのは
lv_lv: Ar informāciju par klientiem nespēja to varētu ielādēt
pl_pl: Dane klientów nie udało się zostać przywrócony
vi_vn: Không truy xuất được chi tiết khách hàng vì

source: The SQL used that failed to get the customer details was:
ar: و تستخدم SQL التي فشلت في الحصول على تفاصيل العملاء كانت في:
et: SQL kasutada , et ei saakliendi andmed oli :
fa: گذاشتن استفاده می شود که موفق به دریافت جزئیات بیشتر به مشتری این بود :
hr_hr: SQL se koristi da se nije uspio dobiti podatke korisnika je :
ja: 期間データ取得に失敗したSQLでした
lv_lv: Izmanto SQL , ka neizdevās iegūt informāciju par klientiem bija :
pl_pl: SQL używane, które nie uzyskać szczegóły klient:
vi_vn: D? li?u SQL dã dùng và không thành công trong vi?c l?y chi ti?t v? khách hàng là

source: The
ar: ال
ja: レポートタイトル：
vi_vn: một

source: account is currently at or over their credit limit
ar: الحساب هو حاليا في أكثر من الحد أو الائتمان الخاصة بهم
et: konto on hetkel või üle oma krediidilimiiti
fa: حساب در حال حاضر در بیش از حد یا اعتبار خود را
fr_lu: Le compte a atteint ou dépassé sa limite de crédit
hr_hr: račun je trenutno na ili preko svog kreditnog limita
ja: アカウントは現在信用限度を超えています
lv_lv: klientam ir pārkāpts kredītlimits
pl_pl: konto z wykorzystanym lub przekroczonym limitem kredytowym
vi_vn: tài khoản hiện tại ở hoặc quá mức giới hạn tín dụng của họ

source: No more orders can be placed by
ar: يمكن وضع ما لا يزيد أوامر من قبل
et: Enam Tellimusi poolt
fa: هیچ دستوری بیشتر را می توان با قرار
fr_lu: Pas plus de commandes peuvent être passées par
hr_hr: Nema više nalozi mogu biti postavljeni od strane
ja: これ以上の注文はによって配置することができない
lv_lv: Vairāk rīkojumus nevar ievadīt
pl_pl: Nie można wprowadzić nowych zamówień od
vi_vn: Không có nhiều đơn hàng hơn có thể được đặt bởi

source: their account is currently at or over their credit limit
ar: حساباتهم حاليا في أكثر من الحد أو الائتمان الخاصة بهم
et: nende konto on hetkel või üle oma krediidilimiiti
fa: حساب خود را در حال حاضر در بیش از حد یا اعتبار خود را
fr_lu: leur compte a atteint ou dépassé leur limite de crédit
hr_hr: njihov račun je trenutno na ili preko svog kreditnog limita
ja: 彼らのアカウントは現在、またはそれらの信用限度オーバーです
lv_lv: Klients ir pārsniedzis kredītlimitu
pl_pl: jego limit kredytowy jest wykorzystany lub przekroczony
vi_vn: tài khoản của họ hiện tại đang ở hoặc quá mức giới hạn tín dụng của họ

source: Contract: Select Customer
ar: العقد : اختيار العملاء
et: Lepingutasu: Select Kliendi
fa: قرارداد : انتخاب مشتری
fr_lu: Nouveau contrat: sélectionner une succursale client
hr_hr: Ugovor : Odaberite Customer
ja: 得意先を選択
lv_lv: Līgums : Izvēlēties Klientu
pl_pl: Kontrakt: Wybierz klientów
vi_vn: Hợp đồng: Lựa chọn khách hàng

source: Part of the Customer Branch Name
ar: جزء من العملاء اسم فرع
et: Osa Kliendi Branch nimi
fa: بخشی از نام مشتریان شعبه
fr_lu: Partie du nom de la succursale
hr_hr: Dio Ime kupca Branch
ja: 得意先支店
lv_lv: Daļa no klienta nosaukuma
pl_pl: Część nazwy Oddziału Klienta
vi_vn: Một phần của Tên khách hàng chi nhánh

source: Part of the Customer Branch Code
ar: جزء من قانون فرع العملاء
et: Osa Kliendi Branch Code
fa: بخشی از کد مشتری شعبه
fr_lu: Partie du code succursale
hr_hr: Dio zakona Customer Branch
ja: コードの一部
lv_lv: Daļa no klienta koda
pl_pl: Część Kod oddziału Klienta
vi_vn: phần mã của khách hàng chi nhánh (chi nhánh khách hàng)

source: Part of the Branch Phone Number
ar: جزء من رقم الهاتف فرع
et: Osa Branch Telefoninumber
fa: از قسمت شماره تلفن شعبه
fr_lu: Partie du n° de tél. de la succursale
hr_hr: Dio Broj Branch Phone
ja: 連絡先電話番号
lv_lv: Daļa no telefona numura
pl_pl: Część Telefon Oddział
vi_vn: phần số điện thoại của chi nhánh

source: Reset
ar: إعادة تعيين
et: lähtestama
fa: بازنشانی
fr_lu: Effacer
hr_hr: Poništi
ja: 再セット
lv_lv: Atcelt
pl_pl: Wyczyść
vi_vn: Đặt lại chế độ mặc định

source: Branch
ar: فرع
et: Haru
fa: شاخه
fr_lu: Succursale
hr_hr: grana
ja: 支店
lv_lv: Filiāle
pl_pl: Oddział
vi_vn: chi nhánh

source: Contact
ar: اتصل
et: kontakt
fa: تماس
hr_hr: Kontakt
ja: 連絡先
lv_lv: Kontakti
pl_pl: Kontakt
vi_vn: liên hệ

source: Fax
ar: بالفاكس
et: Faks
fa: فکس
hr_hr: Faks
ja: FAX番号
lv_lv: Fakss
vi_vn: số fax

source: All amounts stated in
ar: وذكر جميع المبالغ
et: Kõikide summade vääring
fa: تمام مبالغ مندرج در
fr_lu: Montants en
hr_hr: Svi iznosi navedeni u
ja: 金額すべての表記
lv_lv: Visas summas uzrādītas
pl_pl: Wszystkie wartości wykazane w
vi_vn: T?ng s? lu?ng du?c nêu trong

source: Contract Reference
ar: مرجع العقد
et: Leping viide
fa: مرجع قرارداد
fr_lu: Référence du contrat
hr_hr: Ugovor Reference
ja: 得意先参照
lv_lv: līgums atsauce
pl_pl: Umowa referencyjny
vi_vn: hợp đồng tham khảo

source: Category
ar: فئة
et: kategooria
fa: رده
fr_lu: Catégorie
hr_hr: Kategorija
ja: カテゴリ
lv_lv: Kategorija
pl_pl: Grupa Towarowa
vi_vn: thể loại (hạng)

source: The stock categories could not be retrieved because
ar: لا يمكن استرجاع فئات الأوراق المالية بسبب
et: Aktsia kategooriad ei õnnestunud , sest
fa: ردههای صفحه سهام قابل بازیابی نیست زیرا
fr_lu: Les catégories (stock) ne peuvent être affichées:
hr_hr: Dionica kategorije ne mogu dohvatiti , jer
ja: 在庫カテゴリは取得できませんでしたので、
lv_lv: Preces kategoriju nevar iegūt, jo
pl_pl: Nie można odczytać kategorii towarowych ponieważ
vi_vn: Kkông truy xuất được các kho mục vì

source: The SQL used to retrieve stock categories and failed was
ar: و SQL المستخدمة لاسترداد فئات الأوراق المالية و فشلت كان
et: SQL kasutatud laadida aktsia kategooriate ja ei olnud
fa: گذاشتن استفاده برای بازیابی مقوله سهام و شکست خورده بود
fr_lu: Échec de la commande SQL d'affichage des catégories (stock):
hr_hr: SQL se koristi za dohvaćanje zaliha kategorije i nije bio
ja: SQLは、株式のカテゴリを取得するために使用していた失敗した
lv_lv: SQL kļūda pieprasot preces kategoriju,
pl_pl: Użyta fraza SQL
vi_vn: Dữ liệu SQL dùng để truy xuât kho mục không thành công là

source: Add or Modify Contract Categories
ar: إضافة أو تعديل العقد الفئات
et: Lisa või muuda Leping Kategooriad
fa: افزودن یا تغییر ردههای صفحه دارید
fr_lu: Ajouter ou modifier des catégories
hr_hr: Dodaj ili izmijeni ugovor kategorije
ja: 在庫カテゴリ追加修正
lv_lv: Pievienot vai modificēt līgumu kategorijas
pl_pl: Dodaj lub Modyfikuj Kategorie umowy
vi_vn: thêm hoặc chỉnh sửa các loại hợp đồng

source: The stock locations could not be retrieved because
ar: لا يمكن استرجاع المواقع الاسهم بسبب
et: Aktsia asukohad ei õnnestunud , sest
fa: محل سهام قابل بازیابی نیست زیرا
fr_lu: Les emplacements de stock ne pouvaient pas être récupérés parce
hr_hr: Dionica mjesta ne može dohvatiti , jer
ja: 部品構成表は取り戻しができませんでした理由は
lv_lv: Akciju vietas nevarēja izgūt , jo
pl_pl: Miejsca czas nie mógł zostać przywrócony, ponieważ
vi_vn: không truy xuất được địa điểm kho vì

source: The SQL used to retrieve stock locations and failed was
ar: و SQL المستخدمة لاسترداد مواقع الاسهم و فشلت كان
et: SQL kasutatud laadida aktsia kohtades ja ei olnud
fa: گذاشتن استفاده برای بازیابی مکان های سهام و شکست خورده بود
fr_lu: Échec de la commande SQL d'affichages des entrepôts:
hr_hr: SQL se koristi za preuzimanje dionica lokacija i nije bio
ja: 預金口座詳細の取出にSQLは用いられた
lv_lv: SQL izmantots, lai ielādētu krājumu atrašanās vietas un neizdevās , bija
pl_pl: SQL służy do wyszukiwania miejsc i nie był czas
vi_vn: Dữ liệu SQL dùng để truy xuất địa điểm kho không thành công là

source: Default Work Centre
ar: مركز العمل الافتراضية
ja: 作業場

source: Contract Description
ar: وصف العقود
et: Lepingu kirjeldus
fa: توضیحات دارید
fr_lu: Description du contrat
hr_hr: Opis ugovora
ja: 品目内容
lv_lv: līgums Apraksts
pl_pl: Opis umowy
vi_vn: mô tả hợp đồng

source: Drawing File
ar: رسم الملف
et: Joonistus Fail
fa: نقشه کشی پرونده
fr_lu: Fichier de dessin
hr_hr: crtanje datoteku
ja: ファイルの描画
lv_lv: zīmēšanas failu
vi_vn: vẽ tập tin

source: format only
ar: شكل فقط
et: formaat ainult
fa: قالب تنها
fr_lu: format
hr_hr: formatu
ja: フォーマットタイプ
lv_lv: formāts tikai
pl_pl: tylko format
vi_vn: Chỉ dành cho định dạng

source: Required Date
ar: المطلوب التسجيل
et: Vajalik aeg
fa: تاریخ مورد نیاز
fr_lu: Date de livraison souhaitée
hr_hr: Potrebna Datum
ja: 所要日
lv_lv: nepieciešamā datums
pl_pl: Wymagany termin
vi_vn: ngày yêu cầu

source: Customer Reference
ar: مرجع العملاء
et: Kliendi viide
fa: مشتری مرجع
fr_lu: Réf. client
ja: 得意先参照
lv_lv: Klienta reference
pl_pl: Numer Zamawiającego
vi_vn: khách hàng tham khảo

source: Gross Profit
ar: الربح الإجمالي
et: brutokasum
fa: سود ناخالص
fr_lu: Bénéfice brut
hr_hr: ukupan profit
ja: 税引き前利益
lv_lv: Bruto peļņa
pl_pl: Zysk Brutto
vi_vn: tổng lợi nhuận

source: Exchange Rate
ar: سعر الصرف
et: vahetuskurss
fa: نرخ ارز
fr_lu: Taux de change
hr_hr: Tečaj
ja: 為替レート
lv_lv: Valūtas kurss
pl_pl: Kurs Wymiany
vi_vn: tỷ giấ hối đoái

source: Contract Status
ar: الحالة العقد
et: Lepingu staatus
fa: وضعیت قرارداد
fr_lu: Statut du contrat
hr_hr: Ugovor Status
ja: 信用状況
lv_lv: līgums statuss
pl_pl: Status zamówienia
vi_vn: hiện trạng hợp đồng

source: Setup
ar: الإعداد
et: seade
fa: تنظیمات
fr_lu: Configuration
hr_hr: Postavke
ja: 設定
lv_lv: Iestatījumi
pl_pl: Ustawienia
vi_vn: Cài đặt

source: Quote
ar: اقتبس
et: tsiteerima
fa: نقل قول
fr_lu: Faire un devis
hr_hr: citat
ja: 引当日
lv_lv: citēt
pl_pl: Cytuj
vi_vn: định gía

source: Completed
ar: الانتهاء
et: Lõpetanud
fa: تکمیل شده
fr_lu: Clot(se)
hr_hr: Završeno
ja: 完了
lv_lv: pabeigts
pl_pl: Zakończony
vi_vn: hoàn thành

source: Contract Setup
ar: إعداد العقد
et: Leping Setup
fa: راه اندازی دارید
fr_lu: Configuration du contrat
hr_hr: Ugovor Setup
ja: 連絡先
lv_lv: līgums Setup
pl_pl: Setup umowy
vi_vn: Cài đặt hợp đồng

source: Customer Quoted
ar: ونقلت العملاء
et: Kliendi Tsiteeritud
fa: به نقل از مشتری
fr_lu: Devis donné au client
hr_hr: Kupac Citirano
ja: 得意先更新済
lv_lv: Klientu Citēts
pl_pl: Klient notowane
vi_vn: Khách hàng dã du?c báo giá

source: Order Placed
ar: ترتيب وضعها
et: tellimisel
fa: سفارش قرار داده
fr_lu: Commande passée
hr_hr: Narudžba je poslana
ja: 注文価格
lv_lv: Pasūtīt Ievietots
pl_pl: Zamówienie
vi_vn: Đơn hàng đã được đặt

source: Quotation Reference/Sales Order No
ar: اقتباس المرجع / ترتيب المبيعات لا
et: Tsitaat Reference / Müük Järjekorranumber
fa: مرجع عبارت / سفارش فروش وجود ندارد
fr_lu: Référence devis / commande n°
hr_hr: Ponuda Reference / prodajnog naloga nema
ja: 引用リファレンスなし/受注ん
lv_lv: Citāts Atsauces / Sales Rīkojums Nr
pl_pl: Nr referencyjny oferty / nr zlecenia sprzedaży
vi_vn: giá tham khảo/hợp đồng mua bán số

source: Contract Work Order Ref
ar: عقد العمل بالدفع المرجع
et: Leping töökäsk Ref
fa: دارید کار کد عکس سفارش
fr_lu: Réf. de l'ordre de travail du contrat
hr_hr: Ugovor Radni nalog Ref.
ja: 納品用連絡先
lv_lv: Līgumdarbs Pasūtīt Ref
pl_pl: Umowa o dzieło Ref Zamówienie
vi_vn: tham khảo lịch làm hợp đồng

source: Stock Items Required
ar: المخزن في وحدات مطلوب
et: Stock kirjed
fa: انبار مورد نیاز
fr_lu: Articles
hr_hr: Stock stavke potrebne
ja: 注文済在庫品目
lv_lv: Noliktavas preces Nepieciešams
pl_pl: Wymagane przedmioty fotografia
vi_vn: Các mặt hàng trong kho được yêu cầu

source: Total stock cost
ar: إجمالي تكلفة المخزون
et: Diileri kulu
fa: هزینه تعداد سهام
fr_lu: Total des coûts des stocks
hr_hr: Ukupna cijena dionica
ja: 合計価格
lv_lv: Kopējā krājumu izmaksas
pl_pl: Koszt całkowity czas
vi_vn: Tổng chi phí kho

source: None Entered
ar: لا شيء دخلت
et: Puudub Sisestatud
fa: هیچ کدام وارد
fr_lu: Aucun(e)
hr_hr: Nitko Stupio
ja: 在庫数量入力済
lv_lv: neviens Ierakstu
pl_pl: Brak wpisu
vi_vn: Chưa được nhập vào
