Repository: timschofield/KwaMoja-Medical
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar, et, fa, fr_lu, hr_hr, ja, lv_lv, pl_pl, vi_vn

source: Trouble inserting a line of a sales order. The SQL that failed was
ar: مشكلة إدراج خط من أمر المبيعات.
et: Häda lisadaridamüügi järjekorras .
fa: مشکل قرار دادن یک خط از سفارش فروش. گذاشتن که شکست خورده بود
fr_lu: Des difficultés à insérer une ligne d'un ordre de vente. Le SQL qui n'ont pas été
hr_hr: Imate li problema s umetanjem liniju narudžbenica .
ja: 販売注文の行を挿入するトラブル。
lv_lv: Nepatikšanas ievietojot līniju pārdošanas rīkojumu.
pl_pl: Wsunąć linii zamówienia sprzedaży. SQL, które nie było
vi_vn: Vấn đề chèn một dòng của một đơn hàng. Cơ sở dữ liệu SQL lỗi

source: Unable to add the sales order line
ar: غير قادر على إضافة خط ترتيب مبيعات
et: Ei saa lisada müügi et liin
fa: قادر به افزودن خط سفارش فروش
fr_lu: Impossible d'ajouter la ligne de commande client
hr_hr: Nije moguće dodati liniju prodajnog naloga
ja: 販売受注に戻る
lv_lv: Izvēlieties pārdošanas rikojumu, lai par to nosūtītu rēķinu
pl_pl: Nie można dodać linii zamówienia sprzedaży
vi_vn: Không thể thêm dòng hợp đồng bán hàng

source: Unable to insert a new work order for the sales order item
ar: قادر على إدراج نظام عمل جديد لهذا البند من أجل البيع
et: Ei saa lisadauut tööd selleks, et müük, et toode
fa: قادر به وارد کردن دستور کار جدید برای این قلم سفارش ، فروش
fr_lu: Impossible d'insérer un nouvel ordre du travail pour le poste de commande de vente
hr_hr: Nije moguće umetnuti novi radni nalog za stavke prodajnog naloga
ja: 受注明細のための新しい作業命令を挿入することができません
lv_lv: Nevar ievadīt jaunu darba rīkojumu priekš pārdošanas rīkojuma
pl_pl: Nie można wstawić nowego zlecenia do zlecenia sprzedaży przedmiotu
vi_vn: Không thể chèn một lệnh làm việc mới cho các mục đơn đặt hàng

source: In automatically creating a work order for
ar: في خلق تلقائيا أمر عمل لل
et: Automaatselt luuatöökäsk jaoks
fa: در صورت خودکار ایجاد نظم برای کار
fr_lu: En créant automatiquement un ordre de travail pour
hr_hr: U automatski stvara radni nalog za
ja: 自動的に繰越し注文残高に充当
lv_lv: Automātiski radot darba rīkojuma
pl_pl: W celu automatycznego tworzenia pracy
vi_vn: tự động tạo ra một trật tự làm việc cho

source: an item on this sales order, the cost of this item as accumulated from the sum of the component costs is nil. This could be because there is no bill of material set up ... you may wish to double check this
ar: عنصر في هذا النظام المبيعات، و تكلفة هذا البند كما المتراكمة من مجموع تكاليف العنصر هو النيل .
et: punktina käesoleva müügikorralduse , kulu see toode on kogunenud summa osa kuludest on null.
fa: در مورد این منظور فروش ، هزینه های این آیتم به عنوان از مجموع هزینه های جزء انباشته است محال است. این ممکن است به خاطر هیچ از مواد لایحه راه اندازی وجود دارد... ممکن است شما بخواهید به این دو بررسی
fr_lu: un problème a été rencontré: un(des) article(s) ont un coût nul. Vérifier les nomenclatures
hr_hr: stavka na ovom prodajnog naloga ,troškovi ove stavke su akumulirane od zbroja sastavnih troškova jednaka je nuli .
ja: この販売注文の項目は、部品コストの合計から蓄積としてこの項目の費用はnilです。
lv_lv: Šajā pārdošanas rīkojumu posteni ,šī posteņa izmaksas , kas uzkrāti no summas sastāvdaļu izmaksas ir nulle .
pl_pl: na tej pozycji zlecenia sprzedaży, koszt ten przedmiot jako zgromadzonych z sumą kosztów komponentów wynosi zero. Może to być, ponieważ nie ma zestawienia materiałów ustawić ... możesz dokładnie sprawdzić to
vi_vn: một mục trên đơn hàng, chi phí mặt hàng này là tích lũy từ các khoản chi phí thành phần là con số không. Điều này có thể được vì không có cơ cấu hóa đơn nguyên vật liệu ... bạn có thể muốn kiểm tra lại điều này

source: The work order item could not be added
ar: لا يمكن إضافة العنصر أجل العمل
et: Töökäsu kirje ei saa lisada
fa: کار قلم سفارش ، نمی تواند اضافه شده
fr_lu: Le poste de commande de travail ne peut être ajouté
hr_hr: Stavka posao kako ne bi mogao biti dodano
ja: 作業指示の項目を追加できませんでした
lv_lv: Darba uzdevumu vienība nevar pievienot
pl_pl: Przedmiot zlecenia nie mogą być dodawane
vi_vn: lệnh (lịch) làm việc không thể thêm vào

source: A new work order has been created for
ar: تم إنشاء النظام عمل جديدة لل
et: Uus töökäsk on loodud
fa: سفارش کار جدید ایجاد شده است
fr_lu: Un nouvel ordre de travail a été créé pour
hr_hr: Novi posao bi bio stvoren za
ja: 作業指図が更新された
lv_lv: Jaunu darba kārtība ir izveidots
pl_pl: Nowy porządek prac został stworzony dla
vi_vn: Lệnh làm việc mới đã được tạo ra ch

source: These are for
ar: هذه هي ل
et: Need on
fa: اینها برای
fr_lu: Ce sont pour
hr_hr: To su za
ja: 今ある
lv_lv: Šeit ir
pl_pl: Są to dla
vi_vn: Dành cho

source: there order ref
ar: هناك أمر المرجع
et: seal , et ref
fa: سفارش کد عکس وجود دارد
fr_lu: leur réf de commande
hr_hr: Tu bi sudac
ja: 注文行 for
lv_lv: Rīkojuma rinda priekšs
pl_pl: tam ref celu
vi_vn: có để ref

source: our order number
ar: عدد نظامنا
et: meie järjekorranumber
fa: شماره سفارش ما
fr_lu: notre numéro de commande
hr_hr: naša bi broj
ja: 注文番号
lv_lv: rīkojuma numurs
pl_pl: nasz numer zamówienia
vi_vn: Số đặt hàng của chúng tôi

source: The following serial numbers have been reserved for this work order
ar: وقد تم حجز الأرقام التسلسلية التالية لهذا النظام العمل
et: Järgmised seerianumbrid on reserveeritud selle töö eest , et
fa: شماره سریال زیر شده است برای سفارش کار این سایت متعلق به
fr_lu: Les numéros de série suivants ont été réservés à cet ordre de travail
hr_hr: Sljedeće serijski brojevi su rezervirana za ovaj radni nalog
ja: 作業指図の更新に以下のSQLが使われた
lv_lv: Sekojošs precu numurs tika rezevets prieks šī darba rīkojuma
pl_pl: Następujące numery seryjne zostały zarezerwowane na ten cel zlecenia
vi_vn: Các con số nối tiếp sau đây đã được dành riêng cho lệnh làm việc này

source: This automatically generated serial number already exists - it cannot be added to the work order
ar: هذا الرقم التسلسلي تلقائيا موجود بالفعل - أنه لا يمكن أن تضاف إلى النظام العمل
et: See automaatselt genereeritav järjekorranumber on juba olemas - see ei ole võimalik lisadatellimusele
fa: این شماره به صورت خودکار تولید سریال حال حاضر وجود دارد -- می تواند به منظور کار اضافه نمی شوند
fr_lu: Ce numéro généré automatiquement série existe déjà - il ne peut pas être ajouté à l'ordre de travail
hr_hr: To automatski generira serijski broj već postoji - to ne može biti dodan na radni nalog
ja: この自動生成されたシリアル番号が既に存在する - それは、作業オーダーに追加することはできません
lv_lv: Tas automātiski ģenerē sērijas numurs jau eksistē - tas nevar tikt pievienots pie darba kārtībā
pl_pl: To automatycznie wygenerowany numer seryjny już istnieje - nie może być dodany do zlecenia
vi_vn: Tự động tạo ra số serial này đã tồn tại - nó không thể được thêm vào để làm việc

source: The serial number for the work order item could not be added
ar: تعذر إضافة الرقم التسلسلي للعنصر أجل العمل
et: Seerianumbertöökäsu kirje ei saa lisada
fa: شماره سریال برای قلم دوم از اقلام سفارش کار نمی تواند اضافه شده
fr_lu: Le numéro de série pour le poste de commande de travail ne peut être ajouté
hr_hr: Serijski broj za stavke radnog naloga ne može se dodati
ja: 在庫品目のコスト詳細は更新できませんでした理由は
lv_lv: Jauna nodokļu kategoriju nevar pievienot
pl_pl: Numer seryjny za przedmiot zlecenia nie można dodać
vi_vn: thứ tự cho các mục công việc không thể được thêm vào

source: Could not update the new next serial number for the item
ar: تعذر تحديث الرقم التسلسلي المقبل جديد للعنصر
et: Ei saa värskendada Uue järgmine järjekorranumberkirje
fa: ممکن است بروز رسانی بعدی جدید شماره سریال برای قلم دوم از اقلام نه
fr_lu: Impossible de mettre à jour le nouveau numéro de la prochaine série pour l'article
hr_hr: Ne može se ažurirati sljedeći novi serijski broj za stavku
ja: 勘定が更新できなかった理由は
lv_lv: Nevar izmainīt valūtas kursus
pl_pl: Nie można zaktualizować nowy numer seryjny do następnego elementu
vi_vn: Không thể cập nhật các dãy số mới tiếp nối cho các mục

source: New Work Order Number
ar: العمل الجديد رقم الطلب
et: Uus tellimuse number
fa: تازه کار شماره سفارش
fr_lu: Nouveau n° d'ordre de travail
hr_hr: Novi Radni nalog broj
ja: 作業指図番号
lv_lv: Pasūtījuma nr.
pl_pl: Praca Nowy numer Zamówienie
vi_vn: số lệnh làm việc mới

source: for
ar: إلى
et: eest
fa: برای
fr_lu: pour
hr_hr: za
ja: のために
lv_lv: priekš
pl_pl: dla
vi_vn: để,cho

source: Order Number
ar: رقم الطلب
et: järjekorranumber
fa: شماره سفارش
fr_lu: Commande n°
hr_hr: Broj narudžbe
ja: 注文番号
lv_lv: Pasūtījuma nr.
pl_pl: Zamówienie
vi_vn: Số đặt hàng

source: has been entered
ar: تم إدخال
et: on kantud
fa: وارد شده است
fr_lu: a été saisie
hr_hr: unesen
ja: は入力された
lv_lv: tika ievadīts
pl_pl: zostało dodane
vi_vn: Đã được nhập vào

source: The SQL that failed to update the date of the last payment received was
ar: و SQL التي فشلت في تحديث تاريخ آخر دفعة تم استلامها
et: SQL , et ei suutnud uuendada alates viimasest saadud makse oli
fa: گذاشتن که قادر به بروز رسانی از تاریخ پرداخت آخرین دریافت شد
fr_lu: Échec de la commande SQL de mise à jour de la date du dernier paiement reçu:
hr_hr: SQL koja se nije uspjela ažurirati datum zadnje uplate dobila je
ja: 支払受取最終日の更新に失敗したSQLでした
lv_lv: SQL , ka neizdevās atjaunināt datumu pēdējā maksājuma bija saņēmis
pl_pl: Użyta fraza SQL
vi_vn: Cơ sở dữ liệu SQL lõi cập ngày thanh toán cuối cùng đã nhận

source: Cannot update the customer record for the date of the last payment received because
ar: لا يمكن تحديث السجل العملاء لتاريخ الدفعة الأخيرة الواردة بسبب
et: Ei saa uuendada klient rekord kuupäeva viimase makse saanud , sest
fa: آیا می توانم بروز رسانی ثبت مشتری را برای تاریخ پرداخت آخرین دریافت کرد چرا که نه
fr_lu: Impossible de mettre à jour la fiche client pour la date du dernier paiement reçu en raison
hr_hr: Ne možete ažurirati kupca rekord datuma zadnje uplate primljene , jer
ja: ので、最後に受信した支払日のための顧客レコードを更新することはできません
lv_lv: Nevar atjaunināt klientu rekordu , kad pēc pēdējā maksājuma saņemto jo
pl_pl: Nie można zmienić daty ostatniej płatności klienta ponieważ
vi_vn: Không thể cập nhật hồ sơ khách hàng cho ngày thanh toán cuối cùng nhận được bởi vì

source: The SQL that failed to insert the allocation of the receipt to the invoice was
ar: كان SQL التي فشلت في إدراج تخصيص لاستلام الفاتورة
et: SQL , et ei suutnud sisestada jaotamisekviitungi arve
fa: گذاشتن که موفق به وارد کردن اختصاص رسید به صورت حساب شده بود
fr_lu: Échec de la commande SQL d'ajoût d'allocation de reçu à une facture:
hr_hr: SQL koja se nije uspjela umetnuti raspodjelu primitka na računu je
ja: 得意先受入トランザクション挿入に失敗したSQLでした
lv_lv: SQL , ka neizdevās ievietot piešķiršanu saņemšanas rēķinam bija
pl_pl: SQL, które nie wstawić podział otrzymania faktury
vi_vn: D? li?u SQL không thành công trong vi?c chèn phân b? các biên lai vào hóa don là

source: Frequently Ordered Items
ar: البنود أمر متكرر
et: Sagedamini mõisteti valikud
fa: اغلب به سفارش موارد
fr_lu: Articles commandés fréquemment
hr_hr: Često Ž Proizvodi
ja: 注文品目選択
lv_lv: Bieži pasūtītās preces
pl_pl: Często zamówionych towarów
vi_vn: Những mặt hàng thường xuyên được đặt

source: , shows the most frequently ordered items in the last 6 months. You can choose from this list, or search further for other items
ar: ، يدل على البنود أمر في معظم الأحيان خلال ال 6 أشهر الماضية.
et: , Näitab kõige sagedamini tellitud tooted on viimase 6 kuu jooksul.
fa: ، نشان می دهد که اغلب موارد دستور داد در 6 ماه گذشته. شما می توانید از این لیست انتخاب کنید ، یا جستجو برای بیشتر موارد دیگر
fr_lu: , affiche les éléments les plus fréquemment commandés au cours des 6 derniers mois. Sélectionnez un article de cette liste ou continuez vos recherches.
hr_hr: , Pokazuje najčešće naručene stavke u posljednjih 6 mjeseci .
ja: 、最後の6ヶ月間で最も頻繁に注文した商品が表示されます。
lv_lv: , parāda biežāk pasūtītās preces par pēdējiem 6 mēne&#353;iem, Jūs varat izvēlēties no saraksta, vai meklēt citas preces
pl_pl: , Przedstawia najczęściej zamawianych pozycji w ciągu ostatnich 6 miesięcy. Możesz wybrać z listy, albo szukaj dalej na inne przedmioty
vi_vn: ,đưa ra các mặt hàng thường xuyên đặt hàng trong 6 tháng qua. Bạn có thể chọn từ danh sách này, hoặc tìm kiếm thêm đối với các mặt hàng khác

source: Select an item by entering the quantity required. Click Order when ready.
ar: تحديد عنصر عن طريق إدخال الكمية المطلوبة .
et: Valige objekt , sisestades vajalik kogus .
fa: انتخاب یک آیتم با وارد کردن مقدار مورد نیاز است. کلیک کنید در هنگام سفارش آماده شده است.
fr_lu: Saisir une quantité pour sélectionner un article puis cliquer sur "Ajouter à la vente".</br> Utiliser les boutons "Suivant" ou "Précédent" pour faire défiler les articles.
hr_hr: Odaberite stavku unosom količine potrebne .
ja: 必要な数量を入力して、項目を選択します。
lv_lv: Ievadiet nepiecie&#353;amo preču daudzumu, nospiežiet pogu -Pievienot preces pārdo&#353;anas rīkojumam-, kad nepiecie&#353;amie daudzumi ir ievadīti
pl_pl: Wybierz pozycję przez wprowadzenie ilości. Kliknij Zamówienie gdy jest gotowy.
vi_vn: Chọn một mục bằng cách nhập số lượng cần thiết. Nhấp vào đặt hàng khi đã sẵn sàng.

source: Use this form to add items quickly if the item codes are already known
ar: استخدم هذا النموذج لإضافة العناصر بسرعة إذا هي معروفة رموز البند بالفعل
et: Kasuta seda vormi, et lisada punkte kiiresti kuitoode koodid on juba teada
fa: با استفاده از این فرم برای اضافه کردن آیتم به سرعت در صورتی که کدهای مورد در حال حاضر شناخته شده است
fr_lu: Utilisez ce formulaire pour faire une vente comptoir. Entrez le code de l'article et la quantité vendue.
hr_hr: Koristite ovaj obrazac za dodavanje stavki brzo ako se stavka kodovi se već zna
ja: アイテムコードが既に知られている迅速場合は、アイテムを追加するには、このフォームを使用し
lv_lv: Izmantojiet šo veidlapu, lai pievienotu objektus ātri , ja prece kodi jau ir zināmi
pl_pl: Użyj tego formularza aby dodać elementy szybko, jeśli obiekt kody są już znane
vi_vn: Sử dụng mẫu này để thêm các mục một cách nhanh chóng nếu các mã hàng đã được biết đến

source: Cancel Sale
ar: إلغاء بيع
et: Loobu Müük
fa: فروش انصراف
fr_lu: Annuler la vente
hr_hr: Odustani Prodaja
ja: 残高取消
lv_lv: Atcelt Sale
pl_pl: Sprzedam Anuluj
vi_vn: hủy bán

source: Are you sure you wish to cancel this sale?
ar: هل أنت متأكد أنك ترغب في إلغاء هذا البيع ؟
et: Oled sa kindel, et soovid katkestada selle müügi ?
fa: آیا شما مطمئن هستید که میخواهید برای لغو این فروش؟
fr_lu: Voulez-vous annuler cette vente?
hr_hr: Jeste li sigurni da želite otkazati ovu prodaju ?
ja: この仕入先価格を削除してもよろしいですか？
lv_lv: Vai esat pārliecināts, ka vēlaties atcelt šo pārdošanu ?
pl_pl: Czy na pewno chcesz anulować tę sprzedaż?
vi_vn: Bạn có chắc chắn muốn huỷ mua bán này?

source: Specify Credited Controlled Items
ar: تحديد الأصناف الخاضعة للرقابة الفضل
et: Täpsustada krediteeritud kontrollitavate kaupade
fa: مشخص اعتباری مورد کنترل
fr_lu: Précisez valoir articles contrôlés
hr_hr: Navedite zaslužan Controlled artikle
ja: 貸方管理された項目を指定します。
lv_lv: Norādiet kreditēts kontrolēto preču
pl_pl: Wyszczególnij Skredytowane Towary Kontrolowane
vi_vn: Xác định các hàng đã được kiểm soát

source: Select Credit Items
ar: حدد عناصر الائتمان
et: Vali kreeditkanded
fa: آیتم ها را انتخاب کنید اعتباری
fr_lu: Sélectionner un article crédité
hr_hr: Odaberite kreditne artikle
ja: 売掛品目選択
lv_lv: Izvēlieties Credit preces
pl_pl: Wybierz Towary Skredytowane
vi_vn: Lựa chọn mặt hàng nợ

source: This page must be called with the identifier to uniquely identify the credit note being entered. This is a programming error that should not occur.
ar: يجب استدعاء هذه الصفحة مع المعرف لتحديد فريد المذكرة الائتمان الذي يتم إدخاله.
et: See leht tuleb kutsuda identifikaatoriga tuvastamisekskreeditarve kandmist .
fa: این صفحه باید با شناسه نامیده می شود منحصر به فرد توجه داشته باشید اعتباری وارد شدن .
fr_lu: Cette page doit être appelé avec l'identifiant pour identifier la note de crédit en cours de saisie .
hr_hr: Ova stranica mora biti pozvani s oznakom za jedinstveno identificirajukreditne bilješku koja se unosi .
ja: このページは、一意的に信用音符が入力されている識別するための識別子と呼ばれなければなりません。
lv_lv: Šī lapa ir jāizsauc ar identifikatoru , lai unikāli identificētukredītu piezīmi tiek ievadīti .
pl_pl: Strona ta musi być wywołana z identyfikatorem w celu identyfikacjinota kredytowa jest wpisana .
vi_vn: Trang này phải được gọi với tên để nhận diện các ghi chú tín dụng được nhập vào.

source: This page can only be opened if a Line Item on a credit note has been selected.
ar: لا يمكن إلا أن فتح هذه الصفحة إذا تم اختيار بند على مذكرة الائتمان .
et: Seda lehekülge on võimalik avada ainult siis, kuirida on kreeditarve on valitud.
fa: این صفحه تنها می تواند باز شود اگر توجه داشته باشید در مورد خط اعتباری انتخاب شده است.
fr_lu: Cette page ne peut être ouverte que si un article d'un avoir a été sélectionné.
hr_hr: Ova stranica se može otvoriti samo ako sestavke na kreditne note je izabran .
ja: クレジットメモで明細項目が選択されている場合は、このページにのみ開くことができます。
lv_lv: Šī lapa var atvērt tikai tad, jarindas vienība uz kredīta piezīmi ir izvēlēts .
pl_pl: Ta strona może być otworzona po wybraniu pozycji noty kredytowej
vi_vn: Trang này chỉ có thể được mở ra nếu một mục dòng trên một lưu ý tín dụng đã được chọn.

source: This page can only be opened if a controlled credit note line item has been selected.
ar: لا يمكن إلا أن فتح هذه الصفحة إذا تم اختيار مذكرة الائتمان بند للرقابة.
et: Seda lehekülge on võimalik avada ainult siis, kui on kontrollitud kreeditarve real on valitud.
fa: این صفحه تنها می تواند باز شود اگر توجه داشته باشید کنترل اعتبار مورد خط انتخاب شده است.
fr_lu: Cette page ne peut être ouvert que si un avoir vérifié a été sélectionné.
hr_hr: Ova stranica se može otvoriti samo ako sekontrolirano odobrenju stavka je izabran .
ja: 管理された信用ノートラインアイテムが選択されている場合は、このページにのみ開くことができます。
lv_lv: Šī lapa var atvērt tikai tad, jakontrolētā kredītu piezīmi postenis ir izvēlēts .
pl_pl: Ta strona może być otwarta tylko po wybraniu pozycji z kontrolowanej noty kredytowej
vi_vn: Trang này chỉ có thể được mở ra nếu một dòng lưu mục khoản tín dụng được kiểm soát đã được lựa chọn.

source: Back to Credit Note Entry
ar: العودة إلى الدخول ملاحظة الائتمان
et: Tagasi kreeditarve sissekanne
fa: برگشت به اعتبار ورود توجه داشته باشید
fr_lu: Retour à la saisie de l'avoir
hr_hr: Povratak na odobrenju upisa
ja: 返品伝票入力へ戻る
lv_lv: Atpakaļ uz kredīta rēķina ievadī&#353;anu
pl_pl: Powrót do Noty Kredytowej
vi_vn: Lưu ý sau để nhập tín dụng

source: Notice
ar: إشعار
et: teade
fa: مقررات
fr_lu: Avis
hr_hr: Bilješka
ja: 通知
lv_lv: Paziņojums
pl_pl: Notatka
vi_vn: thông báo

source: The line item must be defined as controlled to require input of the batch numbers or serial numbers being credited
ar: يجب تعريف بند كما تسيطر على تتطلب إدخال الأرقام دفعة أو الأرقام التسلسلية يجري الفضل
et: Real peab olema defineeritud kontrollitud nõuda sisendpartii numbrite või seerianumbrid krediteeritakse
fa: قلم دوم از اقلام خط باید تعریف می شود که نیاز به کنترل ورودی از تعداد دسته یا شماره سریال معتبر بودن
fr_lu: Le poste doit être défini comme contrôlée requiert l'entrée des numéros de lots ou numéros de série étant crédité
hr_hr: Stavka moraju se definirati kao kontrolirani zahtijevati unos od šarže ili serijski broj koji se pripisuje
ja: ラインアイテムが入金されているバッチ番号やシリアル番号の入力を必要とするように制御さとして定義する必要があります
lv_lv: Līnija vienība ir definēta kā kontrolē pieprasīt ieguldījumu no partijas numuru vai sērijas numuru tiek ieskaitīti
pl_pl: Pozycja musi być zdefiniowana jako kontrolowana aby można było wprowadzić numerypartii lub seryjne jako skredytowane
vi_vn: dòngchi tiết đơn hàng phải được định rõ là kiểm soát yêu cầu đầu vào của số lô hoặc dãy số được ghi

source: Credit of Controlled Item
ar: الائتمان من المدينة الخاضعة للرقابة
et: Credit kontrollitud toode
fa: اعتبار مورد کنترل
fr_lu: Crédit de l'objet contrôlé
hr_hr: Kreditna kontroliranih točke
ja: 制御されたアイテムのクレジット
lv_lv: Kredīts Controlled postenī
pl_pl: Kredyt na Towar Kontrolowany
vi_vn: Kho?n tín d?ng du?c ki?m soát

source: Credit Status Code Maintenance
ar: صيانة قانون الأحوال الائتمان
et: Credit Status Code Hooldus
fa: اعتباری وضعیت نگهداری کد
fr_lu: Gestion des codes de solvabilité
hr_hr: Kreditna Status Code Održavanje
ja: 信用状況コードメンテナンス
lv_lv: Kredīta statusa koda uzturē&#353;ana
pl_pl: Kody Zdolności Kredytowej
vi_vn: bảo trì mã tín dụng

source: The credit status code already exists in the database
ar: قانون الأحوال الائتمان موجود مسبقا في قاعدة البيانات
et: Krediidiasutuste staatust kood juba olemasandmebaas
fa: اعتبار کد وضعیت در حال حاضر در پایگاه داده وجود دارد
fr_lu: Le code existe déjà dans la base de données
hr_hr: Broj kreditne status već postoji u bazi podataka
ja: 新しい作業場がデータベースに追加された
lv_lv: Šāds kredīta statusa kods jau eksistē datubāzē
pl_pl: Kod stanu kredytowe już istnieje w bazie danych
vi_vn: Các mã trạng thái tín dụng đã tồn tại trong cơ sở dữ liệu

source: The status code name must be an integer
ar: يجب أن يكون اسم رمز الحالة عدد صحيح
et: Staatuse kood nimi peab olema täisarv
fa: وضعیت اسم رمز باید یک عدد صحیح
fr_lu: Le code doit être un nombre entier
hr_hr: Naziv broj status mora biti cijeli
ja: ステータスコード名は整数でなければなりません
lv_lv: Statusa kodam ir jābūt veselam skaitlim
pl_pl: Kod Zdolności musi być cyfrowy
vi_vn: Tên mã trạng thái phải là số nguyên

source: The credit status description must be thirty characters or less long
ar: يجب أن يكون وصف حالة الائتمان ثلاثين حرفا أو أقل طويلة
et: Krediidiasutuste staatust kirjeldus peab olema kolmkümmend tähemärki pikk
fa: شرح وضعیت اعتباری باید سی حرف یا کمتر بلند می شود
fr_lu: La description du statut de solvabilité ne doit pas dépasser 30 caractères
hr_hr: Opis kreditni status mora biti trideset znakova ili manje duga
ja: 信用状況内容は30文字以下でなければなりません
lv_lv: Kredīta statusa aprakstam ir jābūt īsākam par 30 rakstzīmēm
pl_pl: Opis zdolności kredytowej może mieć do 30 znaków
vi_vn: Mô tả tình trạng tín dụng phải được 30 ký tự hoặc ít hơn

source: The credit status description must be entered
ar: يجب إدخال وصف حالة الائتمان
et: Krediidiasutuste staatust kirjeldus tuleb kanda
fa: شرح وضعیت اعتباری باید وارد شود
fr_lu: La description du code doit être saisi
hr_hr: Opis kreditne status mora se unijeti
ja: 信用状況内容は30文字以下でなければなりません
lv_lv: Kredīta statusa aprakstam ir jabūt aizpildītam
pl_pl: Opis sytuacji kredytowej muszą być wpisane
vi_vn: Các mô tả tình trạng tín dụng phải được nhập

source: The credit status record has been updated
ar: تم تحديث السجل حالة الائتمان
et: Krediidiasutuste staatust rekord on uuendatud
fa: اعتباری ثبت وضعیت به روز شده است
fr_lu: Le code de solvabilité à été mis à jour
hr_hr: Rekord kreditne status je ažuriran
ja: 信用状態レコードが更新されている
lv_lv: Kredīta statusa ieraksts tika labots
pl_pl: Typ zdolności kredytowej zaktualizowany
vi_vn: Các tình trạng hồ sơ tín dụng đã được cập nhật

source: A new credit status record has been inserted
ar: لقد تم إدراج رقما قياسيا جديدا حالة الائتمان
et: Uus krediidiasutuste staatust rekord on sisestatud
fa: جدید اعتباری ثبت وضعیت درج شده است
fr_lu: Un nouveau code de solvabilité a été ajouté
hr_hr: Nova kreditna status rekord je umetnuta
ja: 新しいクレジットステータスレコードが挿入されている
lv_lv: Jauns kredīta statusa ieraksts tika pievienots
pl_pl: Dodano nowy typ zdolności kredytowej
vi_vn: ghi lại Một tình trạng tín dụng mới đã được chèn vào

source: Cannot delete this credit status code because customer accounts have been created referring to it
ar: لا يمكن حذف هذا الرمز الوضع الائتماني لأنه قد تم إنشاء حسابات العملاء مشيرا إلى أنه
et: Ei saa kustutada seda krediidiasutuste staatust koodi, kuna klientide kontod on loodud sellele viitavad
fa: آیا می توانم استفاده حذف این اعتبار کد وضعیت حساب مشتری به دلیل ایجاد شده اند اشاره به آن را نمی
fr_lu: Impossible de supprimer ce code solvabilité car des comptes clients l'utilisent
hr_hr: Ne može se izbrisati ovaj kod kreditni status jer kupac račune stvorene su se odnose na njega
ja: 顧客アカウントがそれを参考に作成されているため、この信用ステータスコードを削除することはできません
lv_lv: Nevar izdzēst kredīta statusa kodu, jo ir klienti, kuriem ir pie&#353;ķirts &#353;is kredīta statusa kods
pl_pl: Nie można usunąć kodu zdolności kredytowej ponieważ wykorzystano go w danych klienta
vi_vn: Không thể xoá đoạn mã tín dụng này vì tài khoản khách hàng đã được tạo ra đề cập đến nó
