Repository: timschofield/KwaMoja-Medical
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar, et, fa, fr_lu, hr_hr, ja, lv_lv, pl_pl, vi_vn

source: POS Customer Branch Code - a valid branch code of the KwaMoja customer that the POS sales are made against
ar: POS العملاء رمز الفرع - مدونة فرع صالحة للعميل KwaMoja أن مبيعات نقاط البيع مصنوعة ضد
et: POS Kliendi Branch kood - kehtiv filiaal kood KwaMoja kliendile, et POS müük on toimunud vastu
fa: POS کد شعبه مشتری - کد شعبه معتبر مشتری KwaMoja را که فروش POS در برابر ساخته شده است
fr_lu: POS Client Code de la direction générale - un code valide branche du client KwaMoja que les ventes POS sont faites contre
hr_hr: POS Korisnička Kod podružnice -vrijedi kod podružnice od KwaMoja kupca da su POS prodaje se protiv
ja: POSカスタマー支店コード - POSの販売が行われていることに対してKwaMoja顧客の有効な支店コード
lv_lv: POS Klientu Filiāles kods -derīgs filiāles kods KwaMoja klienta , ka POS pārdošanas tiek veikti pret
pl_pl: POS Kod oddziału Klienta -prawidłowy kod oddziału klienta KwaMoja że sprzedaż POS są wykonane przed
vi_vn: POS khách hàng Mã Chi nhánh - một mã số chi nhánh hợp lệ của khách hàng KwaMoja rằng bán hàng POS được thực hiện đối với

source: If successful this function returns 0 for success and 1 for error.
ar: إذا نجحت هذه الدالة تقوم بإرجاع 0 من أجل نجاح و 1 للخطأ.
et: Kui edukas see funktsioon tagastab 0 edu ja 1 viga.
fa: اگر موفق این تابع 0 برای موفقیت و 1 برای خطا .
hr_hr: Uspiju li ova funkcija vraća 0 za uspjeh i jedan za pogreške .
ja: 成功したこの機能は、エラーの成功と1の場合は0を返した場合。
lv_lv: Ja veiksmīga šī funkcija atgriež 0 , lai gūtu panākumus un 1 kļūda.

source: This function deletes a POS data file on the KwaMoja server
ar: هذه الوظيفة بحذف ملف بيانات نقاط البيع على الملقم KwaMoja
et: See funktsioon kustutabPOS andmed failiKwaMoja server
fa: این تابع حذف یک فایل داده های POS در سرور KwaMoja
hr_hr: Ova funkcija brišefile POS podaci o poslužitelju KwaMoja
ja: KwaMojaサーバー上でこの機能を削除し、POSデータファイル

source: Returns 0 if the delete POS Data was successful
ar: بإرجاع 0 إذا كان POS البيانات حذف ناجحة
et: 0, kui delete POS Andmete oli edukas
fa: 0 را برمی گرداند اگر اعتباری داده حذف موفقیت آمیز بود
fr_lu: Retourne 0 si le POS de suppression des données a réussi
hr_hr: Vraća 0 ako brisanje podataka POS je bio uspješan
ja: 削除POSデータが成功した場合は0を返します
lv_lv: Atgriež 0, ja delete POS dati bija veiksmīga
pl_pl: Zwraca 0 , jeśli usunąć dane POS był udany
vi_vn: Trả về 0 nếu POS dữ liệu xóa thành công

source: Returns the value of the specified stock category property for the specified stock item category
ar: إرجاع القيمة من فئة العقار الأسهم المحدد لفئة بند الأوراق المالية المحددة
et: Annab väärtuse määratud varukategooria vara kindlaksmääratud aktsia kategoorias
fa: بازگرداندن ارزش سهام ملک رده مشخص برای طبقه بندی سهام آیتم مشخص
fr_lu: Renvoie la valeur de la propriété d'actions catégorie spécifiée pour la catégorie d'articles en stock précisée
hr_hr: Vraća vrijednost dionica navedenog kategoriji imovine za određeno dionicama točke kategoriji
ja: 指定された在庫品目カテゴリに対して指定された在庫カテゴリのプロパティの値を返します
lv_lv: Atgriež vērtību noteiktā akciju kategorijas īpašuma norādīto krājumu posteņa kategorijā
pl_pl: Zwraca wartość podanej właściwości kategorii czas dla określonej kategorii z magazynu
vi_vn: Tr? v? giá tr? tài s?n kho m?c xác d?nh cho kho m?c hàng xác d?nh

source: Property
ar: ممتلكات
et: kinnisvara
fr_lu: Propriété
hr_hr: svojstvo
ja: 特性ラベル
lv_lv: Rekvizīts
pl_pl: Nieruchomości
vi_vn: Tài sản

source: The name of the specific property to be returned.
ar: اسم خاصية معينة ليتم إرجاعها .
et: Nimi konkreetse vara tuleb tagastada .
fa: نام از اموال خاص برگردانده شود .
fr_lu: Le nom de la propriété spécifique doit être renvoyé.
hr_hr: Ime posebne imovine kako bi se vratio .
ja: 返される特定のプロパティの名前。
lv_lv: Nosaukums īpašā īpašumu, kas tiek atgriezta.
pl_pl: Nazwa konkretnej nieruchomości podlegają zwrotowi.
vi_vn: Tên của các tài sản cụ thể sẽ được trả lại.

source: The ID of the stock item for which the value of the above property is required.
ar: معرف من بند الأوراق المالية التي تتطلب قيمة الممتلكات المذكورة أعلاه .
et: ID laonumbrist mille väärtusüle vara on vaja.
fa: شناسه آیتم سهام ، که برای آن مقدار از اموال فوق مورد نیاز است.
fr_lu: L'ID de l'élément matériel pour lesquelles la valeur de la propriété ci-dessus est nécessaire.
hr_hr: ID dionica, točke za koje je vrijednost iznad objekta je potrebno.
ja: 在庫品目のIDがいる上記のプロパティの値が必要です。
lv_lv: Par krājumu posteni ID kuriemiepriekš minētā īpašuma vērtība ir nepieciešama.
pl_pl: Identyfikator z magazynu, w którym wartość powyższej nieruchomości jest wymagane.
vi_vn: Các ID c?a hàng trong kho mà giá tr? tài s?n trên du?c yêu c?u.

source: If successful this function returns zero, and the value of the requested property.
ar: إذا نجحت هذه الدالة تقوم بإرجاع صفر ، و قيمة الخاصية المطلوبة .
et: Kui edukas see funktsioon tagastab null , ja väärtustaotletakse vara .
fa: اگر موفق این تابع صفر و ارزش اموال مورد درخواست را برمی گرداند.
fr_lu: En cas de succès de cette fonction retourne zéro, et la valeur de la propriété demandée.
hr_hr: Uspiju li ova funkcija vraća nulu , a vrijednost tražene imovine .
ja: 成功したこの関数はゼロ、と要求されたプロパティの値を返します。
lv_lv: Ja veiksmīga šī funkcija atgriež nulles , un pieprasītās īpašuma vērtību .
pl_pl: W przypadku powodzenia funkcja zwraca zero, a wartość żądanej własności.
vi_vn: N?u thành công hàm này tr? v? s? không, và giá tr? c?a tài s?n du?c yêu c?u.

source: Returns (possibly translated) error text from error codes
ar: عائدات (ربما تترجم ) نص الخطأ من رموز الخطأ
et: Tulu (võimalik tõlkida ) viga teksti veakoodid
fa: بازده (احتمالا ترجمه ) متن خطا از کدهای خطا
fr_lu: Retourne (éventuellement traduits) message d'erreur de codes d'erreur
hr_hr: Povratak ( eventualno prijevodu ) Pogreška tekst iz šifri pogrešaka
ja: エラーコードからのリターン（おそらく翻訳される）エラーテキスト
lv_lv: Atgriešanās (iespējams tulkot ) kļūda teksts no kļūdu kodu
pl_pl: Zwraca (ewentualnie przetłumaczone) tekst komunikatu błędu z kodów błędów
vi_vn: Tr? v?( có th? d?ch) l?i van b?n t? mã l?i

source: Error codes
ar: رموز الخطأ
et: veakoodid
fr_lu: Codes d'erreur
hr_hr: Kod pogrešaka
ja: 地域コード
lv_lv: kļūdu kodi
pl_pl: Kody błędów
vi_vn: Mã lỗi

source: An array of error codes to change into text messages.
ar: مجموعة من رموز الخطأ إلى تغيير في الرسائل النصية .
et: Massiivi veakoodide muutuda tekstisõnumeid.
fa: مجموعه ای از کدهای خطا برای تغییر به پیام های متنی .
fr_lu: Un choix de codes d'erreur à modifier en message textuels.
hr_hr: Niz šifri pogrešaka promijeniti u tekstualne poruke .
ja: エラーコードの配列には、テキストメッセージに変更します。
lv_lv: , Kļūdu kodus masīvs pārvērsties īsziņas .
pl_pl: Tablica kodów błędów do zmian w wiadomości tekstowych.
vi_vn: M?t lo?t các mã l?i d? thay d?i vào tin nh?n van b?n

source: An array of two element arrays, one per error code. The second array has the error code in element 0 and the error string in element 1.
ar: مجموعة من اثنين من صفائف عنصر ، واحدة لكل رمز الخطأ .
et: Massiivi kaks elementi massiivi kohta üks veakood .
fa: مجموعه ای از دو آرایه عنصر ، یکی در کد خطا .
fr_lu: Un choix de deux tableaux d'éléments, un par code d'erreur. Le second tableau a le code d'erreur dans l'élément 0 et la chaîne d'erreur dans l'élément 1.
hr_hr: Niz od dva elementa polja , jednog po kodu pogreške .
ja: まず2つの要素の配列は、エラーコードごとに配列。
lv_lv: Masīvs divu elementu masīvu , viens par kļūdas kodu .
pl_pl: Element tablicy z dwóch tablic, jednej na kod błędu. Druga tablica zawiera kod błędu w elemencie 0 i błędu w element 1.
vi_vn: M?t m?ng g?m hai m?ng ph?n t?, m?i mã l?i có m?t m?ng. M?ng th? hai có mã l?i trong ph?n t? 0 và chu?i các l?i trong ph?n 1.

source: Parameters
ar: المعلمات
et: parameetrid
fr_lu: Paramètres
hr_hr: Parametri
ja: 支払条件
lv_lv: Maksājumu termiņi
pl_pl: Parametry
vi_vn: các tham số

source: Return Value
ar: القيمة المرجعة
et: Tagasi Value
fr_lu: Valeur de retour
hr_hr: Povratna vrijednost
ja: 税別価格
lv_lv: Rindas vērtība
pl_pl: Wartość zwracana
vi_vn: giá trị trả lại

source: Welcome to the KwaMoja Installation Wizard
ar: مرحبا بك في معالج التثبيت KwaMoja
et: Tere tulemast KwaMoja installeerimisviisardiga
fa: به ویزارد نصب KwaMoja خوش آمدید
hr_hr: Dobrodošli u Čarobnjak KwaMoja ugradnju
ja: KwaMojaインストールウィザードへようこそ
lv_lv: Laipni lūgti KwaMoja uzstādīšana Wizard
pl_pl: Witamy w kreatorze KwaMoja instalacji
vi_vn: Chào mừng bạn đến thuật sĩ cài đặt KwaMoja

source: During installation you may see different status messages.
ar: أثناء التثبيت قد تشاهد رسائل الحالة مختلفة .
et: Paigaldamise ajal võite näha eri staatusega sõnumeid.
fa: در طول نصب شما ممکن است پیام های وضعیت های مختلف را ببینید .
hr_hr: Tijekom instalacije možete vidjeti različite statusne poruke .
ja: インストール中に別のステータスメッセージが表示される場合があります。
lv_lv: Instalēšanas laikā jūs varat redzēt dažādus statusa ziņojumus .
pl_pl: Podczas instalacji można zobaczyć różne komunikaty stanu .
vi_vn: Trong khi cài đặt bạn có thể thấy thông báo trạng thái khác nhau .

source: When there is an error message you must correct the error to continue.
ar: عندما يكون هناك رسالة خطأ يجب تصحيح الخطأ للمتابعة.
et: Kui onveateade viga tuleb parandada, et jätkata .
fa: هنگامی که یک پیغام خطا وجود دارد شما باید خطا به ادامه درست باشد.
hr_hr: Kada jeporuka morate ispraviti pogrešku za nastavak .
ja: エラーメッセージがある場合には、継続してエラーを修正する必要があります。
lv_lv: Ja irkļūdas ziņojums jums ir labot kļūdas , lai turpinātu.
pl_pl: Gdy nie makomunikatu o błędzie należy poprawić błąd , aby kontynuować.
vi_vn: Khi có một thông báo lỗi , bạn phải sửa lỗi để tiếp tục.

source: If you see a warning message you should take notice before you proceed.
ar: إذا كنت ترى رسالة تحذير يجب أن تنتبه قبل المتابعة .
et: Kui näed hoiatus siis peaks panema enne jätkamist .
fa: اگر یک پیام هشدار به شما شما باید توجه کنید قبل از اینکه شما ادامه دهید .
hr_hr: Ako vidite poruku upozorenja da treba uzeti obavijest prije nego što nastavite .
ja: 警告メッセージが表示された場合は、続行する前に通知を取るべきである。
lv_lv: Ja redzat brīdinājuma ziņojumu , jums vajadzētu pieņemt paziņojumu , pirms Jūs turpināt .
pl_pl: Jeśli pojawi się komunikat ostrzegawczy, należy zwrócić uwagę przed przystąpieniem .
vi_vn: Nếu bạn thấy một thông điệp cảnh báo bạn cần chú ý trước khi bạn tiến hành.

source: If you are unsure of an option value, you should keep the default setting.
ar: إذا كنت غير متأكد من قيمة الخيار، يجب أن نضع الإعداد الافتراضي.
et: Kui te pole kindel,optsiooni väärtus , siis tuleb hoidavaikesäte.
fa: اگر شما مطمئن نیستید از یک مقدار گزینه ، شما باید تنظیمات پیش فرض نگه دارید.
hr_hr: Ako niste sigurni je vrijednost opcije , koje bi trebalo imati zadanu postavku .
ja: あなたはオプションの値が不明な場合は、デフォルト設定を維持する必要があります。
lv_lv: Ja neesat pārliecināts par iespēju līguma vērtību , jums vajadzētu saglabāt noklusējuma iestatījumu .
pl_pl: Jeśli nie masz pewności o wartości opcji , należy zachować ustawienia domyślne .
vi_vn: Nếu bạn không chắc chắn về một giá trị tùy chọn , bạn nên giữ các thiết lập mặc định.

source: Select your language
et: Vali oma keel
fa: زبان خود را انتخاب کنید
hr_hr: Odaberite svoj ​​jezik
ja: あなたの言語を選択
lv_lv: Izvēlieties savu valodu
pl_pl: Wybierz swój język
vi_vn: Chọn ngôn ngữ của bạn

source: The installer will try and guess your language from your browser, but may get it wrong. Please select your preferred language below.
ar: المثبت سوف محاولة ل تخمين لغتك من المتصفح الخاص بك، ولكن قد نخطئ .
et: Paigaldaja proovida ja arvan oma keel oma brauseri , kuid võib saada see vale .
fa: نصب را امتحان کنید و زبان خود را از مرورگر خود را حدس بزنید ، اما ممکن است آن را اشتباه گرفتن .
hr_hr: Instalater će pokušati pogoditi jezik iz vašeg preglednika , ali može se to krivo .
ja: インストーラは、試してみて、あなたのブラウザから言語を推測するが、それは間違ったことがあります。
lv_lv: Uzstādītājs mēģinātu uzminēt savu valodu no jūsu pārlūkprogrammā , bet var saņemt to nepareizi .
pl_pl: Instalator spróbuje odgadnąć swój język z przeglądarki , ale może się to źle .
vi_vn: Trình cài đặt sẽ cố gắng đoán ngôn ngữ của bạn từ trình duyệt của bạn , nhưng có thể nhận được nó sai .

source: Language:
ar: اللغة :
et: Keel:
fa: زبان :
hr_hr: Jezik :
ja: 言語：
lv_lv: Valoda :
pl_pl: Język:
vi_vn: ngôn ngữ:

source: Select your Database Management System
ar: حدد نظام إدارة قاعدة البيانات الخاصة بك
et: Vali Database Management System
fa: سیستم مدیریت پایگاه داده خود را انتخاب کنید
hr_hr: Odaberite svoj ​​sustav za upravljanje bazom podataka
ja: あなたのデータベース管理システムを選択してください
lv_lv: Izvēlieties savu datu bāzes vadības sistēmai
pl_pl: Wybierz system zarządzania bazami danych
vi_vn: Chọn hệ thống quản lý cơ sở dữ liệu của bạn

source: KwaMoja can use several different Database systems. Please select below the system you will be using.
ar: KwaMoja يمكن استخدام العديد من نظم قواعد البيانات المختلفة .
et: KwaMoja saab kasutada mitmeid erinevaid andmebaasi süsteeme.
fa: KwaMoja می تواند چندین سیستم پایگاه داده های مختلف استفاده کنید.
hr_hr: KwaMoja mogu koristiti različite sustave baza podataka .
ja: KwaMojaは、いくつかの異なるデータベースシステムを使用することができます。
lv_lv: KwaMoja var izmantot vairākas atšķirīgas datu bāzu sistēmas .
pl_pl: KwaMoja może używać kilku różnych systemów baz danych .
vi_vn: KwaMoja có thể sử dụng hệ thống cơ sở dữ liệu khác nhau.

source: Next Step
ar: الخطوة التالية
et: Järgmine samm
fa: گام بعدی
hr_hr: Sljedeći korak
ja: 次のステップ
lv_lv: Nākamais solis
pl_pl: Następny krok
vi_vn: Bước tiếp theo

source: KwaMoja is an open source application licenced under GPL V2 and absolutely free to download.
ar: KwaMoja هو تطبيق مفتوح المصدر مرخص تحت GPL V2 و مجاني لتحميل على الاطلاق .
et: KwaMoja on avatud lähtekoodiga rakendus GPL litsentsi all V2 ja täiesti tasuta alla laadida .
fa: KwaMoja یک نرم افزار منبع باز تحت مجوز GPL V2 و کاملا رایگان برای دانلود است.
hr_hr: KwaMoja jeopen source aplikacija licenciran pod GPL v2 i apsolutno besplatan za preuzimanje .
ja: KwaMojaはGPL V2の下でライセンスしてダウンロードすることが絶対に無料のオープンソースアプリケーションです。
lv_lv: KwaMoja iropen source pieteikumu licencēta saskaņā ar GPL V2 un absolūti bezmaksas lejupielādēt .
pl_pl: KwaMoja jestaplikacją open source na licencji GPL v2 i całkowicie za darmo do pobrania.
vi_vn: KwaMoja là một ứng dụng mã nguồn mở được cấp phép theo GPL V2 và hoàn toàn miễn phí để tải về.

source: Please set Cookies allowed in your web brower, otherwise KwaMoja cannot run properly
ar: يرجى وضع الكوكيز المسموح بها في بروير الويب الخاص بك ، لا يمكن تشغيل إلا KwaMoja بشكل صحيح
et: Palun sea küpsised lubatud oma veebibrauseriga , muidu KwaMoja ei tööta korralikult
fa: لطفا تنظیم کوکی ها اجازه استفاده ( در brower وب خود را ) ، در غیر این صورت KwaMoja نمی تواند به درستی اجرا شود
hr_hr: Molimo postavljaju kolačiće dozvoljeni u vašem web preglednikom , inače KwaMoja ne može raditi ispravno
ja: あなたのウェブブラウワーで許さクッキーを設定してください、そうでなければKwaMojaが正しく実行できません
lv_lv: Lūdzu noteikts Cookies atļauts savā interneta brower , pretējā gadījumā KwaMoja nevar palaist pareizi
pl_pl: Proszę ustawić Ciasteczka domowe w Brower internetowej , inaczej KwaMoja nie może działać poprawnie
vi_vn: Xin vui lòng thiết lập cookies cho phép trong trình duyệt web của bạn , nếu không KwaMoja không thể chạy đúng

source: Cookies are properly enabled in your browser
ar: يتم تمكين ملفات تعريف الارتباط بشكل صحيح في المتصفح
et: Küpsised on õigesti lubatud brauseris
fa: کوکی ها به درستی در مرورگر شما فعال باشند
hr_hr: Kolačići pravilno aktiviran u pregledniku
ja: クッキーは正しくお使いのブラウザで有効になっている
lv_lv: Sīkdatnes ir pareizi Javascript jūsu pārlūkprogrammā
pl_pl: Cookies są właściwie włączone w Twojej przeglądarce
vi_vn: Cookie được kích hoạt đúng trong trình duyệt của bạn

source: You php is running in safe mode, it will force a maximum script execution time of 30 seconds
ar: كنت يشغل PHP في الوضع الآمن ، فإنه سيتم فرض أقصى مدة تنفيذ البرنامج من 30 ثانية
et: Sa php töötab turvarežiimis , see sunnibmaksimaalne Skripti täitmise aeg 30 sekundit
fa: شما پی اچ پی در حال اجرا در حالت امن، آن را حداکثر یک اسکریپت زمان اجرا از 30 ثانیه را مجبور
hr_hr: Vi php je pokrenut u sigurnom načinu rada , što će prisiliti maksimalno vrijeme skripte od 30 sekundi izvršenje
ja: PHPがセーフモードで実行されているお客様には、最大30秒のスクリプトの実行時間を強制されます
lv_lv: Jūs php darbojas drošajā režīmā , tas liks maksimāli skriptu izpildes laiku 30 sekundes
pl_pl: You php jest uruchomiony w trybie awaryjnym , to wymusić maksymalny czas wykonywania skryptu 30 sekund
vi_vn: Php bạn đang chạy trong chế độ an toàn , nó sẽ buộc một thời gian thực hiện kịch bản tối đa là 30 giây

source: This can sometimes mean that the installation cannot be completed in time.
ar: هذا يمكن أن يعني في بعض الأحيان أن التثبيت لا يمكن أن تكتمل في الوقت المناسب.
et: See võib mõnikord tähendada seda, et paigaldamine ei ole võimalik õigeks ajaks lõpetada .
fa: گاهی اوقات این می تواند به این معنی است کهنصب و راه اندازی می تواند در زمان به پایان خواهد رسید .
hr_hr: To ponekad može značiti dapostrojenje ne može biti dovršen na vrijeme .
ja: これは時々 、インストールが時間内に完了できないことを意味することができる。
lv_lv: Dažreiz tas var nozīmēt, kaiekārta nevar pabeigt laikā.
pl_pl: Czasami może to oznaczać, żeinstalacja nie może być zakończona w terminie.
vi_vn: Điều này đôi khi có thể có nghĩa là việc cài đặt không thể được hoàn thành trong thời gian .

source: It is better to turn this function off
ar: فمن الأفضل ل إيقاف تشغيل هذه الوظيفة
et: Parem on selle funktsiooni välja lülitama
fa: بهتر است به نوبه خود این تابع خاموش
hr_hr: Bolje je da se tu funkciju off
ja: これは、この機能をオフにすることをお勧めします
lv_lv: Tas ir labāk, lai izslēgtu šo funkciju izslēgtu
pl_pl: Lepiej wyłączyć tę funkcję
vi_vn: Nó là tốt hơn để tắt chức năng này

source: You PHP version should be greater than 5.1
ar: يجب أن يكون الإصدار PHP أكبر من 5.1
et: Sa PHP versioon peab olema suurem kui 5,1
fa: شما نسخه پی اچ پی باید بزرگتر از 5.1
hr_hr: Vi PHP verzija trebala biti veća od 5,1
ja: あなたは、 PHPのバージョンが5.1以上でなければなりません
lv_lv: Jūs PHP versija ir lielāka nekā 5.1
pl_pl: You wersja PHP powinna być większa niż 5,1
vi_vn: Bạn có phiên bản PHP nên lớn hơn 5.1

source: Your PHP version is suitable for KwaMoja
ar: إصدار PHP الخاص بك هو مناسبة ل KwaMoja
et: Sinu PHP versioon sobib KwaMoja
fa: نسخه پی اچ پی شما مناسب برای KwaMoja است
hr_hr: Vaš PHP verzija je pogodan za KwaMoja
ja: PHPのバージョンはKwaMojaに適しています
lv_lv: Jūsu PHP versija ir piemērota KwaMoja
pl_pl: Twoja wersja PHP jest odpowiedni dla KwaMoja
vi_vn: Phiên bản PHP của bạn là phù hợp với KwaMoja

source: The directory
ar: الدليل
et: kataloog
fa: دایرکتوری
hr_hr: katalog
ja: ディレクトリ
lv_lv: katalogs
pl_pl: katalog
vi_vn: thư mục

source: must be writable by web server
ar: يجب أن يكون قابل للكتابة من قبل خادم الويب
et: peab olema kirjutatav veebiserveri
fa: باید قابل نوشتن توسط وب سرور
hr_hr: mora se pisati strane web poslužitelja
ja: Webサーバから書き込み可能でなければなりません
lv_lv: ir rakstāms ar web serveri
pl_pl: musi być zapisany przez serwer WWW
vi_vn: phải được ghi bởi máy chủ web

source: The base KwaMoja directory is writable
ar: و KwaMoja دليل قاعدة هو قابل للكتابة
et: Baasi KwaMoja kataloog on kirjutatav
fa: پایگاه دایرکتوری KwaMoja قابل نوشتن است
hr_hr: Katalog baze KwaMoja je pisati
ja: ベースKwaMojaディレクトリが書き込み可能である
lv_lv: Bāze KwaMoja direktorija ir rakstāmās
pl_pl: Baza katalog KwaMoja jest zapisywalny
vi_vn: Thư mục KwaMoja cơ bản là có thể ghi

source: The companies/ directory is writable
ar: الشركات / الدليل هو قابل للكتابة
et: Ettevõtted / kataloog on kirjutatav
fa: شرکت ها / شاخه قابل نوشتن است
hr_hr: Tvrtke / katalog je pisati
ja: 企業/ディレクトリが書き込み可能である
lv_lv: Uzņēmumiem / katalogs ir rakstāms
pl_pl: Firmy / katalog jest zapisywalny
vi_vn: Các công ty / thư mục có thể ghi

source: The GD extension should be installed in your PHP configuration
ar: يجب تثبيت تمديد GD في التكوين الخاص بي
et: GD laiendus peab olema paigaldatud oma PHP konfiguratsiooni
fa: فرمت GD باید در تنظیمات PHP شما نصب شده
hr_hr: GD proširenje treba biti instaliran na vašem PHP konfiguraciji
ja: GD拡張モジュールはPHPの構成でインストールする必要があります
lv_lv: GD pagarināšana būtu instalēta jūsu PHP konfigurācijā
pl_pl: Rozszerzenie GD powinien być zainstalowany w konfiguracji PHP
vi_vn: Mở rộng GD nên được cài đặt trong cấu hình PHP

source: The GD extension is correctly installed
ar: يتم تثبيت ملحق GD بشكل صحيح
et: GD laiendus on õigesti paigaldatud
fa: فرمت GD به درستی نصب شده
hr_hr: GD proširenje ispravno instaliran
ja: GD拡張子が正しくインストールされている
lv_lv: GD paplašinājums ir pareizi uzstādīts
pl_pl: Rozszerzenie GD jest prawidłowo zainstalowany
vi_vn: Mở rộng GD được cài đặt đúng

source: The mbstring extension is not availble in your PHP
ar: ملحق المقاطع متعددة البايتات ليس افايلبلي في PHP الخاصة بك
et: Mbstring pikendamine ei ole availble oma PHP
fa: پسوند mbstring را در پی اچ پی خود را قابل دسترسی نیست
hr_hr: Mbstring proširenje nije availble u PHP
ja: mbstring拡張モジュールはPHPでavailbleでない
lv_lv: Mbstring paplašinājums nav availble jūsu PHP
pl_pl: Rozszerzenie mbstring nie jest one dostępne w PHP
vi_vn: Mở rộng mbstring cho là không availble trong chương trình PHP

source: The mbstring extension is correctly installed
ar: يتم تثبيت ملحق المقاطع متعددة البايتات بشكل صحيح
et: Mbstring pikendamine on õigesti paigaldatud
fa: فرمت mbstring را به درستی نصب شده
hr_hr: Mbstring proširenje ispravno instaliran
ja: mbstring拡張モジュールが正しくインストールされています
lv_lv: Mbstring paplašinājums ir pareizi uzstādīts
pl_pl: Rozszerzenie mbstring jest prawidłowo zainstalowany
vi_vn: Mở rộng mbstring được cài đặt đúng

source: The libxml extension is not available in your PHP
ar: تمديد libxml غير متوفر في PHP الخاصة بك
et: Libxml pikendamine ei ole võimalik oma PHP
fa: گسترش در libxml است در پی اچ پی خود را نیز در دسترس نیست
hr_hr: Libxml proširenje nije dostupan u PHP
ja: その他のlibxml拡張モジュールはPHPで利用できません
lv_lv: Libxml paplašināšana nav pieejama jūsu PHP
pl_pl: Libxml rozszerzenie nie jest dostępne w PHP
vi_vn: Mở rộng libxml là không có sẵn trong chương trình PHP

source: The libxml extension is correctly installed
ar: يتم تثبيت التمديد libxml بشكل صحيح
et: Libxml laiendamine on õigesti paigaldatud
fa: فرمت libxml به درستی نصب شده
hr_hr: Libxml proširenje ispravno instaliran
ja: その他のlibxml拡張子が正しくインストールされている
lv_lv: Libxml pagarinājums ir pareizi uzstādīts
pl_pl: Libxml rozszerzenie jest prawidłowo zainstalowany
vi_vn: Mở rộng libxml được cài đặt đúng

source: You do not have the correct database extension installed for PHP
ar: لم يكن لديك تمديد قاعدة البيانات الصحيحة ل تثبيت PHP
et: Sul ei ole õige andmebaasi laiendamine paigaldada PHP
fa: شما فرمت پایگاه داده درست نصب شده برای پی اچ پی ندارد
hr_hr: Vi nemate ispravnu ekstenziju instaliran baze podataka za PHP
ja: あなたは、 PHP用にインストールされ、正しいデータベースの拡張子を持っていない
lv_lv: Jums nav pareizs datu bāzes pagarinājumu uzstādīta PHP
pl_pl: Nie masz prawidłowe rozszerzenie bazy danych zainstalowany na PHP
vi_vn: Bạn không có phần mở rộng cơ sở dữ liệu cài đặt đúng cho PHP

source: The database extension is installed
ar: يتم تثبيت التمديد قاعدة البيانات
et: Andmebaasi laiendamine on paigaldatud
fa: گسترش پایگاه داده نصب شده است
hr_hr: Baze podataka proširenje je instaliran
ja: データベース拡張がインストールされている
lv_lv: Datu bāzes paplašināšana ir uzstādīta
pl_pl: Rozszerzenie bazy danych jest zainstalowany
vi_vn: Mở rộng cơ sở dữ liệu được cài đặt

source: Check Again
ar: التحقق مرة أخرى
et: Kontrolli uuesti
fa: دوباره چک کنید
hr_hr: Provjerite Opet
ja: 再チェック
lv_lv: Pārbaudīt Atkal
pl_pl: Sprawdź ponownie
vi_vn: kiểm tra lại

source: Database settings
ar: إعدادات قاعدة بيانات
et: Andmebaas seaded
fa: تنظیمات پایگاه داده
hr_hr: postavke baze podataka
ja: データベースの設定
lv_lv: Datu bāzes iestatījumi
pl_pl: ustawienia bazy danych
vi_vn: thiết lập cơ sở dữ liệu

source: Please enter your Database information below. The database name is also used at log in time to choose the company for use.
ar: من فضلك ادخل معلومات قاعدة البيانات الخاصة بك أدناه.
et: Palun sisestage oma andmebaasi info allpool .
fa: لطفا اطلاعات پایگاه داده خود را در زیر وارد کنید .
hr_hr: Molimo unesite svoje baze podataka u nastavku .
ja: 下記のデータベース情報を入力してください。
lv_lv: Lūdzu, ievadiet savu datu bāzes informāciju zemāk .
pl_pl: Proszę podać bazy danych poniżej.
vi_vn: Xin vui lòng nhập các thông tin cơ sở dữ liệu của bạn dưới đây .

source: Host Name
fa: نام هاست
ja: ホスト名
lv_lv: uzņēmēja vārds
pl_pl: Nazwa hosta
