Repository: timschofield/KwaMoja-Medical
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar, et, fa, fr_lu, hr_hr, ja, lv_lv, pl_pl, vi_vn

source: Search Outstanding Sales Orders
ar: بحث أوامر المبيعات المعلقة
et: Otsing Outstanding Müügitellimuste
fa: جستجو برجسته سفارشات فروش
fr_lu: Commandes clients en cours
hr_hr: Traži Izvanredna narudžbe
ja: 未出荷販売受注検索
lv_lv: Parādīt nepabeigtos pārdo&#353;anas rīkojumus
pl_pl: Przegląd Oczekujących Zamówień
vi_vn: Tìm kiếm đơn hàng xuất sắc

source: Search Completed Sales Orders
ar: أكمل البحث أوامر المبيعات
et: Otsi Tehtud Müügitellimuste
fa: جستجو های کامل فروش سفارشات
fr_lu: Commandes clients traitées
hr_hr: Traži Završen narudžbe
ja: 完了販売受注検索
lv_lv: Mēklēt pabeigtos pārdo&#353;anas rīkojumus
pl_pl: Przegląd Zrealizowanych Zamówień
vi_vn: Tìm kiếm đơn hàng đã hoàn thành

source: Your default inventory location is set to a non-existant inventory location. This purchase order cannot proceed
ar: تم تعيين موقعك المخزون الافتراضي إلى موقع المخزون غير متوفرة .
et: Teie default inventuuri asukohaks onolematu inventari asukoht .
fa: به طور پیش فرض محل موجودی خود را به محل موجودی غیر منظورمه تنظیم شده است.
fr_lu: L'emplacement de votre inventaire par défaut est réglé sur un emplacement d'inventaire inexistant.
hr_hr: Vaš zadani inventara Mjesto je postavljena na ne - postoji, inventara mjesto .
ja: あなたのデフォルトのインベントリの場所は、存在しないインベントリの場所に設定されています。
lv_lv: Jūsu noklusējuma inventāra atrašanās vieta ir iestatīts uz vispār pastāv inventāra vietā.
pl_pl: Twoja lokalizacja zapasów domyślnie jest ustawiony na miejscu nieistniejącego inwentaryzacji .
vi_vn: Vị trí hàng tồn kho mặc định của bạn được đặt một vị trí hàng tồn kho không tồn tại .

source: For Supplier
ar: ل مزود
et: tarnija
fa: به تامین کننده
fr_lu: pour fournisseur
hr_hr: Za opskrbljivača
ja: サプライヤーのため
lv_lv: par Piegādātāja
pl_pl: dla dostawcy
vi_vn: Đối với Nhà cung cấp

source: This will create a purchase order for all of these items for immediate delivery. Are you sure?
ar: وهذا خلق أمر الشراء لجميع هذه العناصر للتسليم الفوري.
et: See loob ostu et kõik need teemad kohe kätte .
fa: این یک سفارش خرید برای همه از این آیتم ها برای تحویل فوری ایجاد کنید.
hr_hr: To će stvoriti narudžbenice za sve ove stavke za hitnu dostavu .
ja: これは、即時配達のためにこれらの項目のすべてのための発注書を作成します。
lv_lv: Tas radīs pirkuma rīkojumu par visiem šiem tūlītējai piegādei posteņiem .
pl_pl: Stworzy zamówienie na wszystkie te elementy do natychmiastowej dostawy .
vi_vn: Điều này sẽ tạo ra một đơn đặt hàng cho tất cả các mặt hàng giao ngay .

source: Raise an invoice for
ar: رفع فاتورة لل
et: Tõsta arve
fa: بالا بردنفاکتور برای
fr_lu: Soulever une facture pour
hr_hr: Podignite račun za
ja: の請求書を上げ
lv_lv: Paaugstināt rēķinu par
pl_pl: Podnieść fakturę za
vi_vn: Nâng cao một hóa đơn cho

source: Recurring Orders
ar: الطلبيات المتكررة
et: Korduv Tellimused
fa: سفارشات دوره ای
fr_lu: Commandes récurrentes
hr_hr: Ponavljajući Narudžbe
ja: 繰越注文
lv_lv: Regulārais pārdo&#353;anas rīkojums
pl_pl: Zamówienia okresowe
vi_vn: Đơn đặt hàng định kỳ

source: A new recurring order can only be created if an order template has already been created from the normal order entry screen
ar: يمكن فقط إنشاء أمر متكرر جديد إذا تم بالفعل إنشاء قالب النظام من شاشة إدخال أمر طبيعي
et: Uus korduvad Selleks saab luua ainult siis, kuiselleks mall on juba tekkinudnormaalne et kanne ekraan
fa: نظم جدید دوره ای در محدوده تنها می تواند ایجاد شود اگر قالب منظور شده است در حال حاضر از روی صفحه نمایش جهت ورود نرمال ایجاد شده
fr_lu: Une nouvelle commande récurrente ne peut être créé que si un modèle de commande a déjà été créé à partir de l'écran habituel de saisie de commande
hr_hr: Novi ponavljajući kako se samo može nastati akobi predložak već je stvoren od normalnog unosa naloga zaslonu
ja: オーダーテンプレートが既に通常の注文入力画面から作成されている場合は、新しい定期的秩序にのみ作成することができます
lv_lv: Jaunu regulāru pārdo&#353;anas rīkojumu jāvēido uz rīkojuma veidne kur&#353; ir izveidots caur parasto rīkojumu
pl_pl: Zamówienie okresowe może zostać utworzone tylko wtedy,kiedy wcześniej utworzono wzór zamówienia z normalnego ekranu zamówienia
vi_vn: Một lệnh định kỳ mới chỉ có thể được tạo ra nếu một mẫu tự đã được tạo ra từ màn hình đơn hàng bình thường

source: To enter an order template select sales order entry from the orders tab of the main menu
ar: لإدخال قالب حدد إدخال أمر مبيعات أمر من علامة التبويب أوامر من القائمة الرئيسية
et: Sisestamiseks, et mall valige müügi et sissepäästellimusi sakk põhimenüü
fa: برای وارد شدن به منظور الگو را انتخاب کنید ورود سفارش فروش از تب دستورات منوی اصلی
fr_lu: Pour entrer dans un modèle d'entrée pour sélectionner l'ordre de vente à partir de l'onglet commandes du menu principal
hr_hr: Za unos narudžbe predložak odaberite prodaje unos naloga iz narudžbi kartici glavnog izbornika
ja: メインメニューの注文タブからオーダーテンプレートを選択し、販売受注を入力するには
lv_lv: Lai ievadītu pārdo&#353;anas rīkojuma veidni izvēlaties pārdo&#353;anas rīkojumu ni galvenās izvēlnes
pl_pl: Aby wprowadzić wzór zamówienia wybierz zamówienie sprzedaży z zakładki Zamówienia menu głównego
vi_vn: Để nhập một mẫu để lựa chọn đơn hàng bán hàng từ các đơn đặt hàng của tab menu chính

source: Could not delete recurring sales order lines for the recurring order template
ar: لا يمكن حذف التكراري خطوط ترتيب مبيعات للقالب النظام التكراري
et: Ei saa kustutada korduvad müügikorralduse readkorduvad et malli
fa: ممکن است دوره ای در محدوده خطوط فروش جهت سفارش قالب در محدوده زمانی را حذف کنید
fr_lu: Impossible de supprimer récurrents des lignes de commande client pour le modèle de commande récurrente
hr_hr: Ne može se izbrisati ponavljajući prodajni nalog linije za ponavljajući reda predloška
ja: 経常オーダーテンプレートの繰り返し受注明細を削除できませんでした
lv_lv: Nevar izdzēst regulārā pārdo&#353;anas rīkojuma līnijas priek&#353; regulārā rīkojuma veidnes
pl_pl: Nie mogę usunąć linii zamówienia z wzorca zamówienia okresowego
vi_vn: Không thể xóa định kỳ đường để bán hàng cho các đơn đặt hàng mẫu định kỳ

source: Could not delete the recurring sales order template number
ar: لا يمكن حذف مبيعات التكراري رقم الطلب قالب
et: Ei saa kustutada korduvad müügikorralduse malli number
fa: ممکن است حذف دوره ای در محدوده فروش سفارش قالب شماره نه
fr_lu: Impossible de supprimer le nombre de vente récurrente modèle de commande
hr_hr: Ne mogu izbrisati ponavljajući prodajni broj predloška redoslijed
ja: 定期的な受注のテンプレート番号を削除できませんでした
lv_lv: Nevar izdzēst regulārā pārdo&#353;anas rīkojuma veidnes numuru
pl_pl: Nie można usunąć wzorca zamówienia okresowego numer
vi_vn: Không thể xóa bán hàng định kỳ để số mẫu

source: Successfully deleted recurring sales order template number
ar: حذف بنجاح مبيعات التكراري رقم الطلب قالب
et: Edukalt kustutatud korduvaid müüki, et malli number
fa: با موفقیت حذف دوره ای در محدوده فروش سفارش تعداد قالب
fr_lu: Supprimé avec succès récurrents numéro de vente modèle de commande
hr_hr: Uspješno izbrisani ponavljajući kako prodaja Predložak broj
ja: 正常に削除され繰り返しの受注テンプレート番号
lv_lv: Veiksmīgi izdzēsts regulārā pārdo&#353;anas rīkojuma veidne
pl_pl: Usunięto wzorzec zamówienia okresowego numer
vi_vn: Xóa thành công định kỳ bán hàng để số mẫu

source: Select A Recurring Sales Order Template
ar: حدد A المبيعات قالب ترتيب التكراري
et: ValigeKorduv Müük Telli Mall
fa: انتخاب دوره ای در محدوده فروش قالب سفارش
fr_lu: Sélectionner un modèle de commande récurrente
hr_hr: Odaberite čestoj Prodaja predložak redoslijedom
ja: 繰り返し受注テンプレートを選択してください
lv_lv: Izvēlēties regulārā pārdo&#353;anas rīkojuma veidni
pl_pl: Wybierz wzorzec zamówienia okresowego
vi_vn: Chọn A Bán hàng định kỳ hàng mẫu

source: The last recurrence or start date of this recurring order must be a valid date in the format
ar: آخر تكرار أو تاريخ بدء هذا النظام التكراري يجب أن يكون تاريخا صحيحا في الشكل
et: Viimane kordumise või alguskuupäev see korduv et peab olema kehtiv kuupäev formaadis
fa: عود گذشته و یا تاریخ شروع دوره ای در محدوده از این دستور باید یک تاریخ معتبر در قالب
fr_lu: La date de la dernière récurrence ou le début de la présente ordonnance périodique doit être une date valide dans le format
hr_hr: Posljednji recidiv ili datum početka ovog ponavljajući kako mora bitiispravan datum u formatu
ja: この定期的な秩序の最後の再発または開始日の形式で有効な日付でなければなりません
lv_lv: Sākumu datumam un beigu datumu jāaizpilda pareizā datuma formātā
pl_pl: data ostatniego nawrotu lub początku tego cyklicznego zamówienia musi być poprawną datę w formacie
vi_vn: Sự tái phát cuối cùng hoặc ngày bắt đầu của để định kỳ này phải là một ngày hợp lệ trong định dạng

source: The end date of this recurring order must be a valid date in the format
ar: يجب أن يكون تاريخ نهاية هذا النظام التكراري تاريخ صالح في شكل
et: Lõppkuupäeva see korduv et peab olema kehtiv kuupäev formaadis
fa: تاریخ پایان این منظور باید دوره ای در محدوده تاریخ صحیحی در قالب
fr_lu: La date de fin de la présente ordonnance périodique doit être une date valide dans le format
hr_hr: Datum završetka ovog ponavljajući kako mora bitiispravan datum u formatu
ja: この定期的なオーダーの終了日は、形式で有効な日付でなければなりません
lv_lv: Beigu datumu jāaizpilda pareizā datuma formātā
pl_pl: Pole Do zamówienia okresowego musi zawierać datę w formacie
vi_vn: Ngày cuối cùng của để định kỳ này phải là một ngày hợp lệ trong định dạng

source: The end date of this recurring order must be after the start date
ar: يجب أن يكون تاريخ نهاية هذا النظام التكراري بعد تاريخ البدء
et: Lõppkuupäeva see korduv et peab olema pärastalguskuupäeva
fa: تاریخ پایان این منظور باید در محدوده زمانی پس از تاریخ شروع می شود
fr_lu: La date de fin de la présente ordonnance récurrents doit être postérieure à la date de début
hr_hr: Datum završetka ovog ponavljajući kako mora biti nakon datuma početka
ja: この定期的なオーダーの終了日が開始日の後でなければなりません
lv_lv: Beigu datumam ir jābūt pēc sākuma datuma
pl_pl: Data końcowa zamówienia okresowego musi być późniejsza od daty początkowej.
vi_vn: Ngày cuối cùng của để định kỳ này phải sau ngày bắt đầu

source: The recurring order cannot be added because
ar: لا يمكن إضافة أمر متكرر لأن
et: Korduvad , et ei saa lisada , sest
fa: منظور تکرار را نمی توان به دلیل ارسال
fr_lu: Impossible d'ajouter la commande récurrente:
hr_hr: Ponavljajući kako se ne može dodati jer
ja: 定期的な順序がないため追加できません
lv_lv: Regulārāis pārdo&#353;anas rīkojumu nevar pievienot, jo
pl_pl: Nie można dodać zamówienia okresowego ponieważ
vi_vn: Thứ tự không tái diễn có thể được thêm vào bởi vì

source: The new recurring order template has been added
ar: تمت إضافة قالب النظام التكراري جديدة
et: Uus korduvaid et mall on lisatud
fa: قالب جدید جهت محدوده زمانی افزوده شده است
fr_lu: Le modèle de commande récurrente a été ajouté
hr_hr: Novi ponavljajući kako je predložak dodano
ja: 新しい定期的なオーダーテンプレートが追加されている
lv_lv: Tika pievienots jauns regulārā pārdo&#353;anas rīkojuma &#353;ablons
pl_pl: Dodano nowy wzorzec zamówienia okresowego
vi_vn: Mới định kỳ để mẫu đã được thêm vào

source: The recurring order cannot be updated because
ar: لا يمكن تحديث النظام المتكررة بسبب
et: Korduvad , et ei saa ajakohastada , sest
fa: منظور تکرار را نمی توان به دلیل به روز شده
fr_lu: Impossible de mettre à jour la commande récurrente:
hr_hr: Ponavljajući kako ne može biti ažurirana , jer
ja: 定期的な順序がないため更新できません
lv_lv: Regulārāis pārdo&#353;anas rīkojuma veidni nevar labot, jo
pl_pl: Nie można zmienić zamówienia okresowego ponieważ
vi_vn: Thứ tự định kỳ không thể được cập nhật bởi vì

source: The recurring order template has been updated
ar: تم تحديث القالب النظام التكراري
et: Korduvad , et malli on uuendatud
fa: قالب نظم دوره ای در محدوده به روز شده است
fr_lu: Le modèle de commande récurrente a été mis à jour
hr_hr: Ponavljajući kako Predložak je ažuriran
ja: 定期的なオーダーテンプレートが更新されている
lv_lv: Regulārāis pārdo&#353;anas rīkojuma veidne tika labota
pl_pl: Wzorzec zamówienia okresowego został zmieniony
vi_vn: Thứ tự mẫu định kỳ đã được cập nhật

source: Enter New Sales Order
ar: أدخل مبيعات النظام الجديد
et: Sisesta uus Müük Telli
fa: را وارد کنید سفارش های جدید فروش
fr_lu: Saisir une nouvelle commande
hr_hr: Unesite novi prodajni nalog
ja: 新販売受注入力
lv_lv: Ievadīt jaunu pārdo&#353;anas rīkojumu
pl_pl: Wprowadź Nowe Zamówienie
vi_vn: Thêm một đơn hàng mới

source: Recurring Order for Customer
ar: طلب متكرر لخدمة العملاء
et: Korduv Telli Kliendi
fa: سفارش برای دوره ای در محدوده مشتری
fr_lu: Commande récurrente pour le client
hr_hr: Ponavljajući Nalog za kupca
ja: 得意先向け繰越注文
lv_lv: Regulārais pārdo&#353;anas rīkojums klientam
pl_pl: Zamówienie Okresowe dla klienta
vi_vn: Định kỳ hàng cho khách hàng

source: Street
ar: شارع
et: tänav
fa: خیابان
fr_lu: Rue
hr_hr: Ulica
ja: ストリート
lv_lv: Adreses līnija 1
pl_pl: Ulica
vi_vn: Phố

source: Suburb
ar: ضاحية
et: eeslinn
fa: حومه شهر
fr_lu: Localite
hr_hr: Kvart
ja: 郊外
lv_lv: Adreses līnija 2
pl_pl: Poczta
vi_vn: ngoại ô

source: City
ar: مدينة
et: linn
fa: شهرستان
fr_lu: Ville
hr_hr: Grad
ja: 都市
lv_lv: Adreses līnija 3
pl_pl: Miasto
vi_vn: Thành phố

source: Region
ar: منطقة
et: piirkond
fa: منطقه
fr_lu: Région
hr_hr: Regija
ja: 地域
lv_lv: Adreses līnija 4
pl_pl: Województwo
vi_vn: Vùng

source: Post Code
ar: الرمز البريدي
et: Postiindeks
fa: کد پستی
fr_lu: Code Postal
hr_hr: Poštanski broj
ja: 郵便コード
lv_lv: Adreses līnija 5
pl_pl: Kod Pocztowy
vi_vn: Mã bưu chính

source: Last Recurrence
ar: تكرار مشاركة
et: viimati Kordus
fa: تاریخ و زمان آخرین عود
fr_lu: Dernière récurrence
hr_hr: Zadnja Ponavljanje
ja: 最後の再発
lv_lv: Pēdējā reize
pl_pl: Ostatnie wystąpienie
vi_vn: tái phát cuối cùng

source: Finish Date
ar: تاريخ الانتهاء
et: lõpeta aeg
fa: تاریخ پایان
fr_lu: Date de clôture
hr_hr: Završni datum
ja: 完了日
lv_lv: Beigu datums
pl_pl: Data Końcowa
vi_vn: Ngày kết thúc

source: Frequency of Recurrence
ar: تردد التكرار
et: Frequency kordumise
fa: بررسی فراوانی عود
fr_lu: Fréquence de récurrence
hr_hr: Učestalost recidiva
ja: 再発の頻度
lv_lv: Biežums
pl_pl: Częstość powtarzania
vi_vn: Tần suất tái phát

source: Fortnightly
ar: نصف شهري
et: iga kahe nädala tagant
fa: دوهفتگی
fr_lu: Tous les quinze jours
hr_hr: četrnaestodnevni
ja: 2週間ごとの
lv_lv: Reizi divās nedēļās
pl_pl: Co dwa tygodnie
vi_vn: mổi tháng hai lần

source: Bi-monthly
ar: نصف شهرية
et: Kord kahe kuu
fa: بی ماهانه
fr_lu: Bi-mensuelle
hr_hr: Bi - mjesečna
ja: 隔月
lv_lv: Divreiz mēnesī
pl_pl: Co 2 miesiące
vi_vn: Hai tháng

source: Quarterly
ar: فصلي
et: kvartaalne
fa: فصلنامه
fr_lu: Trimestriel
hr_hr: tromjesečni
ja: 四半期
lv_lv: Reizi ceturksnī
pl_pl: Co Kwartał
vi_vn: quý

source: Bi-Annually
ar: مرتين سنويا
et: Kaks korda aastas
fa: بی سالانه
fr_lu: Bi-annuel
hr_hr: Dva puta godišnje
ja: 隔年
lv_lv: Reizi pusgadā
pl_pl: Co pół roku
vi_vn: Bi - Hàng năm

source: Annually
ar: سنويا
et: aastas
fa: سالانه
fr_lu: Annuellement
hr_hr: svake godine
ja: 年次
lv_lv: Reizi gadā
pl_pl: Co rok
vi_vn: Hàng năm

source: Invoice Automatically
ar: الفاتورة تلقائيا
et: arve automaatselt
fa: فاکتور به صورت خودکار
fr_lu: Facturation automatique
hr_hr: Račun Automatski
ja: 自動請求
lv_lv: Reiķinu sagatavot automātiski
pl_pl: Fakturowanie Automatyczne
vi_vn: Tự động làm hóa đơn

source: Update Recurring Order Details
ar: تحديث التكراري تفاصيل الطلب
et: Uuenda Korduv Tellimuse üksikasjad
fa: به روز رسانی اطلاعات سفارش در محدوده زمانی
fr_lu: Détails Mise à jour de commande récurrente
hr_hr: Ažuriranje ponavljajući Detalji Naručivanje
ja: 繰越注文詳細更新
lv_lv: Labot regulāro pārdo&#353;anas rīkojumu
pl_pl: Update cykliczne Szczegóły zamówienia
vi_vn: Cập nhật thông tin hàng định kỳ

source: Delete Recurring Order
ar: حذف طلب التكراري
et: Kustuta Korduv Tellimus
fa: حذف دوره ای در محدوده سفارش
fr_lu: Supprimer une commande récurrente
hr_hr: Brisanje Ponavljajući red
ja: 繰越注文削除
lv_lv: Dzēst regulāro pārdo&#353;anas rīkojumu
pl_pl: Usuń Zamówienie Okresowe
vi_vn: Xóa định kỳ hàng

source: Are you sure you wish to delete this recurring order template?
ar: هل أنت متأكد أنك تريد حذف هذا القالب النظام التكراري ؟
et: Oled sa kindel, et soovid kustutada selle korduv et mall?
fa: آیا شما مطمئن هستید که میخواهید حذف این قالب نظم دوره ای در محدوده؟
fr_lu: Voulez-vous supprimer ce modèle de commande récurrente?
hr_hr: Jeste li sigurni da želite izbrisati ovaj ponavlja redoslijed predložak ?
ja: あなたは、この定期的な注文テンプレートを削除したいか？
lv_lv: Vai tie&#353;ām vēlaties dzēst regulāro pārdo&#353;anas rīkojumu
pl_pl: Jesteś pewien,ze chcesz usunąć to zamówienie okresowe?
vi_vn: Bạn có chắc bạn muốn xóa này để định kỳ mẫu?

source: Recurring Orders Process
ar: أوامر العملية المتكررة
et: Korduv Tellimused Process
fa: دوره ای در محدوده فرآیند سفارشات
fr_lu: Traiter les commandes récurrentes
hr_hr: Ponavljajući proces narudžbe
ja: 繰越注文処理
lv_lv: Atkārtojas Pasūtījumi process
pl_pl: Przetwórz Zamówienia Okresowe
vi_vn: Định kỳ đơn đặt hàng quá trình

source: There was a problem retrieving the recurring sales order templates. The database reported:
ar: كانت هناك مشكلة استرداد التكراري قوالب ترتيب مبيعات .
et: Tekkis probleem allalaadimisekorduvad müügi et malle.
fa: بود مشکل بازیابی دوره ای در محدوده منظور فروش قالب وجود دارد. پایگاه گزارش شده :
hr_hr: Došlo je doproblema prilikom preuzimanja višekratne prodajni nalog predloške .
ja: 定期的な受注のテンプレートを取得に問題が発生しました。
lv_lv: Radāsproblēma, atjaunojot regulāros pārdošanas pasūtījuma veidnes .
pl_pl: Problem z odtworzeniem wzorców zamówień okresowych z bazy danych:
vi_vn: Có một lỗi khi truy xuất bán hàng định kỳ để mẫu .

source: There are no recurring order templates that are due to have another recurring order created
ar: لا توجد قوالب النظام المتكررة التي هي نتيجة ل ديك أمر آخر التكراري خلق
et: Puuduvad korduvad et malle, mis on lähiajal veel korduvad selleks loodud
fa: هیچ دوره ای در محدوده سفارش قالب هایی که به دلیل دیگری را نیز در جهت ایجاد دوره ای در محدوده وجود دارد
fr_lu: Il n'y a pas de commande récurrente des modèles qui sont dues à une autre commande récurrente créé
hr_hr: Nema ponavljajući reda predložaka koji su s obzirom na još jedan ponavljajući red stvorili
ja: 作成済みの期日がきた他の繰越注文を持っている繰越注文テンプレートがありません
lv_lv: Nav regulāru pasūtījuma veidnes, kas ir saistīts ar vēl vienu periodisku izveidoto kārtību
pl_pl: Brak wzorców zamówień na podstawie których utworzono zamówienia okresowe
vi_vn: Không có mẫu nào để định kỳ mà là do có một lệnh định kỳ tạo

source: The number of recurring orders to process is
ar: عدد الطلبات المتكررة ل عملية
et: Arvu korduvate tellimuste töötlemiseks on
fa: تعداد سفارشات دوره ای در محدوده به پروسه
fr_lu: Nombre de commande récurrente à traiter
hr_hr: Broj ponavljajućih naloga za obradu je
ja: 繰越注文処理
lv_lv: Tika pievienots jauns regulārā pārdo&#353;anas rīkojuma &#353;ablons
pl_pl: Liczba powtarzających się zamówień na proces
vi_vn: Số lượng đơn đặt hàng định kỳ để xử lý là

source: Recurring order
ar: النظام التكراري
et: Korduv et
fa: سفارش دوره ای در محدوده
fr_lu: Commande récurrente
hr_hr: Ponavljajući kako
ja: 繰越注文
lv_lv: atkārtojas rīkojums
pl_pl: Zamówienie okresowe
vi_vn: để định kỳ

source: Date calculated for the next recurrence was
ar: كان تاريخ يحسب ل تكرار المقبل
et: Kuupäev arvutatakse järgmise kordumise
fa: تاریخ برای عود بعدی محاسبه شد
fr_lu: Date calculée de la prochaine récurrence
hr_hr: Datum računa za sljedeću recidiva je
ja: 次の再発のために計算された日だった
lv_lv: Datums, ko aprēķina par nākamo atkārtošanās bija
pl_pl: Data obliczona na kolejne wznowy
vi_vn: Ngày tính cho sự tái phát tiếp theo là

source: A new order has been created from a recurring order template for customer
ar: تم إنشاء نظام جديد من قالب النظام المتكررة للعملاء
et: Uus kord on loodudkorduvaid et malli klient
fa: نظم نوین شده است از قالب نظم دوره ای برای مشتری ایجاد شده
fr_lu: Une nouvelle commande a été créé à partir d'un modèle de commande récurrente pour le client
hr_hr: Novi poredak je stvoren od ponavljajućih reda predložak za kupca
ja: 新しい順序は顧客のために定期的な注文テンプレートから作成されている
lv_lv: Jaunā kārtība ir izveidota no atkārtotu pasūtījuma veidni klientu
pl_pl: Utworzono nowe zamówienie z wzorca zamówienia okresowego dla klienta
vi_vn: Một trật tự mới đã được tạo ra từ một thứ tự mẫu định kỳ cho khách hàng

source: The order number is:
ar: رقم الطلب هو:
et: Järjekorranumber on:
fa: تعداد سفارش شده است :
hr_hr: Kako je broj :
ja: 注文番号:
lv_lv: Kārtas numuru :
pl_pl: Numer zamówienia:
vi_vn: Mã số đặt hàng là

source: The line items of the recurring order cannot be retrieved because
ar: لا يمكن استرداد بنود النظام المتكررة بسبب
et: Line esemeid korduvaid et ei saa taastada , sest
fa: آیتم های خط دستور در محدوده زمانی می تواند قابل بازیابی نیست زیرا
fr_lu: Les postes de l'ordre récurrents ne peuvent être récupérés en raison
hr_hr: Stavke retka u ponavljajući kako se ne mogu dohvatiti , jer
ja: 経常オーダーの行項目を取得することはできませんので、
lv_lv: Posteņu par atkārtotu rīkojumu nevar iegūt , jo
pl_pl: Pozycje zamówienia okresowego nie mogą być odtworzone ponieważ
vi_vn: Các mục dòng lệnh định kỳ không thể được lấy ra bởi vì

source: Could not insert the order lines from the recurring order template
ar: لا يمكن إدراج الأسطر أمر من قالب النظام التكراري
et: Ei saanud lisada, et readkorduvad et malli
fa: ممکن است وارد نمی خطوط منظور از قالب نظم دوره ای
fr_lu: Impossible d'insérer les lignes de commande à partir du modèle
hr_hr: Ne mogu umetnuti retke naručivanje iz ponavljajući reda predloška
ja: 経常オーダーテンプレートから注文行を挿入できませんでした
lv_lv: Nevar ievietot kārtas līnijas no regulāru pasūtījuma veidni
pl_pl: Nie udało się utworzyć pozycji zamówienia według wzorca zamówienia okresowego
vi_vn: Không có thể chèn các dòng theo thứ tự từ thứ tự mẫu định kỳ

source: Could not update the last recurrence of the recurring order template. The database reported the error:
ar: تعذر تحديث تكرار الأخير من قالب النظام المتكررة.
et: Ei saa uuendada viimase kordumisekorduvaid et malli.
fa: ممکن است عود آخرین بروز رسانی از قالب نظم دوره ای نیست. پایگاه گزارش خطا :
hr_hr: Ne može se ažurirati posljednji povratak na opetovana reda predloška .
ja: 経常オーダーテンプレートの最後の再発を更新できませんでした。
lv_lv: Nevarēja atjaunināt pēdējo atkārtošanos atkārtotu pasūtījuma veidni .
pl_pl: Nie można zaktualizować ostatniego zamówienia kresowego. Błąd bazy danych:
vi_vn: Không thể cập nhật tái phát cuối cùng của thứ tự mẫu định kỳ.

source: Recurring order was created for
ar: تم إنشاء النظام المتكررة لل
et: Korduv Selleks loodi
fa: سفارش برای دوره ای ساخته شده است
fr_lu: Une commande récurrente a été créée pour
hr_hr: Ponavljajući kako je stvoren za
ja: 定期的な順序は、のために作成されました
lv_lv: Atkārtojas rīkojums tika izveidots
pl_pl: Utworzono zamówienie okresowe dla
vi_vn: Để định kỳ được tạo ra cho

source: with order Number
ar: مع رقم الطلب
et: järjekorranumbriga
fa: با شماره سفارش
fr_lu: et a pour numéro:
hr_hr: uz broj naloga
ja: 注文番号と
lv_lv: ar kārtas numuru
pl_pl: o numerze
vi_vn: với mã số đặt hàng

source: Unable to determine the area where the sale is to, from the customer branches table, please select an area for this branch
ar: غير قادر على تحديد المنطقة حيث بيع هو ، من الجدول الفروع العملاء ، يرجى تحديد منطقة ل هذا الفرع
et: Ei saa otsustada,kusmüük on , kliendi oksad tabelis , palun valigeala selle filiaal
fa: قادر به تعیین محدوده ای که فروش است ، از مشتری جدول شاخه را انتخاب کنید برای این منطقه شعبه
fr_lu: Impossible de déterminer la zone où la vente doit , à partir de la table des branches à la clientèle, s'il vous plaît choisir une région pour cette branche
hr_hr: Nije moguće odrediti područje na kojemse prodaju je , sa stola kupca grane , molimo Vas da odaberete područje za ovu granu
ja: 販売、顧客支店テーブルから、にある領域を決定することができません、このブランチのための領域を選択してください
lv_lv: Nevar noteikt vietu, kurtirdzniecība ir , no klienta filiāles galda , lūdzu, izvēlieties telpu šajā filiālē
pl_pl: Nie można określić obszaru do którego ma nastąpić sprzedaż. Wybierz obszar dla tego oddziału klienta
vi_vn: Không thể xác định các khu vực bán hàng là để , từ bảng chi nhánh khách hàng , xin vui lòng chọn một khu vực cho chi nhánh này
