Repository: timschofield/KwaMoja-Medical
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar, et, fa, fr_lu, hr_hr, ja, lv_lv, pl_pl, vi_vn

source: payments cannot be analysed against GL accounts until the GL accounts are set up
ar: المدفوعات لا يمكن تحليلها على حسابات GL حتى يتم تعيين حسابات جي
et: makseid ei ole võimalik analüüsida vastu GL kontod kuniGL kontod on loodud
fa: پرداخت حساب می تواند بر علیه گرم در تجزیه و تحلیل نمی شود تا زمانی که حساب های گرم در حال راه اندازی
fr_lu: les paiements ne peuvent être analysés par rapport aux comptes GL avant que les comptes GL soient définis
hr_hr: plaćanja ne može se analizirati u odnosu na GL račune dok se GL račune postavili
ja: GLアカウントが設定されるまで、支払いはGL勘定に対して分析することができません
lv_lv: maksājumus nevar analizēt pret GL kontos līdz GL konti ir izveidotas
pl_pl: nie można analizować płatności przed utworzeniem kont
vi_vn: thanh toán s? không du?c phân tích cho s? cái tài kho?n cho d?n khi s? cài tài kho?n du?c thi?t l?p

source: Cheque/Voucher Number
ar: شيك / القسيمة رقم
et: Tšekk / Voucher Number
fa: چک / شماره کوپن
fr_lu: Nombre de chèques
hr_hr: Ček / bon broj
ja: 小切手番号
lv_lv: Čeks / kuponu skaits
pl_pl: Czek / Liczba Voucher
vi_vn: S? séc/phi?u

source: Are you sure you wish to delete this payment analysis item?
ar: هل أنت متأكد أنك تريد حذف هذا البند التحليل الدفع؟
et: Oled sa kindel, et soovid kustutada selle makse analüüs toode ?
fr_lu: Voulez-vous supprimer cet article d'analyse de paiement?
hr_hr: Jeste li sigurni da želite obrisati ovu stavku plaćanja analiza ?
ja: この仕入先価格を削除してもよろしいですか？

source: Accept and Process Payment
ar: قبول وعملية الدفع
et: Võtta ja töödelda makse
fa: فرایند پذیرش و پرداخت
fr_lu: Accepter et effectuer le paiement
hr_hr: Prihvati i postupak plaćanja
ja: 受け入れと支払処理
lv_lv: Apstiptināt un apstrādāt maksājumu
pl_pl: Zaakceptuj i Przetwórz Wypłatę
vi_vn: Ch?p nh?n và s? lý thanh toán

source: Amount of Payment
ar: مبلغ الدفع
et: Maksesumma
fa: مبلغ پرداخت
fr_lu: Montant des paiements
hr_hr: Iznos plaćanja
ja: 支払総額
lv_lv: Summa
pl_pl: Wartość Wypłaty
vi_vn: Lượng thanh toán

source: Assignment of Cash to Petty Cash Tab
ar: احالة النقد إلى نقد تافه تبويب
et: Ülesanne sularaha sularaha Tab
fa: واگذاری پول نقد به برگه تنخواه گردان
fr_lu: Cession de trésorerie à l'onglet de la petite caisse
hr_hr: Raspored Novac se Petty Cash Tab
ja: 小口現金]タブにキャッシュの割り当て
lv_lv: Piešķīrums naudas , lai Petty Cash Tab
pl_pl: Przyporządkowanie Cash Cash Petty Tab
vi_vn: Phân b? ti?n m?t cho Tab ti?n m?t tiêu v?t

source: You Must First Select a Petty Cash Tab To Assign Cash
ar: يجب عليك تحديد أول علامة تبويب المصروفات النثرية لتعيين النقد
et: Peate esmalt valimasularaha Tab määrata Cash
fr_lu: Vous devez d'abord sélectionner un onglet de petite caisse Pour assigner trésorerie
hr_hr: Najprije morate Odaberite Petty Cash Tab Za dodjelu Novac
ja: あなたが最初にキャッシュを割り当てるために小口現金]タブを選択する必要があります
lv_lv: Jums vispirms jāizvēlas Petty Cash Tab Piešķirt Cash
vi_vn: Đầu tiên bạn phải chọn một Tab Tiền Petty để Gán Tiền

source: The number of days must be a positive number
fr_lu: La quantité économique doit être un nombre positif
ja: セクション番号は整数でなければなりません

source: The Amount must be input
fr_lu: Le montant doit être entré
ja: 勘定コードは数字でなければいけない

source: The balance after this assignment would be greater than the specified limit for this PC tab
ar: ان التوازن بعد هذا التكليف أن يكون أكبر من الحد المحدد لهذا التبويب PC
et: Tasakaalu pärast seda ülesannet oleks suurem kui määratud tähtaeg see PC tab
fa: تعادل پس از این واگذاری می تواند بیشتر از حد مشخص شده برای این زبانه کامپیوتر
fr_lu: Le solde après cette cession serait supérieure à la limite spécifiée pour cet onglet PC
hr_hr: Ravnoteža nakon ovog zadatka će biti veći od određenog limita za ovaj PC kartici
ja: この割り当て後のバランスはこのPCタブの指定された制限よりも大きいだろう
lv_lv: Pēc šī uzdevuma bilance būtu lielāka par noteikto limitu šim PC cilni
pl_pl: Bilans po to zadanie będzie większy niż określony limit dla tej karty PC
vi_vn: Sự cân bằng sau khi nhiệm vụ này sẽ là lớn hơn giới hạn quy định cho tab máy tính này

source: Assignment of cash to PC Tab
ar: احالة النقدية إلى تبويب PC
et: Loovutamine raha PC Tab
fa: واگذاری پول نقد را به کامپیوتر زبانهها
fr_lu: Cession d'argent pour PC Tab
hr_hr: Dodjela novca za PC Tab
ja: PCタブにキャッシュの割り当て
lv_lv: Piešķīrums naudas, lai PC Tab
pl_pl: Przydział środków pieniężnych do PC Tab
vi_vn: Giao tiền mặt cho máy tính Tab

source: The assignment of cash record could not be deleted because
ar: لا يمكن حذف احالة سجل النقدية بسبب
et: Loovutamise raha rekord ei saa kustutada , sest
fa: واگذاری سابقه نقدی نمی تواند به دلیل های حذف شده
fr_lu: La cession de l'enregistrement de trésorerie ne pouvait pas être supprimé car
hr_hr: Dodjela novčanih rekord ne može biti izbrisan , jer
ja: 部品構成表は取り戻しができませんでした理由は
lv_lv: Skaidras naudas ierakstu nodošana nevarēja izdzēst , jo
pl_pl: Przypisanie rekordu pieniężne nie mogą zostać usunięte, ponieważ
vi_vn: Việc chuyển nhượng kỷ lục tiền không thể bị xóa bởi vì

source: Petty Cash Tab To Assign Cash
ar: تافه تبويب النقد لتعيين النقد
et: Petty Cash Tab määrata Cash
fa: نوار تنخواه گردان را به او واگذار نقدی
fr_lu: Tab de petite caisse Pour assigner trésorerie
hr_hr: Petty Cash Tab Za dodjelu Novac
ja: キャッシュを割り当てるには小口現金]タブ
lv_lv: Petty Cash Tab Piešķirt Cash
pl_pl: Petty Tab Cash Cash Przypisywanie
vi_vn: Petty Tiền Tab để Gán Tiền

source: Select another tab
ar: حدد علامة تبويب أخرى
et: Vali teine ​​sakk
fr_lu: Sélectionner un autre onglet
hr_hr: Odaberite drugu karticu
ja: 倉庫選択

source: Detail Of PC Tab Movements For Last
ar: التفاصيل من PC تبويب حركات آخر
et: Detail arvuti Tab liikumise Viimane
fr_lu: Détail des mouvements de fonds de caisse
hr_hr: Pojedinosti PC Tab pokreta za Zadnji
ja: 最後のためのPCタブの動きの詳細
lv_lv: Detaļu datoru Tab svārstībām Last
vi_vn: Chi tiết của máy PC Tab Biến động Đối với cuối

source: Days
ar: أيام
et: päeva
fa: روز
fr_lu: Jours
hr_hr: Dani
ja: 日数
lv_lv: Dienas
pl_pl: dni
vi_vn: ngày

source: Expense Code
ar: كود حساب
et: kulu kood
fa: هزینه کد
fr_lu: Code de frais
hr_hr: Rashodi Code
ja: タイプコード
lv_lv: izdevumu kods
pl_pl: Kodeks wydatków
vi_vn: Mã chi phí

source: Are you sure you wish to delete this code and the expense it may have set up?
ar: هل أنت متأكد أنك تريد حذف هذه المدونة و حساب قد أعددت ؟
et: Oled sa kindel, et soovid kustutada selle kood ja kulul võib loonud ?
fa: آیا شما مطمئن هستید که میخواهید حذف این کد و هزینه آن را ممکن است راه اندازی؟
fr_lu: Voulez-vous supprimer ce code et les dépenses attenantes?
hr_hr: Jeste li sigurni da želite izbrisati ovaj kod i trošak može se postaviti ?
ja: この仕入先価格を削除してもよろしいですか？
lv_lv: Vai tu tiešām vēlies dzēst šo kodu un izdevumus, tas var būt izveidota ?
pl_pl: Czy na pewno chcesz usunąć ten kod i kosztów może mieć ustawiony?
vi_vn: B?n có ch?c mu?n xóa mã s? này và nh?ng chi phí nó dã thi?t l?p?

source: Current balance
ar: الرصيد الحالي
et: kontokorrentsaldo
fa: تعادل کنونی
fr_lu: Balance courante
hr_hr: Trenutačno stanje
ja: 通貨メンテナンス
lv_lv: Mēneša bilances
pl_pl: Saldo
vi_vn: S? du hi?n t?i

source: Update Cash Assignment
ar: تحديث تعيين النقد
et: Uuenda Raha loovutamine
fa: به روز رسانی واگذاری نقدی
fr_lu: Cession de trésorerie mise à jour
hr_hr: Ažuriranje Cash dodjele
ja: 行更新
lv_lv: Atjaunināt Cash Pielietojums
pl_pl: Zadanie Cash Update
vi_vn: C?p nh?t chuy?n ti?n m?t

source: New Cash Assignment
ar: تعيين نقدية جديدة
et: Uus raha loovutamine
fa: جدید واگذاری نقدی
fr_lu: Cession Cash New
hr_hr: Novi Novac Raspored
ja: 新しいキャッシュの割り当て
lv_lv: Jauns Naudas piešķiršana
pl_pl: Zadanie Cash New
vi_vn: Chuy?n ti?n m?t m?i

source: Cash Assignation Date
ar: الرذيلة النقدية التسجيل
et: Raha üleandmiseks aeg
fa: نقدی تاریخ قرار ملاقات
fr_lu: Date Assignation de trésorerie
hr_hr: Novac povjeravanju Datum
ja: 現金割り当て日
lv_lv: Naudas nodošana datums
pl_pl: Data Wyznaczenie Cash
vi_vn: Ngày giao ti?n m?t

source: Authorisation of Petty Cash Expenses
ar: التفويض من بالمصروفات النثرية
et: Autoriseerimine sularaha kulud
fr_lu: Autorisation de dépenses "Petty Cash"
hr_hr: Odobravanje blagajni troškova
ja: 小口現金経費の認可
lv_lv: Atļauja skaidras naudas līdzekļi izdevumiem

source: You Must First Select a Petty Cash Tab To Authorise
ar: يجب عليك تحديد أول علامة تبويب المصروفات النثرية ل • السماح لل
et: Peate esmalt valimasularaha Tab Lubada
fa: شما ابتدا باید یک تب پتی نقدی را انتخاب کنید برای Authorise
fr_lu: Sélectionner un fonds de caisse pour autorisation
hr_hr: Najprije morate Odaberite Petty Cash Tab Za odobravanje
ja: あなたは、まずAuthoriseする小口現金]タブを選択する必要があります
lv_lv: Jums vispirms jāizvēlas Petty Cash Tab Lai Pilnvarot
pl_pl: Najpierw trzeba wybrać Petty Tab gotówki do autoryzację
vi_vn: Đầu tiên bạn phải chọn một Tab Tiền Petty Để Ủy quyền

source: Petty Cash
ar: مبلغ صغير
et: käsikassa
fa: خرده نقدی
fr_lu: petite caisse
hr_hr: novac za sitne troškove
ja: 小口現金
pl_pl: Podręczna gotówka
vi_vn: tiền lẻ,số tiền nhỏ

source: Authorisation Of Petty Cash Expenses
ar: التفويض بالمصروفات النثرية
et: Luba sularahast kulud
fr_lu: Autorisation de dépenses "Petty Cash"
hr_hr: Odobrenje od sitnih novčanih izdataka
ja: 小口現金費用の認可
lv_lv: Atļauja skaidras naudas līdzekļi izdevumiem

source: Detail Of Movement For Last
ar: التفاصيل من حركة لآخر
et: Täpsusta liikumine Viimane
fa: جزئیات جنبش برای آخرین
fr_lu: Détails des mouvements au cours des derniers
hr_hr: Detalj kretanja Zadnji
ja: 最後の移動の詳細
lv_lv: Detail pārvietošanās Last
pl_pl: Szczegóły Przepływu Ostatnie
vi_vn: Xem chi tiết Trong Phong trào Đối với cuối

source: Authorise expenses to Petty Cash Tab
ar: • السماح لل نفقات إلى بيتي تبويب النقد
et: Lubada kulud sularaha Tab
fr_lu: Autoriser les dépenses "Petty Cash Tab"
hr_hr: Odobravanje troškove blagajni Tab
ja: 小口現金]タブに費用がAuthorise
lv_lv: Pilnvarot izdevumus, lai Petty Cash Tab

source: Claim Petty Cash Expenses From Tab
ar: المطالبة بالمصروفات النثرية من تبويب
et: Nõuda sularaha kulud Tab
fa: ادعای هزینه تنخواه گردان از نوار
fr_lu: Revendication dépenses de petite caisse partir de l'onglet
hr_hr: Tvrde Petty troškovi gotovinu iz Tab
ja: タブから、小口現金の経費を請求する
lv_lv: Apgalvo, skaidras naudas līdzekļi Izdevumi No Tab
pl_pl: Roszczenie drobnych wydatków Cash Od Tab
vi_vn: Yêu cầu bồi thường chi phí tiền Petty Từ Tab

source: You have not selected a tab to claim the expenses on
ar: لم تقم بتحديد علامة تبويب للمطالبة النفقات على
et: Sa ei ole valinudlingile väidavadkulud
fa: شما یک تب به ادعای هزینه در انتخاب نیست
fr_lu: Pas d'onglet sélectionné pour la déclaration des frais
hr_hr: Niste odabrali karticu potraživati ​​troškove na
ja: あなたが上の経費を請求するタブを選択していない
lv_lv: Jūs neesat izvēlējies cilni pieprasīt izdevumus par
pl_pl: Nie wybrałeś kartę do dochodzenia kosztów na
vi_vn: Bạn không chọn một thẻ để yêu cầu bồi thường các chi phí trên

source: You have not selected an expense to claim on this tab
ar: لم تقم بتحديد نفقة للمطالبة في هذا التبويب
et: Sa ei ole valinudkulul nõuda selle kaardi
fa: شماهزینه را انتخاب نکردهاید به ادعای این برگه
fr_lu: Pas de frais sélectionné pour ajouter dans cet onglet
hr_hr: Niste odabrali trošak tvrditi na ovoj kartici
ja: あなたは、このタブで請求費用を選択していない
lv_lv: Jūs neesat izvēlējies izdevumus pieprasīt šīs cilnes
pl_pl: Nie wybrano koszt umieszczenia na tej karcie
vi_vn: Bạn không chọn một khoản chi phí để yêu cầu bồi thường trên tab này

source: The Amount must be greater than 0
ar: يجب أن يكون المبلغ أكبر من 0
et: Summa peab olema suurem kui 0
fa: مبلغ باید بزرگتر از 0 بود
fr_lu: Le montant doit être supérieur à 0
hr_hr: Iznos mora biti veći od 0
ja: 勘定コードは数字でなければいけない
lv_lv: Summai jābūt lielākam par 0
pl_pl: Kwota musi być większa niż 0
vi_vn: Lượng nhập vào phải lớn hơn 0

source: The Expense Claim on Tab
ar: المطالبة المصروفات على تبويب
et: Kulu nõude Tab
fa: ادعای هزینه بر روی زبانه
fr_lu: La demande de remboursement sur l'onglet
hr_hr: Rashodi zahtjeva na Tab
ja: タブ上の経費請求
lv_lv: Izdevumu Prasības pret Tab
pl_pl: Roszczenie wydatków na karcie
vi_vn: Các yêu cầu bồi thường chi phí trên Tab

source: Petty Cash Expense record could not be deleted because
ar: لا يمكن حذف سجل المصروفات النثرية النقدية بسبب
et: Petty Cash Kulutuse ei saa kustutada , sest
fa: خرده نقدی هزینه ثبت نمی تواند به دلیل های حذف شده
fr_lu: Enregistrement de dépenses de petite caisse ne peut pas être supprimée car
hr_hr: Petty Cash Rashodi zapis nije mogao biti izbrisan , jer
ja: システム構成は更新できませんでした、理由は
lv_lv: Petty Naudas Izdevumu ieraksts nevarēja izdzēst , jo
pl_pl: Petty Cash rekord wydatków nie może zostać usunięty, ponieważ
vi_vn: Không xóa du?c h? so chi phí chi v?t vì

source: Petty cash Expense record
ar: سجل المصروفات النثرية
et: Sularaha Kulutuse
fa: خرده نقدی هزینه ثبت
fr_lu: Enregistrement de dépenses de petite caisse
hr_hr: Novac u blagajni Rashodi rekord
ja: 小口現金の経費記録
lv_lv: Petty naudas izdevumi rekords
pl_pl: Petty rekord wydatków pieniężnych
vi_vn: H? so chi phí chi v?t

source: Petty Cash Tabs for User
ar: علامات النثرية العضو
et: Petty Cash Tabs Kasutaja
fa: زبانهها تنخواه گردان کاربری
fr_lu: Les onglets de la petite caisse pour l'utilisateur
hr_hr: Sitan Novac Kartice za korisnika
ja: ユーザーへの小口現金タブ
lv_lv: Petty Naudas Tabs lietotāju
pl_pl: Petty Tabs pieniężne dla użytkownika
vi_vn: M?c chi v?t cho ngu?i s? d?ng

source: Petty Cash Claim Entry
ar: تافه النقد المطالبة دخول
et: Sularaha nõue Entry
fr_lu: Petite caisse revendications Entrée
hr_hr: Petty Cash zahtjeva Entry
ja: 小口現金クレームエントリー
lv_lv: Petty Cash Prasības Entry

source: Petty Cash Tab
ar: تافه تبويب النقد
fr_lu: Tab de petite caisse
ja: 小口現金]タブ

source: Detail Of Movements For Last
ar: التفاصيل من حركات آخر
et: Täpsusta Liikumiste Viimane
fa: جزئیات حرکات را برای آخرین بار
fr_lu: Détails de mouvements pour dernière
hr_hr: Detalj pokreta za Dolazak
ja: 最後のための動きの詳細
lv_lv: Sīkas ziņas par kustību pēdējās
pl_pl: Szczegóły Przepływu Ostatnie
vi_vn: Chi tiết của các phong trào Đối với cuối

source: Date Of Expense
ar: تاريخ المصاريف
et: Kuupäev väljamineku
fa: تاریخ هزینه
fr_lu: Date des dépenses
hr_hr: Datum troškovnika
ja: 最終日
lv_lv: Datums no rēķina
pl_pl: Data wydatku
vi_vn: Ngày chi phí

source: Expense Description
ar: حساب الوصف
et: kulu kirjeldus
fa: شرح هزینه
fr_lu: Description des frais
hr_hr: Rashodi Opis
ja: 条件内容
lv_lv: izdevumu apraksts
pl_pl: Opis wydatków
vi_vn: Mô tả chi phí

source: Unauthorised
ar: غير المصرح به
et: loata
fr_lu: Interdit
ja: 不正
lv_lv: Neatļauta

source: Are you sure you wish to delete this code and the expenses it may have set up?
ar: هل أنت متأكد أنك تريد حذف هذا الرمز و النفقات التي قد أقاموا ؟
et: Oled sa kindel, et soovid kustutada selle kood jakulud võib loonud ?
fr_lu: Voulez-vous supprimer ce code et les dépenses attenantes?
hr_hr: Jeste li sigurni da želite izbrisati ovaj kod i troškove može se postaviti ?
ja: この仕入先価格を削除してもよろしいですか？

source: Code Of Expense
ar: رمز من النفقات
et: Kood väljamineku
fa: کد هزینه
fr_lu: Code de la dépense
hr_hr: Kod rashoda
ja: 費用コード
lv_lv: Kodekss rēķina
pl_pl: Code Of wydatków
vi_vn: Mã số chi tiêu

source: Maintenance Of Petty Cash Of Expenses
ar: صيانة المصروفات النثرية النفقات
et: Hooldus sularahast kulude
fa: تعمیر و نگهداری از تنخواه گردان از هزینه ها
fr_lu: Gestion de "Petty Cash Of Expenses"
hr_hr: Održavanje blagajni troškova
ja: 費用の小口現金の維持
lv_lv: Uzturēšana Petty Cash izdevumu
pl_pl: Utrzymanie Petty pieniężne koszty
vi_vn: B?o trì chi phí chi v?t

source: The Expense type code cannot be an empty string or spaces
ar: رمز نوع المصاريف لا يمكن أن يكون سلسلة أو المساحات الفارغة
et: Kulu liik kood ei saa ollatühi string või ruumide
fa: کد نوع هزینه نمی تواند یک رشته خالی است و یا فضاهای
fr_lu: Le code type de dépense ne peut pas être une chaîne vide ou espaces
hr_hr: Kod putovanja Rashodi ne može bitiprazan string ili prostorima
ja: 経費タイプコードは、空の文字列またはスペースにすることはできません
lv_lv: Izdevumu tipa kods nevar būttukša virkne vai telpas
pl_pl: Kod rodzaju wydatków nie może być pusty lub pomieszczenia
vi_vn: Mã s? lo?i chi phí không du?c là chu?i tr?ng ho?c kí t? tr?ng

source: The Expense code must be twenty characters or less long
ar: يجب أن يكون رمز نفقة عشرين حرفا أو أقل طويلة
et: Kulu -kood peab olema kakskümmend tähemärki pikk
fa: کد هزینه باید بیست کاراکتر یا کمتر بلند می شود
fr_lu: Le code de frais doivent être vingt caractères ou moins long
hr_hr: Kod rashodi moraju biti dvadeset znakova ili manje duga
ja: 地域コードは3文字以下でなければなりません
lv_lv: Izdevumu kodam ir jābūt divdesmit rakstzīmēm vai mazāk ilgā
pl_pl: Kod wydatków musi być dwudziestu znaków lub mniej długi
vi_vn: Mã số chi tiêu phải dưới 20 kí tự

source: The Expense code cannot contain any of the following characters " ' - &amp;
ja: 地域税名は文字列を含むことができません

source: The Expense description cannot contain any of the following characters " ' - &amp;
ja: 勘定セクション名は文字列を含むことができません

source: The tab code must be Fifty characters or less long
ar: يجب أن يكون رمز علامة التبويب الخمسون حرفا أو أقل طويلة
et: Tab -kood peab olema Fifty tähemärki pikk
fa: کد زبانه باید شخصیت های پنجاه یا کمتر طولانی
fr_lu: Le code doit être onglet caractères Cinquante ou moins long
hr_hr: Broj kartica mora biti Pedeset znakova ili manje duga
ja: バーコードは20文字以下でなければなりません
lv_lv: Tab kodam ir jābūt piecdesmit rakstzīmēm vai mazāk ilgā
pl_pl: Kod karty musi być znaków Fifty krótszy lub dłuższy
vi_vn: M?c mã s? ph?i dài t? 50 kí t? tr? xu?ng

source: The tab code description must be entered
ar: يجب إدخال وصف رمز علامة التبويب
fr_lu: La description du code doit être saisi
ja: 信用状況内容は30文字以下でなければなりません

source: A general ledger code must be selected for this expense
ar: يجب تحديد رمز دفتر الأستاذ العام ل هذه النفقات
fr_lu: Sélectionnez un compte GL pour ces frais
hr_hr: Glavna knjiga kod mora biti odabrana za ovaj trošak
ja: 期間または期間範囲をリストボックスから選ばなければなりません

source: The Expenses type
ar: نوع المصروفات
et: Kulud tüüp
fa: نوع هزینه
fr_lu: Le type de dépenses
hr_hr: Troškovi putovanja
ja: 行品目
lv_lv: Izdevumi veids
pl_pl: Koszty typu
vi_vn: Các loại chi phí

source: The Expense type
ar: نوع المصروفات
et: Kulu liik
fa: نوع هزینه
fr_lu: Le type de dépenses
hr_hr: Rashodi putovanja
ja: 行品目
lv_lv: Izdevumu veids
pl_pl: Koszty typu
vi_vn: Loại chi phí

source: already exists.
ar: موجود مسبقا.
et: on juba olemas.
fr_lu: existe déjà.
ja: すでに存在しています。

source: Expense
ar: نفقة
et: kulu
fa: هزینه
fr_lu: Dépenses
hr_hr: rashod
ja: 経費
lv_lv: izdevumi
pl_pl: Koszt
vi_vn: Chi phí

source: The number of type of tabs using this expense code could not be retrieved
ar: لا يمكن استرجاع عدد من نوع من علامات التبويب باستخدام هذا الرمز حساب
et: Mitu tüüpi kaarte kasutades seda kulu kood ei õnnestunud
fa: تعداد نوع از زبانه ها با استفاده از این کد هزینه قابل بازیابی نیست
fr_lu: Le nombre de type d'onglets en utilisant ce code charge ne pouvait être trouvé
hr_hr: Broj vrsta kartica koji koriste ovaj trošak kod nije moguće dohvatiti
ja: 定義済みの税務当局は取り戻しできませんでした、理由は
lv_lv: Tipa skaitu cilnēm , izmantojot šo izdevumu kodu nevarēja izgūt
pl_pl: Liczba kart typu koszt korzystania z tego kodu nie mógł zostać przywrócony
vi_vn: Không truy xu?t du?c s? lo?i m?c có s? d?ng mã s? chi phí này

source: Cannot delete this petty cash expense because it is used in some tab types
ar: لا يمكن حذف هذه النفقات النثرية لأنه يستخدم في بعض أنواع التبويب
et: Ei saa kustutada seda sularaha arvelt , sest seda kasutatakse mõnel tab liigid
fa: آیا می توانم استفاده حذف این هزینه تنخواه گردان خاطر آن است که در برخی از انواع تب مورد استفاده قرار نمی
fr_lu: Impossible de supprimer cette dépense du fonds de caisse car il est utilisé dans des onglets
hr_hr: Ne može se izbrisati ovu sitnu trošak novca , jer se koristi u nekim vrstama kartica
ja: 税務当局勘定の1つが使われるので、この勘定を削除することができません
lv_lv: Nevar izdzēst šo sīko naudas rēķina , jo tas tiek izmantots dažās tab veidiem
pl_pl: Nie można usunąć drobne wydatki pieniężne, ponieważ jest wykorzystywany w niektórych typach kartę
vi_vn: Không xóa du?c chi phí chi v?t này vì nó du?c s? d?ng trong m?t s? lo?i m?c

source: tab types using this expense code
ar: أنواع التبويب باستخدام هذا الرمز حساب
et: tab liigid kasutavad seda kulu kood
fa: انواع تب با استفاده از این کد هزینه
fr_lu: types onglet en utilisant ce code charge
hr_hr: Vrste kartica koje koriste ovaj trošak kod
ja: この地域コードを使った支店
lv_lv: tab tipi, kas izmanto šo izdevumu kodu
pl_pl: rodzaje karty za pomocą tego kodu koszt
vi_vn: Các lo?i m?c có s? d?ng mã s? chi phí này

source: The expense type record could not be deleted because
ar: لا يمكن حذف السجل نوع حساب لأن
et: Kulu liik rekord ei saa kustutada , sest
fa: هزینه ثبت نوع نمی تواند به دلیل های حذف شده
fr_lu: Le dossier type de dépense ne pouvait être supprimé car
hr_hr: Troškovi putovanja rekord ne može biti izbrisan , jer
ja: システム構成は更新できませんでした、理由は
lv_lv: Izdevumu veids ieraksts nevarēja izdzēst , jo
pl_pl: Typ rekordu koszt nie może być usunięty, ponieważ
vi_vn: Không xóa du?c h? so lo?i chi phí vì

source: Expense type
ar: نوع حساب
et: kulu liik
fa: نوع هزینه
fr_lu: Type de dépense
hr_hr: Rashodi putovanja
ja: 販売タイプ
lv_lv: izdevumu veids
pl_pl: Rodzaj wydatków
vi_vn: Loại chi phí

source: Are you sure you wish to delete this expense code and all the details it may have set up?
ar: هل أنت متأكد أنك تريد حذف هذا الرمز حساب وجميع التفاصيل قد أعددت ؟
et: Oled sa kindel, et soovid kustutada selle arvelt kood ja kõikdetailid võib loonud ?
fa: آیا شما مطمئن هستید که میخواهید حذف این کد هزینه و تمام جزئیات آن را ممکن است راه اندازی؟
fr_lu: Voulez-vous supprimer ce code de dépense et tous les détails attenants?
hr_hr: Jeste li sigurni da želite izbrisati ovaj trošak kod i sve pojedinosti može se postaviti ?
ja: この仕入先価格を削除してもよろしいですか？
lv_lv: Vai tu tiešām vēlies dzēst šo izdevumu kodu un visas detaļas var būt izveidotas ?
pl_pl: Czy na pewno chcesz usunąć ten kod koszt i wszystkie szczegóły może mieć ustawiony?
vi_vn: b?n có ch?c mu?n xóa mã s? chi phí này và t?t c? các chi ti?t có th? dã thi?t l?p cùng v?i nó?

source: Show All Petty Cash Expenses Defined
ar: مشاهدة جميع بالمصروفات النثرية معرف
et: Näita kõik sularaha kulud Kindlaksmääratud
fa: نمایش کلیه هزینه تنخواه گردان تعریف
fr_lu: Afficher tous les "Petty Cash Expenses" définies
hr_hr: Pokaži sve blagajni troškovi Definirane
ja: 全販売タイプ定義表示
lv_lv: Rādīt visus skaidras naudas līdzekļi Definētie Izdevumi
pl_pl: Pokaż wszystkie drobnych wydatków Defined Cash
vi_vn: Hi?n th? t?t c? các chi phí chi v?t dã du?c xác d?nh

source: Maintenance Of Petty Cash Expenses For a Type Tab
ar: صيانة بالمصروفات النثرية للحصول على علامة التبويب نوع
et: Hooldus sularahast kuludType Tab
fa: تعمیر و نگهداری از مخارج تنخواه گردان برای نوار نوع
fr_lu: Gestion de "Petty Cash Expenses For a Type Tab"
hr_hr: Održavanje sitne Novčani izdaci za tip Tab
ja: タイプタブの小口現金費用のメンテナンス
lv_lv: Uzturēšana Petty Naudas izdevumus par tipa Tab
pl_pl: Utrzymanie drobnych wydatków pieniędzy na karcie Typ
vi_vn: B?o trì chi phí chi v?t cho m?t lo?i m?c

source: The petty cash tab type contain any of the following characters " ' - &amp; or a space
ar: و التافهة النقدية نوع التبويب تحتوي على أي من الأحرف التالية \ ''- و أو الفضاء
ja: 地域税名は文字列を含むことができません

source: You have not selected a tab to maintain the expenses on
ar: لم تقم بتحديد علامة تبويب للحفاظ على النفقات على
et: Sa ei ole valinudlingile säilitada kulud
fa: شمابرگه انتخاب نیست برای حفظ هزینه
fr_lu: Pas d'onglet sélectionné pour la gestion des frais
hr_hr: Niste odabrali karticu za održavanje troškova na
ja: あなたが上の経費を維持するために、タブを選択していない
lv_lv: Jūs neesat izvēlējies cilni saglabāt izdevumus par
pl_pl: Nie wybrałeś kartę do utrzymania wydatków na
vi_vn: Bạn không chọn một tab để duy trì các khoản chi phí

source: You have not selected an expense to add to this tab
ar: لم تقم بتحديد نفقة إضافة إلى هذا التبويب
et: Sa ei ole valinudkulu lisada sellele lingile
fa: شما یک هزینه برای اضافه کردن به این برگه انتخاب نشده
fr_lu: Pas de frais sélectionné pour ajouter dans cet onglet
hr_hr: Niste odabrali trošak za dodati na ovu karticu
ja: このタブに追加する費用を選択していない
lv_lv: Jūs neesat izvēlējies izdevumus , lai pievienotu šo cilni
pl_pl: Nie wybrano wydatek , aby dodać do tej karty
vi_vn: Bạn không chọn một khoản chi phí để thêm vào tab này
