Repository: timschofield/KwaMoja-Medical
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar, et, fa, fr_lu, hr_hr, ja, lv_lv, pl_pl, vi_vn

source: Unable to retrieve the items on the selected orders for creating purchase orders for
ar: غير قادر على استرداد العناصر المحددة بناء على أوامر لإنشاء أوامر الشراء لل
et: Ei saanud kättepunkte valitud tellimusi luua ostutellimused
fa: قادر به بازیابی اقلام در دستور انتخاب شده برای ایجاد سفارشات خرید برای
fr_lu: Impossible d'afficher les articles des commandes pour la création des bons de commande
hr_hr: Nije moguće dohvatiti podatke na odabrane narudžbe za kreiranje narudžbenice za
ja: ために発注書を作成するために選択されたご注文でアイテムを取得できません
lv_lv: Nevar paņemt priekšmetus atlasīto pasūtījumiem , lai izveidotu pirkšanas pasūtījumus

source: There might be no supplier purchasing data set up for any items on the selected sales order(s). No purchase orders have been created
ar: قد يكون هناك مورد البيانات الشرائية التي أنشئت من أجل أي من البنود بناء على أمر المبيعات المحدد ( ق).
et: Võib olla ei ole tarnija ostu andmed loodud ühtki valitud müügi et (d).
fr_lu: Il n'y a peut-être pas de données de commande fournisseurs pour les articles de cette vente. Le bon de commande n'a pas été créé.
hr_hr: Tu bi moglo biti dobavljač nabave set podataka za sve stavke na odabranom prodajnog naloga ( s) .
ja: 選択した受注（S）上の任意の項目を設定しないサプライヤの購買データが存在しないかもしれません。
lv_lv: Tur varētu būt piegādātājs iepirkumu dati , kas izveidota jebkādiem izvēlētā pārdošanas rīkojumu (-u ) vienību .
vi_vn: Có thể có không có dữ liệu mua nhà cung cấp thiết lập cho bất kỳ mục trên các đơn đặt hàng lựa chọn (s ) .

source: The delivery address for the order could not be obtained from the user default stock location
ar: تعذر الحصول على عنوان التسليم للنظام من مستخدم الموقع الافتراضي الأوراق المالية
et: Kohaletoimetamise aadress, et ei ole võimalik saadud kasutaja default stock asukoht
fa: آدرس تحویل برای این منظور می توان از کاربر به طور پیش فرض محل سهام به دست آورد
fr_lu: L'adresse de livraison n'a pas pu été trouvée dans la fiche addresse de livraison par défaut du client
hr_hr: Adresa za dostavu kako se ne može dobiti od dionica korisnika zadanom mjestu
ja: オーダーの配信アドレスは、ユーザのデフォルトの株式の場所から取得できませんでした
lv_lv: Piegādes adrese rīkojumu nevar iegūt no lietotāja noklusējuma akciju vietu
vi_vn: Địa chỉ giao hàng cho các đơn đặt hàng không có thể thu được từ người sử dụng vị trí cổ phiếu mặc định

source: Auto created from sales orders
ar: السيارات التي تم إنشاؤها من أوامر البيع
et: Auto loodud müügitellimuste
fr_lu: Créé automatiquement à partir des commandes
hr_hr: Auto stvorio od narudžbe
ja: 完了販売受注

source: Could not update purchase order status to Authorised
ar: تعذر تحديث حالة امر الشراء إلى المعتمد
et: Pole võimalik uuendada ostutellimuse staatuse Volitatud
fr_lu: Impossible de modifier le statut de la commande (autorisée)
hr_hr: Ne može se ažurirati status narudžbe kupovini Ovlaštene
ja: 作業指図へ作業指図原価払出の更新ができません理由は

source: if you think this is a mistake please contact the systems administrator
ar: إذا كنت تعتقد أن هذا هو خطأ يرجى الاتصال بمسؤول أنظمة
et: kui te arvate, et see on viga, võtkesüsteemiadministraator
hr_hr: ako mislite da je to pogreška obratite se administratoru sustava
ja: これが間違いであると思われる場合、システム管理者にお問い合わせください

source: The order has been created with a status of pending and will require authorisation
ar: تم إنشاء النظام مع حالة معلقة و سوف تتطلب إذنا
et: Selleks on loodudstaatuse otsustamisel ja seda luba vaja
fa: سفارش شده است با یک وضعیت معلق ایجاد خواهد شد و مجوز نیاز
fr_lu: La commande est en attente d'autorisation
hr_hr: Kako je stvoren sa statusom u tijeku , te će zahtijevati dozvolu
ja: オーダーは保留の状態で作成されていると承認を必要とします
lv_lv: Pasūtījums ir izveidots ar statusu gaidot , un būs nepieciešama atļauja
pl_pl: Zamówienie zostało stworzone ze statusem czasu i będzie wymagać zezwolenia
vi_vn: Thứ tự đã được tạo ra với trạng thái chờ và sẽ cần giấy phép

source: Could not get the supplier information for the order
ar: لم أستطع الحصول على معلومات المورد للنظام
fr_lu: Impossible d'obtenir les informations forunisseurs pour la commande
hr_hr: Ne može se dobiti informacije dobavljaču za redom
ja: 新しい勘定の表詳細が追加できなかった

source: The Order Number entered MUST be numeric
ar: رقم الطلب دخلت يجب أن يكون الرقمية
et: Tellimuse number kantakse PEAB olema number
fr_lu: Le numéro de commande est entrée doit être numérique
hr_hr: Naručite Broj ušao mora biti numerička
ja: 入力した注文番号は、数値でなければなりません
lv_lv: Rīkojuma numuram ir jābūt skaitlim
pl_pl: Wprowadzony Numer Zamówienia MUSI być numeryczny
vi_vn: Số thứ tự nhập vào phải là số

source: Quotations Only
ar: الاقتباسات فقط
et: Tsitaadid Ainult
fr_lu: Devis seulement
hr_hr: Samo Citati
ja: 見積りだけ
lv_lv: Daudzums vienīgi
pl_pl: Tylko Wyceny
vi_vn: Chỉ dành cho báo giá

source: Orders Only
ar: أوامر فقط
et: Tellimused Ainult
fr_lu: Commandes
hr_hr: Narudžbe samo
ja: 注文だけ
lv_lv: Rīkojumi vienīgi
pl_pl: Tylko Zamówienia
vi_vn: Chỉ dành cho các đơn hàng

source: Add Sales Order
ar: أضف ترتيب المبيعات
et: Lisa Müük Telli
fr_lu: Ajouter une commande
hr_hr: Dodaj prodajnog naloga
ja: 販売受注追加
lv_lv: Pievienot pārdošanas rīkojumu
pl_pl: Nowe Zamówienie
vi_vn: thêm đơn hàng

source: Enter text extract(s) in the description
ar: أدخل استخراج النص ( ق ) في وصف
et: Sisestage tekst ekstrakt ( id)kirjeldus
fr_lu: Saisir une partie de la description de l'article
hr_hr: Unesite tekst ekstrakt (e ) u opisu
ja: 内容からテキストの一部を入力
lv_lv: Ievadiet tekstu aprakstā
pl_pl: Wprowadź fragment tekstu w opisie
vi_vn: Nhập trích văn bản (s) trong mô tả

source: No orders or quotations were returned by the SQL because
ar: يتم إرجاع أية أوامر أو الاقتباسات من قبل SQL لأن
et: Tellimusi ei või noteeringud tagastatudSQL sest
fr_lu: Échec de la commande SQL d'affichage de la commande ou du devis:
hr_hr: Nema narudžbe ili citati su vraćeni u SQL zbog toga
ja: いいえ注文や見積書は、SQLによって返されませんでしたので、
lv_lv: SQL neatrada rīkojumus, jo
pl_pl: SQL nie zwrócił żadnych zamówień ani wycen ponieważ
vi_vn: Không có đơn đặt hàng hoặc báo giá đã được trả lại bởi SQL vì

source: Dispatch Note
ar: إرسال ملاحظة
et: saatelehe
fr_lu: Note de transfert
hr_hr: Depeša
ja: 発送日
lv_lv: nosūtīšanas Piezīme
pl_pl: Uwaga Dispatch
vi_vn: Lưu ý gửi

source: Place PO
ar: وضع PO
et: Aseta PO
fr_lu: Commander
ja: 注文申込

source: Print Quote
ar: طباعة اقتباس
et: Prindi Quote
fr_lu: Imprimer un devis
hr_hr: Ispis ponudu
ja: 印刷引当
lv_lv: Drukāt piedāvājumu
pl_pl: Drukuj Wycenę
vi_vn: in Trích dẫn

source: Cust Ref
ar: الزبون المرجع
et: Kliendi Ref
fr_lu: Réf. client
hr_hr: Korisnička Ref.
ja: 得意先参照
lv_lv: Klienta ref.
pl_pl: Numer Klienta
vi_vn: cust Tài liệu tham khảo

source: Quote Total
ar: اقتباس المشاركات
et: Tsiteeri kokku
fr_lu: Total devis
hr_hr: Citat Ukupno
ja: 引当合計
lv_lv: Piedāvājums kopā
pl_pl: Suma
vi_vn: Trích dẫn Tổng số

source: Place
ar: مكان
fr_lu: Passer
ja: 残高

source: This will create purchase orders for all the items on the checked sales orders above, based on the preferred supplier purchasing data held in the system. Are You Absolutely Sure?
ar: وهذا خلق أوامر الشراء لجميع البنود على أوامر البيع بالتأشير عليها أعلاه ، استنادا إلى البيانات المفضل الشرائية المورد الذي عقد في النظام.
et: See loob ostutellimuste kõikteemadkontrollitud müügitellimuste eespool põhineb eelistatud tarnija ostu hoitavate andmete süsteemi .
fa: این ایجاد سفارشات خرید برای همه موارد در سفارشات خرید و فروش چک شده در بالا ، بر اساس داده های خرید عرضه کننده کالا مورد نظر در سیستم برگزار شد .
fr_lu: Ceci créera un ordre d'achat de tous les articles présents dans la(les) commande(s) cochées ci-dessus. Cet ordre se servira des donnés d'achat prédéfini dans KwaMoja. Voulez-vous continuer?
hr_hr: To će stvoriti narudžbenice za sve stavke na označenim prodajnim narudžbe iznad , na temelju povlaštenih dobavljača za nabavu podataka sadržanih u sustavu .
ja: これは、システムで開催された優先サプライヤー購買データに基づいて上記のチェックを受注、上のすべての項目の発注書を作成します。
lv_lv: Tas radīs pirkšanas pasūtījumus visiem par pārbaudītajiem pārdošanas pasūtījumiem virs , pamatojoties uz vēlamo piegādātāju iepirkuma datus, kas glabājas sistēmā posteņiem .
pl_pl: Stworzy zamówień zakupu dla wszystkich pozycji na sprawdzonych zleceń sprzedaży powyżej , na podstawie korzystnych danych zakupowych dostawców przechowywanych w systemie .
vi_vn: Điều này sẽ tạo ra đơn đặt hàng cho tất cả các mặt hàng trên doanh thu kiểm tra đơn đặt hàng trên, dựa trên dữ liệu thu mua cung cấp ưa thích tổ chức trong hệ thống.

source: Total Order(s) Value in
ar: مجموع النظام (ق) القيمة في
et: Kokku Order ( s ) Väärtus
fr_lu: Total en
hr_hr: Ukupno Red ( i) Vrijednost u
ja: 税別合計注文価格

source: Total Quotation(s) Value in
ar: مجموع اقتباس ( s) قيمة في
et: Kokku Tsitaat ( s ) Väärtus
fa: نقل قول ها (بازدید کنندگان) ارزش در
fr_lu: Total devis en
hr_hr: Ukupno Ponuda ( i) Vrijednost u
ja: 合計在庫数量
lv_lv: Kopā Kotējums ( -s) , kas

source: Search Suppliers
ar: البحث موردون
et: Otsi Tarnijad
fr_lu: Recherche fournisseurs
hr_hr: Traži Dobavljači
ja: 仕入先検索
lv_lv: Meklēt piegādātāju
pl_pl: Szukaj Dostawców
vi_vn: Tìm kiếm nhà cung cấp

source: Suppliers
ar: الموردون
et: tarnijad
fr_lu: Fournisseurs
hr_hr: Dobavljači
ja: 仕入先
lv_lv: Piegādātāji
pl_pl: Dostawcy
vi_vn: nhà cung cấp

source: Supplier name keywords have been used in preference to the Supplier code extract entered
ar: وقد استخدمت المورد الكلمات الرئيسية في اسم التفضيل ل استخراج رمز مزود دخلت
et: Pakkuja nimi märksõnad on eelistadaTarnija koodi väljavõte sisestatud
fr_lu: Le nom du fournisseur a été utilisé plutôt que son code
hr_hr: Supplier ime su ključne riječi koristiti u prednost ekstrakta dobavljača zakona stupio
ja: サプライヤー名キーワードを入力サプライヤーコードエキスに優先して使用されている
lv_lv: Piegādātāja nosaukums atslēgvārdi ir izmantoti , nevis uz precēm kodu stājās ekstraktu
pl_pl: Użyto słów kluczowych w preferencji do fragmentu kodu dotawcy
vi_vn: Từ khóa tên nhà cung cấp đã được sử dụng trong ưu tiên cho các chiết xuất đang bước vào Nhà cung cấp

source: has been selected
ar: وقد تم اختيار
et: on valitud
fa: انتخاب شده است
fr_lu: a été sélectionné(e)
hr_hr: je izabran
ja: が選択された
lv_lv: tika izvēlēts
pl_pl: został wybrany
vi_vn: Đã được chọn

source: Select a menu option to operate using this supplier.
ar: تحديد خيار القائمة ل تعمل باستخدام هذا المورد .
et: Valigemenüüvalik tegutseda kasutades tarnija .
fr_lu: Sélectionner une action pour ce fournisseur
hr_hr: Odaberite opciju izbornika za rad koriste ovu dobavljaču .
ja: この仕入先を使用して操作するメニューオプションを選択
lv_lv: Lai strādātu ar klientu izmantojiet izvēlni
pl_pl: Wybierz opcję menu działają w oparciu o tego dostawcy.
vi_vn: Chọn một tùy chọn trình đơn để vận hành sử dụng nhà cung cấp này .

source: Supplier Inquiries
ar: استفسارات المورد
et: Pakkuja Küsitlused
fr_lu: Demande de renseignement
hr_hr: Pretraživanje dobavljača
ja: 仕入先問合せ
lv_lv: Piegādātāja pieprasīums
pl_pl: Przeszukiwanie Dostawców
vi_vn: Các yêu cầu của nhà cung cấp

source: Supplier Transactions
ar: المعاملات المورد
et: Pakkuja Tehingud
fr_lu: Opérations
hr_hr: Transakcije s dobavljačima
ja: 仕入先トランザクション
lv_lv: Piegādātāja grāmatojumi
pl_pl: Transakcje Dostawcy
vi_vn: Các giao dịch của nhà cung cấp

source: Supplier Maintenance
ar: صيانة المورد
et: Pakkuja Hooldus
fr_lu: Gestion
hr_hr: Održavanje dobavljača
ja: 仕入先メンテナンス
lv_lv: Piegādātāju uzturēšana
pl_pl: Parametry Dostawcy
vi_vn: Bảo trì nhà cung cấp

source: Supplier Account Inquiry
ar: التحقيق حساب المورد
et: Pakkuja Konto Inquiry
hr_hr: Pretraživanje računa dobavljača
ja: 仕入先勘定問合せ
lv_lv: Piegādātāja konta pieprasījums
pl_pl: Przeszukiwanie Konta Dostawcy
vi_vn: Tài khoản nhà cung cấp Liên hệ

source: Add / Receive / View Outstanding Purchase Orders
ar: إضافة / استقبال / عرض أوامر الشراء المعلقة
et: Klienditeenindus Lisa / Saada / Vaata Outstanding Ostutellimuste
hr_hr: Dodaj / primanje / Pogledajte Izvanredna narudžbenice
ja: 入庫/未入庫購買発注
lv_lv: Pievienot / saņemt / View Izcila pirkuma pasūtījumu
pl_pl: Dodaj / Odbiór / Zobacz Najlepszy Zamówienia
vi_vn: Thêm / Nhận / Xem đơn đặt hàng mua nổi bật

source: View All Purchase Orders
ar: عرض جميع أوامر الشراء
et: Vaata kõiki Ostutellimuste
hr_hr: Pregled svih naloga za nabavu
ja: 全購買発注表示
lv_lv: Apskatīt visus iepirkuma rīkojumus
pl_pl: Pokaż Wszystkie Zamówienia Zakupu
vi_vn: Xem tất cả các đơn đặt hàng mua

source: List all open shipments for
ar: قائمة جميع الشحنات مفتوحة لل
et: Loetle kõik avatud saadetiste
fa: لیست همه محموله های باز دارد برای
hr_hr: Popis svih otvorenih pošiljke za
ja: 出荷オープン for
lv_lv: Uzskaitiet visas atvērtās sūtījumus ar
pl_pl: Lista wszystkich otwartych dla przesyłek
vi_vn: Liệt kê tất cả các lô hàng mở

source: Search / Modify / Close Shipments
ar: بحث / تعديل / الشحنات إغلاق
et: Otsing / muuda / Sulge veod
fa: جستجو / اصلاح / بستن حمل و نقل
hr_hr: Traži / izmijeniti / Close Pošiljke
ja: 出荷検索
lv_lv: Meklēt piegādes (ceļā)
pl_pl: Szukaj / Zmień / Zamknij Przesyłki
vi_vn: Tìm kiếm / sửa đổi / Đóng lô hàng

source: Supplier Price List
ar: المورد قائمة الأسعار
et: Pakkuja Hinnakiri
fa: تامین کننده لیست قیمت
fr_lu: Tarifs fournisseurs
hr_hr: Cjenik dobavljača
ja: 仕入先残高一覧表
lv_lv: Piegādātājs Cenrādis
pl_pl: Cennik Dostawca
vi_vn: Bảng giá nhà cung cấp

source: Enter a Purchase Order for This Supplier
ar: إدخال أمر الشراء ل هذه الشركة
et: Sisestaostutellimuse jaoks võtmesõnad
hr_hr: Unesite narudžbenice za tim dobavljačem
ja: 仕入先への支払入力
lv_lv: Ievadiet pirkumu rīkojumiem Rēķināt
pl_pl: Wpisz zamówienia dla tego dostawcy
vi_vn: Nhập vào một đơn hàng thu mua cho nhà cung cấp này

source: Enter a Suppliers Invoice
ar: إدخال الفاتورة موردون
et: SisestaTarnijad Arve
hr_hr: Unesite Dobavljači fakture
ja: 仕入先の請求書入力
lv_lv: Ievadīt saņemto rēķinu
pl_pl: Wprowadź Fakturę Dostawcy
vi_vn: Nhập vào một hóa đơn của nhà cung cấp

source: Enter a Suppliers Credit Note
ar: إدخال موردون الائتمان ملاحظة
et: SisestaTarnijad kreeditarve
hr_hr: Unesite Napomena Dobavljači Credit
ja: 仕入先返品伝票入力
lv_lv: Ievadīt kredītrēķinu
pl_pl: Wprowadź Fakturę Korygującą Dostawcy
vi_vn: Nhập một nhà cung cấp tín dụng Lưu ý

source: Enter a Payment to, or Receipt from the Supplier
ar: ادخل إلى الدفع ، أو إيصال من المورد
et: Sisestage makse või kviitungPakkuja
fa: پرداخت یا دریافت از تامین کننده را وارد کنید
hr_hr: Unesite uplatu , ili račun od dobavljača
ja: 仕入先への支払入力
lv_lv: Ievadīt izejo&#353;o/ienāko&#353;o maksājumu no piegādātāja
pl_pl: Wpisz płatności, lub odbioru od Dostawcy
vi_vn: Nhập Thanh toán , hoặc nhận từ nhà cung cấp

source: Reverse an Outstanding Goods Received Note (GRN)
ar: عكس حصل على السلع القائمة ملاحظة ( GRN )
et: TagurpidiOutstanding saadud kaubad Märkus ( GRN )
fr_lu: Inverser une marchandises en circulation reçus Note ( GRN )
hr_hr: Obrnuti izvanredan roba primljena napomenu ( GRN )
ja: 入庫商品返品 開始
lv_lv: Atgriezt saņemto preci
pl_pl: Reverse Najlepszy otrzymanych towarów Uwaga (GRN)
vi_vn: Đảo ngược một Hàng xuất sắc nhận Lưu ý ( GRN )

source: Add a New Supplier
ar: إضافة مورد جديد
et: Lisa uus Pakkuja
hr_hr: Dodaj novog dobavljača
ja: 新仕入先追加
lv_lv: Pievienot jaunu piegādātāju
pl_pl: Dodaj Nowego Dostawcę
vi_vn: Thêm một nhà cung cấp

source: Modify Or Delete Supplier Details
ar: تعديل أو حذف مزود تفاصيل
et: Muuta või kustutada varustaja kohta
hr_hr: Mijenjati ili brisati Supplier Detalji
ja: 仕入先詳細の変更又は削除
lv_lv: Labot vai Dzēst piegādātāju
pl_pl: Zmień lub Usuń Dane Dostawcy
vi_vn: Sửa đổi hoặc xóa tin nhà cung cấp

source: Add/Modify/Delete Supplier Contacts
ar: إضافة / تعديل / حذف مزود اتصالات
et: Lisa / muuda / kustuta Pakkuja Kontaktid
hr_hr: Dodavanje / izmjena / brisanje Supplier Kontakti
ja: 仕入先連絡先の追加/修正/削除
lv_lv: Pievienot/Labot/Dzēst piegādātāja kontaktus
pl_pl: Dodaj/Zmień/Usuń Dane Kontaktowe Dostawcy
vi_vn: Thêm / sửa đổi / xóa nhà cung cấp Liên hệ

source: Set Up Sell Through Support Deals
ar: إعداد عروض البيع عن طريق دعم
et: Seadista Sell toetades pakkumised
fa: راه اندازی فروش از طریق تخفیف های پشتیبانی
hr_hr: Postavljanje prodavati putem Podrška ponuda
ja: サポート予約を通じて販売をセットアップ
lv_lv: Iestatīšana pārdod, izmantojot atbalsta piedāvājumi
pl_pl: Set Up sprzedawać za pośrednictwem Oferty Wsparcia
vi_vn: Thiết lập Bán Thông qua Thỏa thuận Hỗ trợ

source: Set Up A New Shipment
ar: إعداد شحنة جديدة
et: Moodustada uus Vedu
hr_hr: Postavljanje novu pošiljku
ja: 新出荷設定
lv_lv: Izveidot jaunu piegādi
pl_pl: Dodaj Nową Dostawę
vi_vn: Thiết lập một lô hàng mới

source: Supplier Login Configuration
ar: تكوين تسجيل الدخول المورد
et: Pakkuja sisse Configuration
fr_lu: Configuration de connexion
hr_hr: Dobavljač Prijava Konfiguracija
ja: 得意先ＥＤＩ構成
lv_lv: Piegādātājs Login konfigurācija
pl_pl: Dostawca Zaloguj Konfiguracja
vi_vn: Cấu hình đăng nhập của nhà cung cấp

source: Search for Suppliers
ar: البحث عن موردين
et: Otsi Tarnijad
fr_lu: Recherche fournisseurs
hr_hr: Pretraživanje dobavljača
ja: 仕入先検索
lv_lv: Meklēt piegādātāju
pl_pl: Szukaj Dostawcy
vi_vn: Tìm kiếm nhà cung cấp

source: Mapping is enabled, but no Mapping data to display for this Supplier.
ar: رسم الخرائط هو تمكين ، ولكن لا توجد بيانات لرسم الخرائط لعرض هذه الشركة .
et: Kaardistamine on lubatud, kuid ei Mapping andmed kuvada selle tarnija.
fr_lu: La cartographie est activé, mais pas de données à afficher pour ce fournisseur.
hr_hr: Mapping je omogućen , ali nema Mapiranje podataka za prikaz u ovoj dobavljača .
ja: マッピングは有効ですが、全くのマッピングデータは、このサプライヤーのために表示しないように。
lv_lv: Kartēšana ir iespējots , bet ne kartēšanas datu , lai parādītu šo Piegādātāja .
pl_pl: Mapowanie jest włączona, ale nie dane z map do wyświetlenia dla tego dostawcy.
vi_vn: Lập bản đồ được kích hoạt , nhưng không có dữ liệu bản đồ để hiển thị cho nhà cung cấp này .

source: Supplier Mapping
ar: تعيين المورد
et: Pakkuja Mapping
fr_lu: Fournisseur de cartographie
hr_hr: Dobavljač Mapping
ja: 仕入先設定
lv_lv: Sadarbības uzsāk&#353;ana
pl_pl: Dostawca Mapping
vi_vn: nhà cung cấp bản đồ

source: Supplier Data
ar: المورد البيانات
et: Pakkuja andmed
fr_lu: Fournisseur de données
hr_hr: Dobavljač podataka
ja: 仕入先名
lv_lv: Piegādātaja nosaukums
pl_pl: Dostawca danych
vi_vn: Dữ liệu nhà cung cấp

source: No payments yet to this supplier.
ar: أي مدفوعات حتى الآن لهذا المورد .
et: Ei vaja makseid veel selle tarnija .
fa: بدون پرداخت هنوز به این عرضه کننده کالا .
fr_lu: Aucun paiement encore à ce fournisseur.
hr_hr: Bez plaćanja gostiju na ovom dobavljača .
ja: この仕入先への注文
lv_lv: Nē maksājumus vēl līdz šim piegādātājam .
pl_pl: Brak płatności jeszcze do tego dostawcy.
vi_vn: Chưa thanh toán cho nhà cung cấp này

source: Last Paid:
ar: مشاركة المدفوع:
et: Last Paide :
hr_hr: Zadnja plaćena :
ja: 支払日
lv_lv: Maksā&#353;anas datums
pl_pl: Ostatnie Płatny:
vi_vn: Lần trả gần đây nhất

source: Last Paid Amount:
ar: مشاركة المبلغ المدفوع:
et: Last Paide Kogus:
hr_hr: Zadnja uplaćenog iznosa :
ja: 最後有料金額：
lv_lv: Pēdējā samaksātā summa:
pl_pl: Ostatnie wysokość:
vi_vn: Khoản trả lần đây nhất

source: Supplier since:
ar: المورد منذ:
et: Pakkuja alates:
hr_hr: Dobavljač od:
ja: 仕入先設定
lv_lv: Sadarbības uzsāk&#353;ana
pl_pl: Dostawca od:
vi_vn: Là nhà cung cấp kể từ:

source: Total Spend with this Supplier:
ar: الإنفاق الكلي مع هذه الشركة:
et: Kogukulu selle tarnija:
hr_hr: Ukupni trošak s tim dobavljačem :
ja: 仕入先のテキスト
lv_lv: pasūtījumi &#353;im piegādātājam
pl_pl: Łączne wydatki z tego dostawcy:
vi_vn: Tổng chi tiêu với nhà cung cấp này

source: Search Work Orders
ar: البحث أوامر العمل
et: Otsi töökäsud
fr_lu: Chercher un ordre de travail
hr_hr: Traži radni nalozi
ja: 作業指図検索
lv_lv: Meklē darbu Pasūtījumi
pl_pl: Szukaj zleceń
vi_vn: Đơn đặt hàng làm việc tìm kiếm

source: The work order number entered MUST be numeric
ar: يجب على رقم الطلب دخلت يكون العمل الرقمية
et: Tellimuse number kantakse PEAB olema number
fr_lu: Le numéro d'ordre de travail est entrée doit être numérique
hr_hr: Broj posao ušao kako mora biti numerička
ja: 入力作業オーダー番号は数値でなければなりません
lv_lv: Darba kārtība stājās skaitam jābūt ciparu
pl_pl: Numer zlecenia wprowadzone musi być liczbą
vi_vn: Số thứ tự công việc vào phải là số

source: Work Order Number
ar: العمل رقم الطلب
et: Tellimuse number
fr_lu: Numéro
hr_hr: Radni nalog broj
ja: 作業指図番号
lv_lv: Darba uzdevumu skaits
pl_pl: Numer zlecenia
vi_vn: Làm việc Số thứ tự

source: No items were returned by the SQL because
ar: يتم إرجاع أية سلع من قبل SQL لأن
et: No tagastati poolt SQL sest
fr_lu: Pas d'articles trouvé avec la commande SQL
hr_hr: Nema stavki vraćeni u SQL zbog toga
ja: 該当事項は、SQLによって返されませんでしたので、
lv_lv: Nav priekšmeti tika atgriezti ar SQL , jo
pl_pl: Brak elementów zostały zwrócone przez SQL Server, ponieważ
vi_vn: Không có sản phẩm nào được trả về bởi vì SQL

source: For the item
ar: للعنصر
et: Sest kirje
fr_lu: Pour l'article
hr_hr: Za stavke
ja: 品目指定
lv_lv: Par objekta
pl_pl: Dla pozycji
vi_vn: Dành cho mặt hàng

source: Work Order number
ar: العمل رقم الطلب
et: Tellimuse number
fr_lu: N°
hr_hr: Radni nalog broj
ja: 作業指図番号
lv_lv: Darbs Pasūtījuma numurs
pl_pl: Praca Zamówienie numer
vi_vn: Làm việc số thứ tự

source: Processing at
ar: تجهيز في
et: töötlemine
fr_lu: Lieu d'exécution
hr_hr: Obrada na
ja: 処理場所
lv_lv: apstrāde
pl_pl: Przetwarzanie na
vi_vn: chế biến tại

source: Closed Work Orders Only
ar: أوامر العمل المغلقة فقط
et: Suletud töökäsud Ainult
fr_lu: Ordres de travail accomplis
hr_hr: Zatvoreni radni nalozi samo
ja: 作業指図だけクローズ
lv_lv: Slēgtās Darba pasūtījumu tikai
pl_pl: Zamknięte Tylko zleceń
vi_vn: Đơn đặt hàng làm việc khép kín Chỉ

source: Open Work Orders Only
ar: فتح أوامر العمل فقط
et: Avatud töökäsud Ainult
fr_lu: Ordres de travail en cours
hr_hr: Otvaranje radnih naloga samo
ja: 作業指図だけオープン
lv_lv: Atvērt Darba pasūtījumu tikai
pl_pl: Zamówienia Tylko Open Work
vi_vn: Mở đơn đặt hàng làm việc Chỉ

source: New Work Order
ar: طلب عمل جديد
et: Uus töökäsk
fr_lu: Ajouter un ordre de travail
hr_hr: Novi radni nalog
ja: 新作業指図
lv_lv: Jauna darba uzdevumu
pl_pl: Zlecenie New
vi_vn: Làm việc đặt hàng mới

source: To search for work orders for a specific item use the item selection facilities below
ar: للبحث عن أوامر العمل ل عنصر معين استخدام مرافق اختيار البند أدناه
et: Otsimiseks töökäsud konkreetse objekti kasutada elemendi valiku rajatiste alla
fr_lu: Rechercher d'une commande de travail comportant une pièce spécifique
hr_hr: Za traženje radnih naloga za određenu stavku koristite stavku odabira objekata u nastavku
ja: 特定の品目の作業指図を捜すために次の品目選択機能を使用ください
lv_lv: Lai meklētu darbu pasūtījumus konkrētu objektu izmantot objektu atlases iespējas tālāk
pl_pl: Aby wyszukać zleceń do określonych celów pozycji urządzeniach wyboru poniżej
vi_vn: Để tìm kiếm đơn đặt hàng làm việc cho một mục cụ thể sử dụng các cơ sở lựa chọn mục dưới đây

source: Search Items Now
ar: البحث منتجات الآن
et: Otsi toodet Now
fr_lu: Chercher un article
hr_hr: Traži Proizvodi Sada
ja: 品目検索
lv_lv: Meklēt preces Tagad
pl_pl: Szukaj artykułu teraz
vi_vn: Bây giờ tìm kiếm mục

source: No works orders were returned by the SQL because
ar: يتم إرجاع أية أوامر يعمل بها لأن SQL
et: No tööde tellimuste tagastatudSQL sest
fr_lu: Aucune commande œuvres ont été retournées par le SQL, car
hr_hr: No radovi narudžbe su se vratili sa SQL , jer
ja: いいえ仕事の受注は、SQLによって返されませんでしたので、
lv_lv: Neviens darbi pasūtījumi tika atgriezti ar SQL , jo
pl_pl: Nie działa zamówienia zostały zwrócone przez SQL Server, ponieważ
vi_vn: Không có đơn đặt hàng tác phẩm được trả về bởi vì SQL

source: Issue To
ar: المشكلة
et: teema
fr_lu: Pour émettre
hr_hr: Problem za
ja: 払出先
lv_lv: izsniedz
pl_pl: Wydaje
vi_vn: Xuất cho

source: Quantity Outstanding
ar: الكمية المعلقة
et: Kogus Outstanding
fr_lu: Quantité exceptionnelle
hr_hr: Količina Outstanding
ja: 未処理数量
lv_lv: Daudzums Izcila
pl_pl: Ilość Outstanding
vi_vn: Số lượng xuất sắc

source: Sell Through Support
ar: البيع عن طريق دعم
et: Müü toetades
fa: فروش از طریق پشتیبانی
fr_lu: Vendre grâce au soutien
hr_hr: Prodaja putem potpore
ja: サポートを通じて販売
lv_lv: Pārdod sniedzot atbalstu
pl_pl: Sprzedaż Poprzez wsparcie
vi_vn: Bán thông qua hỗ trợ
