Repository: timschofield/KwaMoja-Medical
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar, et, fa, fr_lu, hr_hr, ja, lv_lv, pl_pl, vi_vn

source: You have database updates that are required.
ar: لديك قاعدة بيانات التحديثات المطلوبة .
et: Sul on andmebaasi uuendused , mis on vajalikud .
fa: شما باید به روز رسانی پایگاه داده که مورد نیاز است .
fr_lu: Vous avez des mises à jour de bases de données qui sont nécessaires.
hr_hr: Imate ažuriranja baze podataka koje su potrebne .
ja: あなたが必要とされるデータベースの更新を持っている。
lv_lv: Jums ir datubāzes atjauninājumus , kas nepieciešami .
pl_pl: Masz aktualizacji bazy danych, które są wymagane.
vi_vn: Bạn phải cập nhật cơ sở dữ liệu được yêu cầu .

source: Please ensure that you have taken a backup of your current database before continuing.
ar: يرجى التأكد من أن كنت قد اتخذت نسخة احتياطية من قاعدة البيانات الحالية قبل الشروع في الاستمرار .
et: Palun kontrollige, et te olete võtnud varukoopia oma praeguse andmebaasi enne jätkamist .
fa: لطفا اطمینان حاصل شود که شما یک نسخه ی پشتیبان از پایگاه داده فعلی خود را قبل از ادامه گرفته اند .
fr_lu: Veuillez vous assurer que vous avez effectué une sauvegarde de votre base de données actuelle avant de poursuivre.
hr_hr: Molimo provjerite jeste li uzeti sigurnosna kopija od vaše trenutne baze podataka prije nego što nastavite .
ja: あなたが続ける前に、現在のデータベースのバックアップをとっていることを確認してください。
lv_lv: Lūdzu, pārliecinieties , ka esat lietojis backup jūsu pašreizējo datu bāzi, pirms turpināt .
pl_pl: Upewnij się, że miały zapasową bazy danych przed kontynuacją.
vi_vn: Hãy đảm bảo rằng bạn đã thực hiện một bản sao lưu cơ sở dữ liệu hiện tại của bạn trước khi tiếp tục .

source: Continue With Updates
ar: تواصل مع التحديثات
et: Jätkata Updates
fa: ادامه با به روز رسانی
fr_lu: Continuer mises à jour
hr_hr: Nastaviti sa ažuriranja
ja: アップデートを続行
lv_lv: Turpināt ar jaunumiem
pl_pl: Kontynuuj z aktualizacjami
vi_vn: Tiếp tục với thông tin cập nhật

source: Database Updates Have Been Run
ar: تحديث قاعدة البيانات هل تم تشغيل
et: Andmebaasi uuendused on korraldatud
ja: データベースの更新が実行された

source: updates have errors in them
ar: تحديثات دينا أخطاء فيها
et: uuendused on vigu neid
hr_hr: ažuriranja imati pogrešaka u njima
ja: アップデートは、それらのエラーを持っている
lv_lv: atjauninājumi ir kļūdas tiem

source: updates have succeeded
ar: نجحت تحديثات
et: uuendused on õnnestunud
hr_hr: Ažuriranja su uspjeli
ja: アップデートは成功している
lv_lv: atjauninājumi ir izdevies

source: updates have not been done as the update was unnecessary on this database
ar: لم يتم القيام به التحديثات كما كان التحديث غير الضرورية على قاعدة البيانات هذه
et: uuendused ei ole tehtud , kuna uuendatud olnud vaja seda andmebaasi
fa: به روز رسانی شده اند انجام می شود نه به عنوان به روز رسانی در این پایگاه داده های غیر ضروری بود
fr_lu: mises à jour n'ont pas été faites comme la mise à jour n'est pas nécessaire sur cette base de données
hr_hr: promjene nisu učinili što suažuriranje je nepotrebno na ovoj bazi podataka
ja: アップデートはこのデータベースで不要だったので更新が行われていない
lv_lv: atjauninājumi nav darīts, kāupdate bija nevajadzīgs uz šo datu bāzi
pl_pl: aktualizacje nie zostały wykonane jakozmiana była konieczna w tej bazie danych
vi_vn: cập nhật đã không được thực hiện như bản cập nhật là không cần thiết trên cơ sở dữ liệu này

source: Upgrade KwaMoja 3.01 - 3.02
ar: ترقية KwaMoja 3،01-3،02
fa: ارتقا KwaMoja 3.01 - 3.02
hr_hr: Nadogradnja KwaMoja 3,01-3,02
ja: 3.02 - KwaMoja 3.01をアップグレード
vi_vn: Nâng cấp KwaMoja 3,01-3,02

source: Upgrade script to number salesorderdetails records as required by version 3.02 .... please wait
ar: ترقية البرنامج النصي ل salesorderdetails السجلات كما هو مطلوب من قبل عدد الإصدار 3.02 ....
et: Upgrade skripti number salesorderdetails arvestust nõutud versioon 3,02 ....
fa: اسکریپت ارتقا به salesorderdetails تعداد پرونده به عنوان نسخه 3.02 مورد نیاز است ....
fr_lu: Mise à jour le numéro du script salesorderdetails registres requis par la version 3.02 .... patientez s'il vous plaît
hr_hr: Nadogradnja skriptu za broj salesorderdetails evidencije prema zahtjevima verziji 3.02 ....
ja: としてバージョン3.02が必要とする数salesorderdetailsレコードにスクリプトをアップグレード....
lv_lv: Upgrade skriptu uz numuru salesorderdetails ierakstiem , kas prasītas 3.02 versiju ....
pl_pl: Skrypt zmiany numeracji zamówień sprzedaży do wymagań wersji 3.02. Proszę czekać.....
vi_vn: Nâng cấp kịch bản để số salesorderdetails hồ sơ theo yêu cầu của phiên bản 3.02 ....

source: The upgrade script appears to have been run already successfully - there is no need to re-run it
ar: يظهر نصي الترقية قد تم بالفعل تشغيل بنجاح - ليست هناك حاجة لإعادة تشغيله
et: Upgrade skript on ilmselt sõidetud juba edukalt - ei ole vaja uuesti käivitada
fa: اسکریپت ارتقا به نظر می رسد به اجرا شده است در حال حاضر با موفقیت - بدون نیاز به دوباره آن را اجرا کنید وجود دارد
fr_lu: Le script de mise à niveau semble avoir été exécuté avec succès déjà - il n'est pas nécessaire de le ré-exécuter
hr_hr: Nadogradnja Skripta čini se da su već uspješno pokrenuti - nema potrebe da ga ponovno pokrenuti
ja: アップグレードスクリプトが正常にすでに実行されているように見える - それを再実行する必要はありません
lv_lv: Jauninājums skriptu , šķiet, ir palaist jau veiksmīgi - nav nepieciešams atkārtoti palaist to
pl_pl: Wydaje się, że skrypt aktualizacyjny został już uruchomiony pomyślnie. Nie ma potrzeby ponownego jego uruchomienia
vi_vn: Kịch bản nâng cấp dường như đã được chạy đã thành công - đó là không cần thiết phải chạy lại nó

source: The sales orderdetails lines have been numbered appropriately for version 3.02
ar: وقد تم ترقيم خطوط orderdetails مبيعات مناسب للنسخة 3.02
et: Müügi orderdetails read on nummerdatud asjakohaselt versioon 3,02
fa: از فروش orderdetails خطوط مناسب برای نسخه 3.02 شماره شده است
fr_lu: Les ventes OrderDetails lignes ont été numérotées de façon appropriée pour la version 3.02
hr_hr: U prodaji orderdetails linije su numerirane primjereno za inačicu 3.02
ja: 販売OrderDetailsテーブル線が3.02に適切に番号が付けられてきた
lv_lv: Pārdošanas orderdetails līnijas ir numurētas attiecīgi par 3.02 versiju
pl_pl: Linie zamówień sprzedaży zostały ponumerowane zgodnie z wersją 3.02
vi_vn: Doanh số bán OrderDetails đường đã được đánh số thích hợp cho phiên bản 3.02

source: Upgrade KwaMoja 3.04 - 3.05
ar: ترقية KwaMoja 3،04-3،05
fa: ارتقا KwaMoja 3.04 - 3.05
hr_hr: Nadogradnja KwaMoja 3,04-3,05
ja: 3.05 - KwaMoja 3.04をアップグレード
vi_vn: Nâng cấp KwaMoja 3,04-3,05

source: This script will run perform any modifications to the database required to allow the additional functionality in version 3.05 scripts
ar: سيتم تشغيل هذا البرنامج النصي إجراء أي تعديلات على قاعدة البيانات المطلوبة للسماح وظائف إضافية في الإصدار 3.05 البرامج النصية
et: See skript töötab sooritada andmebaasis tehtavate muudatuste kohta , mida on vaja lisafunktsioonide versioon 3,05 skriptid
fa: این اسکریپت اجرا خواهد شد انجام هر گونه تغییرات به پایگاه داده مورد نیاز اجازه می دهد تا قابلیت های اضافی در نسخه 3.05 اسکریپت
fr_lu: Ce script sera lancé effectuer des modifications à la base de données nécessaire pour permettre la fonctionnalité supplémentaire dans la version 3.05 scripts
hr_hr: Ova skripta će pokrenuti obavljanje bilo kakve izmjene u bazi podataka mora omogućiti dodatnu funkcionalnost u verziji 3.05 skripte
ja: このスクリプトは、バージョン3.05スクリプトで機能を追加できるようにするために必要なデータベースへの変更を行うことで実行されます
lv_lv: Šis skripts darbosies veikt jebkādas izmaiņas nepieciešamo datu bāzi, lai atļautu papildu funkcionalitāti versijā 3.05 skriptus
pl_pl: Ten skrypt wprowadzi wszelkie modyfikacje bazy danych wymagane do uzyskania dodatkowej funkcjonalności dostępnej w wersji 3.05 systemu
vi_vn: Kịch bản này sẽ chạy thực hiện bất kỳ sửa đổi cơ sở dữ liệu cần thiết để cho phép các chức năng bổ sung trong phiên bản 3.05 kịch bản

source: The script to upgrade the database failed because
ar: البرنامج النصي ل ترقية قاعدة البيانات فشلت بسبب
et: Script uuendada andmebaasi ebaõnnestus, kuna
fr_lu: Le script pour mettre à niveau la base de données a échoué parce que
hr_hr: Skripta za nadogradnju baze nije izvršena zbog
ja: データベースをアップグレードするためのスクリプトが失敗しました。
lv_lv: Skriptu, lai uzlabotu datu bāzi neizdevās , jo
pl_pl: Skrypt do aktualizacji bazy danych powiodło się, ponieważ
vi_vn: Các kịch bản để nâng cấp cơ sở dữ liệu không thành công vì

source: Upgrade script to put cost information against GRN records from purchorderdetails records .... please wait
ar: ترقية البرنامج النصي لوضع معلومات التكلفة ضد السجلات GRN من purchorderdetails سجلات ....
et: Upgrade script panna teavet kulude vastu GRN kirjed purchorderdetails arvestust ....
fa: به روز رسانی اسکریپت برای قرار دادن اطلاعات هزینه با سوابق GRN از purchorderdetails سوابق ، ....
fr_lu: Mise à jour script pour mettre renseignements sur les coûts par rapport aux dossiers à partir des dossiers GRN purchorderdetails .... patientez s'il vous plaît
hr_hr: Nadogradnja skriptu staviti podatke o trošku protiv GRN zapisa iz purchorderdetails zapisa ....
ja: purchorderdetails記録からGRN記録に対するコスト情報を入れて、スクリプトをアップグレード....
lv_lv: Upgrade skriptu ievietot informāciju par izmaksām pret GRN ierakstus no purchorderdetails ierakstiem ....
pl_pl: Skrypt wprowadzający informację nt kosztów do dokumentów Pz w bazie purchorderdetails. Proszę czekać....
vi_vn: Nâng cấp kịch bản để đưa thông tin chi phí so với hồ sơ GRN từ hồ sơ purchorderdetails ....

source: The GRN records have been updated with cost information from purchorderdetails successfully
ar: تم تحديث سجلات GRN مع معلومات التكلفة من purchorderdetails بنجاح
et: GRN andmed on ajakohastatud teavet kulude kohta purchorderdetails edukalt
fa: سوابق GRN با اطلاعات هزینه از purchorderdetails با موفقیت به روز رسانی شده است
fr_lu: Les fiches BR ont été mises à jour
hr_hr: U GRN zapisi su ažurirani s informacijama o cijeni od purchorderdetails uspješno
ja: GRNの記録が正常にpurchorderdetailsからコスト情報で更新されている
lv_lv: Par GRN ieraksti ir atjaunināti ar izmaksu informāciju no purchorderdetails veiksmīgi
pl_pl: Informacja nt kosztów z purchorderdetails została poprawnie wprowadzona do rekordów Pz
vi_vn: Các hồ sơ GRN đã được cập nhật với thông tin chi phí từ purchorderdetails thành công

source: Upgrade KwaMoja 3.06 - 3.07
ar: ترقية KwaMoja 3،06-3،07
fa: ارتقا KwaMoja 3.06-3.07
hr_hr: Nadogradnja KwaMoja 3,06-3,07
ja: 3.07 - KwaMoja 3.06をアップグレード
vi_vn: Nâng cấp KwaMoja 3,06-3,07

source: This script will run perform any modifications to the database since v 3.06 required to allow the additional functionality in version 3.07 scripts
ar: سيتم تشغيل هذا البرنامج النصي إجراء أي تعديلات على قاعدة البيانات منذ الخامس 3.06 المطلوبة للسماح وظائف إضافية في الإصدار 3.07 البرامج النصية
et: See skript töötab täitma kõik muudatused andmebaasis peale v 3,06 , mis on nõutavad lisafunktsioonide versioon 3,07 skriptid
fa: این اسکریپت اجرا خواهد شد انجام هر گونه تغییرات به پایگاه داده از V 3.06 مورد نیاز اجازه می دهد تا قابلیت های اضافی در نسخه 3.07 اسکریپت
fr_lu: Ce script sera lancé effectuer des modifications à la base de données depuis le v 3,06 nécessaire pour permettre la fonctionnalité supplémentaire dans la version 3.07 scripts
hr_hr: Ova skripta će pokrenuti obavljati nikakve izmjene na bazi od 3,06 v dužan omogućiti dodatnu funkcionalnost u verziji 3.07 skripte
ja: このスクリプトは、 V 3.06は、バージョン3.07スクリプトで機能を追加できるようにするために必要なので、データベースへの変更を実行実行します
lv_lv: Šis skripts darbosies veikt nekādas izmaiņas datu bāzē , jo 3,06 v nepieciešama, lai atļautu papildu funkcionalitāti versijā 3.07 skriptus
pl_pl: Ten skrypt będzie działać wykonywać żadnych zmian do bazy danych v 3.06 w celu umożliwienia dodatkowych funkcjonalności w wersji 3.07 skrypty
vi_vn: Kịch bản này sẽ chạy thực hiện bất kỳ sửa đổi cơ sở dữ liệu từ v 3.06 cần thiết để cho phép các chức năng bổ sung trong phiên bản 3.07 kịch bản

source: Upgrade KwaMoja 3.071 - 3.08
ar: ترقية KwaMoja 3،071-3،08
fa: ارتقا KwaMoja 3.071-3.08
hr_hr: Nadogradnja KwaMoja 3,071 do 3,08
ja: 3.08 - KwaMoja 3.071をアップグレード
vi_vn: Nâng cấp KwaMoja 3,071-3,08

source: This script will run perform any modifications to the database since v 3.071 required to allow the additional functionality in version 3.08 scripts
ar: سيتم تشغيل هذا البرنامج النصي إجراء أي تعديلات على قاعدة البيانات منذ الخامس 3.071 المطلوبة للسماح وظائف إضافية في الإصدار 3.08 البرامج النصية
et: See skript töötab täitma kõik muudatused andmebaasis peale v 3,071 kohustatud võimaldamalisafunktsioonide versioon 3,08 skriptid
fa: این اسکریپت اجرا خواهد شد انجام هر گونه تغییرات به پایگاه داده از V 3.071 مورد نیاز اجازه می دهد تا قابلیت های اضافی در نسخه 3.08 اسکریپت
fr_lu: Ce script sera lancé effectuer des modifications à la base de données depuis le v 3.071 nécessaires pour permettre la fonctionnalité supplémentaire dans la version 3.08 scripts
hr_hr: Ova skripta će pokrenuti obavljati nikakve izmjene na bazi podataka od 3,071 v dužan omogućiti dodatnu funkcionalnost u verziji 3.08 skripte
ja: このスクリプトは、 V 3.071 、バージョン3.08スクリプトで機能を追加できるようにするために必要なので、データベースへの変更を実行実行します
lv_lv: Šis skripts darbosies veikt nekādas izmaiņas datu bāzē , jo 3,071 v nepieciešama, lai atļautu papildu funkcionalitāti versijā 3.08 skriptus
pl_pl: Ten skrypt będzie działać wykonywać żadnych zmian do bazy danych v 3.071 niezbędne, aby dodatkowe funkcje w wersji 3.08 skrypty
vi_vn: Kịch bản này sẽ chạy thực hiện bất kỳ sửa đổi cơ sở dữ liệu từ 3,071 v cần thiết để cho phép các chức năng bổ sung trong phiên bản 3.08 kịch bản

source: Upgrade KwaMoja 3.08 - 3.09
ar: ترقية KwaMoja 3،08-3،09
fa: ارتقا KwaMoja - 3.09 3.08
hr_hr: Nadogradnja KwaMoja 3,08-3,09
ja: 3.09 - KwaMoja 3.08をアップグレード
vi_vn: Nâng cấp KwaMoja 3,08-3,09

source: This script will run perform any modifications to the database since v 3.08 required to allow the additional functionality in version 3.09 scripts
ar: سيتم تشغيل هذا البرنامج النصي إجراء أي تعديلات على قاعدة البيانات منذ الخامس 3.08 المطلوبة للسماح وظائف إضافية في الإصدار 3.09 البرامج النصية
et: See skript töötab täitma kõik muudatused andmebaasis peale v 3,08 , mis on nõutavad lisafunktsioonide versioon 3,09 skriptid
fa: این اسکریپت اجرا خواهد شد انجام هر گونه تغییرات به پایگاه داده از V 3.08 مورد نیاز اجازه می دهد تا قابلیت های اضافی در نسخه 3.09 اسکریپت
fr_lu: Ce script sera lancé effectuer des modifications à la base de données depuis le v 3,08 nécessaire pour permettre la fonctionnalité supplémentaire dans la version 3,09 scripts
hr_hr: Ova skripta će pokrenuti obavljati nikakve izmjene na bazi od 3,08 v dužan omogućiti dodatnu funkcionalnost u verziji 3,09 skripte
ja: このスクリプトは、 V 3.08は、バージョン3.09スクリプトで機能を追加できるようにするために必要なので、データベースへの変更を実行実行します
lv_lv: Šis skripts darbosies veikt nekādas izmaiņas datu bāzē , jo 3,08 v nepieciešama, lai atļautu papildu funkcionalitāti versijā 3.09 skriptus
pl_pl: Ten skrypt będzie działać wykonywać żadnych zmian do bazy danych v 3.08 w celu umożliwienia dodatkowych funkcjonalności w wersji 3.09 skrypty
vi_vn: Kịch bản này sẽ chạy thực hiện bất kỳ sửa đổi cơ sở dữ liệu từ v 3.08 cần thiết để cho phép các chức năng bổ sung trong phiên bản 3.09 kịch bản

source: Upgrade KwaMoja 3.09 - 3.10
ar: ترقية KwaMoja 3،09-3،10
fa: ارتقا KwaMoja 3.09-3.10
hr_hr: Nadogradnja KwaMoja 3,09-3,10
ja: 3.10 - KwaMoja 3.09をアップグレード
vi_vn: Nâng cấp KwaMoja 3,09-3,10

source: This script will run perform any modifications to the database since v 3.09 required to allow the additional functionality in version 3.09 scripts
ar: سيتم تشغيل هذا البرنامج النصي إجراء أي تعديلات على قاعدة البيانات منذ الخامس 3.09 المطلوبة للسماح وظائف إضافية في الإصدار 3.09 البرامج النصية
et: See skript töötab täitma kõik muudatused andmebaasis peale v 3,09 , mis on nõutavad lisafunktsioonide versioon 3,09 skriptid
fa: این اسکریپت اجرا خواهد شد انجام هر گونه تغییرات به پایگاه داده از V 3.09 مورد نیاز اجازه می دهد تا قابلیت های اضافی در نسخه 3.09 اسکریپت
fr_lu: Ce script sera lancé effectuer des modifications à la base de données depuis le v 3,09 nécessaire pour permettre la fonctionnalité supplémentaire dans la version 3,09 scripts
hr_hr: Ova skripta će pokrenuti obavljati nikakve izmjene na bazi podataka od v 3.09 dužan omogućiti dodatnu funkcionalnost u verziji 3,09 skripte
ja: このスクリプトは、 V 3.09は、バージョン3.09スクリプトで機能を追加できるようにするために必要なので、データベースへの変更を実行実行します
lv_lv: Šis skripts darbosies veikt nekādas izmaiņas datu bāzē , jo 3.09 v nepieciešama, lai atļautu papildu funkcionalitāti versijā 3.09 skriptus
pl_pl: Ten skrypt będzie działać wykonywać żadnych zmian do bazy danych v 3.09 w celu umożliwienia dodatkowych funkcjonalności w wersji 3.09 skrypty
vi_vn: Kịch bản này sẽ chạy thực hiện bất kỳ sửa đổi cơ sở dữ liệu từ v 3.09 cần thiết để cho phép các chức năng bổ sung trong phiên bản 3.09 kịch bản

source: Upgrade KwaMoja 3.10 - 3.11
ar: ترقية KwaMoja 3،10-3،11
fa: ارتقا KwaMoja 3.10 - 3.11
hr_hr: Nadogradnja KwaMoja 3,10-3,11
ja: 3.11 - KwaMoja 3.10をアップグレード
vi_vn: Nâng cấp KwaMoja 3,10-3,11

source: This script will run perform any modifications to the database since v 3.10 required to allow the additional functionality in version 3.11 scripts
ar: سيتم تشغيل هذا البرنامج النصي إجراء أي تعديلات على قاعدة البيانات منذ الخامس 3.10 المطلوبة للسماح وظائف إضافية في الإصدار 3.11 البرامج النصية
et: See skript töötab täitma kõik muudatused andmebaasis peale v 3.10 , mis on nõutavad lisafunktsioonide versioon 3,11 skriptid
fa: این اسکریپت اجرا خواهد شد انجام هر گونه تغییرات به پایگاه داده از V 3.10 مورد نیاز اجازه می دهد تا قابلیت های اضافی در نسخه 3.11 اسکریپت
fr_lu: Ce script sera lancé effectuer des modifications à la base de données depuis le v 3,10 nécessaire pour permettre la fonctionnalité supplémentaire dans la version 3.11 scripts
hr_hr: Ova skripta će pokrenuti obavljati nikakve izmjene na bazi od 3,10 v dužan omogućiti dodatnu funkcionalnost u verziji 3,11 skripte
ja: このスクリプトは、 V 3.10は、バージョン3.11スクリプトで機能を追加できるようにするために必要なので、データベースへの変更を実行実行します
lv_lv: Šis skripts darbosies veikt nekādas izmaiņas datu bāzē , jo 3.10 v nepieciešama, lai atļautu papildu funkcionalitāti versijā 3.11 skriptus
pl_pl: Ten skrypt będzie działać wykonywać żadnych zmian do bazy danych v 3.10 w celu umożliwienia dodatkowych funkcjonalności skryptów w wersji 3.11
vi_vn: Kịch bản này sẽ chạy thực hiện bất kỳ sửa đổi cơ sở dữ liệu từ v 3.10 cần thiết để cho phép các chức năng bổ sung trong phiên bản 3.11 kịch bản

source: If there are any failures then please check with your system administrator
ar: إذا كان هناك أي فشل ثم الرجاء تحقق مع مسؤول النظام الخاص بك
et: Kui on mingeid puudusi , siis palun kontrollige oma süsteemiadministraatoriga
fr_lu: S'il ya des échecs alors s'il vous plaît vérifiez auprès de votre administrateur système
hr_hr: Ako postoje bilo kakve propuste zatim provjerite s administratorom sustava
ja: どんな障害がある場合は、あなたのシステム管理者に確認してください
lv_lv: Ja ir kādas nepilnības , tad, lūdzu , sazinieties ar savu sistēmas administratoru
pl_pl: Jeśli są jakieś błędy to proszę skontaktuj się z administratorem systemu
vi_vn: Nếu có bất kỳ thất bại sau đó xin vui lòng kiểm tra với quản trị hệ thống của bạn

source: Please read all notes carefully to ensure they are expected
ar: يرجى قراءة كل الملاحظات بعناية لضمان يتوقع منهم
et: Palun lugege märgib hoolikalt , et tagada nende eeldatav
fa: لطفا برای همه یادداشت ها دقت بخوانید برای اطمینان از آنها انتظار می رود اینجا را کلیک کنید
fr_lu: S'il vous plaît lire toutes les notes avec soin pour s'assurer qu'ils sont censés
hr_hr: Molimo pročitajte sve naputcima kako bi se osiguralo da se očekuje
ja: 彼らは期待されていることを確認するために慎重にすべてのノートをお読みください
lv_lv: Lūdzu, izlasiet visas piezīmes rūpīgi, lai nodrošinātu, ka tie tiek sagaidīts
pl_pl: Proszę przeczytać uważnie wszystkie notatki, aby zapewnić ich spodziewać
vi_vn: Xin vui lòng đọc tất cả các ghi chú cẩn thận để đảm bảo chúng được dự kiến

source: Table has already been created
ar: وقد تم بالفعل إنشاء الجدول
et: Tabel on juba loodud
fr_lu: Table a déjà été créé
hr_hr: Tablica je već izrađena
ja: テーブルがすでに作成されている
lv_lv: Galda jau ir izveidots
pl_pl: Tabela została już utworzona
vi_vn: Bảng đã được tạo ra

source: Column has already been created
ar: وقد تم بالفعل إنشاء عمود
et: Veerg on juba loodud
fr_lu: La colonne a déjà été créée
hr_hr: Kolona je već izrađena
ja: グループは削除されました
lv_lv: Kolonna jau ir izveidots
pl_pl: Kolumna została już utworzona
vi_vn: Cột đã được tạo ra

source: Index already exists
ar: مؤشر موجود بالفعل
et: Indeks on juba olemas
fr_lu: L'index existe déjà
hr_hr: Index već postoji
ja: 入力されたコードは
lv_lv: Indekss jau eksistē
pl_pl: Indeks już istnieje
vi_vn: Chỉ số đã tồn tại

source: Entry has already been done
ar: وقد تم بالفعل دخول
et: Entry on juba tehtud
fr_lu: Cette fiche existe déjà
hr_hr: Ulaz je već učinjeno
ja: エントリがすでに行われている
lv_lv: Ieraksts jau ir izdarīts
pl_pl: Wejście zostało już zrobione
vi_vn: Nhập đã được thực hiện

source: Primary key already exists
ar: المفتاح الأساسي موجود مسبقا
et: Primaarvõti on juba olemas
fr_lu: La clé primaire existe déjà
hr_hr: Primarni ključ već postoji
ja: 入力されたコードは
lv_lv: Primārā atslēga jau eksistē
pl_pl: Primary key już istnieje
vi_vn: chìa khóa chính đã tồn tại

source: Failure
ar: فشل
et: rike
fr_lu: Échec
hr_hr: Pogreška
ja: 値
lv_lv: neveiksme
pl_pl: Brak
vi_vn: Thất bại

source: Error number
ar: رقم الخطأ
et: Viga number
fr_lu: Numéro d'erreur
hr_hr: Broj greške
ja: 注文番号
lv_lv: kļūdas numurs
pl_pl: Numer błędu
vi_vn: lỗi số

source: Upgrade KwaMoja 3.11 - 4.00
ar: ترقية KwaMoja 3،11-4،00
fa: ارتقا KwaMoja 3.11-4.00
hr_hr: Nadogradnja KwaMoja 3,11-4,00
ja: 4.00 - KwaMoja 3.11をアップグレード
vi_vn: Nâng cấp KwaMoja 3,11-4,00

source: This script will run perform any modifications to the database since v 3.11 required to allow the additional functionality in version 4.00 scripts
ar: سيتم تشغيل هذا البرنامج النصي إجراء أي تعديلات على قاعدة البيانات منذ الخامس 3.11 المطلوبة للسماح وظائف إضافية في الإصدار 4.00 البرامج النصية
et: See skript töötab täitma kõik muudatused andmebaasis peale v 3,11 , mis on nõutavad lisafunktsioonide versioon 4,00 skriptid
fa: این اسکریپت اجرا خواهد شد انجام هر گونه تغییرات به پایگاه داده از V 3.11 مورد نیاز اجازه می دهد تا قابلیت های اضافی در نسخه 4.00 اسکریپت
fr_lu: Ce script sera lancé effectuer des modifications à la base de données depuis le v 3,11 nécessaire pour permettre la fonctionnalité supplémentaire dans la version 4.00 scripts
hr_hr: Ova skripta će pokrenuti obavljati nikakve izmjene na bazi od 3,11 v dužan omogućiti dodatnu funkcionalnost u verziji 4,00 skripte
ja: このスクリプトは、 V 3.11は、バージョン4.00スクリプトで機能を追加できるようにするために必要なので、データベースへの変更を実行実行します
lv_lv: Šis skripts darbosies veikt nekādas izmaiņas datu bāzē , jo 3.11 v nepieciešama, lai atļautu papildu funkcionalitāti versijā 4.00 skriptus
pl_pl: Ten skrypt będzie działać wykonywać żadnych zmian do bazy danych v 3.11 w celu umożliwienia dodatkowych funkcjonalności skryptów w wersji 4.00
vi_vn: Kịch bản này sẽ chạy thực hiện bất kỳ sửa đổi cơ sở dữ liệu từ v 3.11 cần thiết để cho phép các chức năng bổ sung trong phiên bản 4.00 kịch bản

source: File Upload
ar: تحميل الملف
et: Faili üleslaadimine
fr_lu: Chargement de Fichier
hr_hr: Prijenos datoteke
ja: アップロードファイル
pl_pl: Wczytanie z pliku
vi_vn: Tải tập tin lên

source: Send this file
ar: إرسال هذا الملف
et: Saada see pilt
fr_lu: Envoyer ce fichier
hr_hr: Pošalji ovu datoteku
ja: このファイルを送る
lv_lv: Sūtīt šo failu
pl_pl: Wyślij ten plik
vi_vn: gửi tập tin này

source: File Upload Result
ar: رفع ملف نتائج
et: File Upload Tulemus
fa: آپلود فایل نتیجه
fr_lu: Résultat du transfert
hr_hr: Datoteka uploadajte
ja: 結果をファイルアップロード
lv_lv: File Upload rezultāti
pl_pl: Rezultat Przesłania Pliku
vi_vn: kết quả tập tin đưa lên

source: The file
ar: الملف
et: fail
fr_lu: Le fichier
hr_hr: Datoteka
ja: ファイル
lv_lv: fails
pl_pl: Plik
vi_vn: tệp
