Repository: timschofield/KwaMoja-Medical
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: ar, et, fa, fr_lu, hr_hr, ja, lv_lv, pl_pl, vi_vn

source: Ultimate customer ref
ar: في نهاية المطاف المرجع العملاء
et: Ultimate klient ref
fa: کد عکس نهایی مشتری
fr_lu: ref client Ultimate
hr_hr: Konačan kupca sudac
ja: 究極の顧客REF
lv_lv: Ultimate klientu ref
pl_pl: Numer klienta
vi_vn: khách hàng tham khảo chủ yếu

source: Supplier Order
ar: المورد ترتيب
et: Pakkuja Tellimus
fa: تامین کننده سفارش
fr_lu: Fournisseur Ordre
hr_hr: Dobavljač Narudžba
ja: 仕入先注文
lv_lv: Vendor Order
pl_pl: Zamówienie Dostawy
vi_vn: Đơn hàng của nhà cung cấp

source: Action auth
ar: عمل مصادقة
fa: احرازهویت اکشن
fr_lu: Autorisation de l'action
hr_hr: Akcija auth
ja: アクション認証
lv_lv: darbība auth
vi_vn: hoạt động cấp phép

source: Authorisation
ar: التفويض
et: Müügiloa
fa: اختیارات
fr_lu: Autorisation
hr_hr: Autorizacija
ja: 認可
lv_lv: Atļauja
pl_pl: Autoryzacja
vi_vn: cấp phép

source: The Buyer reference was specified as an EAN International Article Numbering Association code
ar: تم تحديد المرجع المشتري باعتباره EAN الدولية المادة ترقيم جمعية رمز
et: Ostja viide oli määratletud kaEAN International numeratsiooni Association kood
fa: خریدار به عنوان مرجع بین المللی EAN ماده شماره کد انجمن مشخص شد
fr_lu: La référence des acheteurs a été spécifié comme un code EAN International Article Numbering Association
hr_hr: Kupac je referenca navodi kao EAN Međunarodnog članka numeriranja pridruživanju koda
ja: バイヤーの参照はEAN国際条番号協会コードとして指定されました
lv_lv: Pircējs lūgums tika norādīta kā EAN International pantu numerācijas asociācijas kodu
pl_pl: Numer towaru klienta został podany jako numer EAN
vi_vn: Tài liệu tham khảo của người mua được quy định như một EAN quốc tế Điều Đánh số Hiệp hội đang

source: Unfortunately the field EDIReference of any of the customers currently set up to receive EDI orders does not match with the code
ar: للأسف EDIReference مجال أي من عملاء تعيينها حاليا لتلقي أوامر EDI لا يتطابق مع رمز
et: Kahjuks valdkonnas EDIReference tahes kliendid praegu loodud saada EDI tellimusi ei ühtikood
fa: متاسفانه زمینه EDIReference از هر یک از مشتریان در حال حاضر راه اندازی به این سفارشات به ویراست با این کد مطابقت ندارد
fr_lu: Malheureusement le domaine EDIReference de l'un des clients actuellement mis en place pour recevoir des commandes EDI ne correspond pas au code
hr_hr: Nažalostpolje EDIReference bilo kojeg od -a je podešen za primanje EDI narudžbe ne podudara s kodom
ja: 残念ながら現在のEDI受注を受信するように設定、顧客のいずれかのフィールドEDIReferenceは、コードと一致しない
lv_lv: Diemžēllauks EDIReference no jebkura no klientiem šobrīd , kas izveidota , lai saņemtu EDI pasūtījumus nesakrīt ar kodu
pl_pl: Niestety pole EDIR nie odpowiada żadnemu klientowi z możliwością odbierania zamówień
vi_vn: Thật không may là EDIReference lĩnh vực bất kỳ của khách hàng hiện đang thiết lập để nhận đơn đặt hàng EDI không phù hợp với mã

source: used in this message
ar: المستخدمة في هذه الرسالة
et: kasutatakse seda postitust
fa: مورد استفاده در این ارسال
fr_lu: utilisé dans ce message
hr_hr: koristi se u ovoj poruci
ja: このメッセージで使用される
lv_lv: , kas izmantoti šajā ziņojumā
pl_pl: użyte w tym komunikacie
vi_vn: sử dụng trong thông báo này

source: So that is the end of the road for this message
ar: لذلك هذا هو نهاية الطريق لهذه الرسالة
et: Seega on see tee lõppu selle sõnumi
fa: به طوری که پایان راه را برای این پیام
fr_lu: Fin de ce message
hr_hr: Tako da jekraj ceste za tu poruku
ja: だからその道の終わりは、このメッセージのためである
lv_lv: Tā , ka irno ceļa gals par šo ziņu
pl_pl: A więc przetwarzanie komunikatu zakończone.
vi_vn: Vì vậy, đó là đường dẫn cuối cho tin nhắn này

source: The supplier reference was specified as an EAN International Article Numbering Association code
ar: تم تحديد المرجعية باعتبارها المورد EAN الدولية المادة ترقيم جمعية رمز
et: Tarnija viide oli määratletud kaEAN International numeratsiooni Association kood
fa: مرجع به عنوان تامین کننده بین المللی EAN ماده شماره کد انجمن مشخص شد
fr_lu: La référence fournisseur a été spécifié comme un code EAN International Article Numbering Association
hr_hr: Dobavljač je referenca navodi kao EAN Međunarodnog članka numeriranja pridruživanju koda
ja: サプライヤリファレンスはEAN国際条番号協会コードとして指定されました
lv_lv: Piegādātājs lūgums tika norādīta kā EAN International pantu numerācijas asociācijas kodu
pl_pl: Numer klienta został podany jako kod EAN
vi_vn: Tài liệu tham khảo nhà cung cấp đã được quy định như một EAN quốc tế Điều Đánh số Hiệp hội đang

source: Unfortunately the company EDIReference
ar: للأسف EDIReference الشركة
et: Kahjuksfirma EDIReference
fa: متاسفانه شرکت EDIReference
fr_lu: Malheureusement, la société EDIReference
hr_hr: Nažalost,tvrtka EDIReference
ja: 残念ながら会社EDIReference
lv_lv: Diemžēluzņēmums EDIReference
pl_pl: Niestety numer EDIR klienta
vi_vn: Thật không may là EDIReference công ty

source: does not match with the code
ar: لا يتطابق مع رمز
et: ei ühtikood
fa: با این کد مطابقت ندارد
fr_lu: ne correspond pas au code
hr_hr: ne podudara s kodom
ja: コードと一致しない
lv_lv: nesakrīt ar kodu
pl_pl: jest niezgodne z kodem
vi_vn: không khớp với mã

source: This implies that the EDI message is for some other supplier
ar: وهذا يعني أن رسالة EDI هو بالنسبة لبعض مورد آخر
et: See tähendab, et on EDI teate mõnda muud tarnija
fa: این به معنی این است که پیام ویراست است برای برخی از منبع دیگر
fr_lu: Cela implique que le message EDI est pour un autre fournisseur
hr_hr: To podrazumijeva da jeEDI poruka je za neki drugi dobavljač
ja: これは、 EDIメッセージはいくつかの他のサプライヤーのためであることを意味します
lv_lv: Tas nozīmē, kaEDI ziņa ir kāda cita piegādātāja
pl_pl: Z tego wynika że zamówienie jest przeznaczone dla jakiegoś innego dostawcy
vi_vn: Điều này có nghĩa tin nhắn EDI là dành cho một nhà cung cấp khác

source: No further processing will be done
ar: وسوف يتم تجهيز لا مزيد
et: No edasine töötlemine toimub
fa: بدون پردازش بیشتر انجام خواهد شد
fr_lu: Le traitement s'arrête là.
hr_hr: No daljnja obrada će biti učinjeno
ja: それ以上の処理は行われません
lv_lv: Turpmāka apstrāde tiks veikta
pl_pl: Przetwarzanie zatrzymane
vi_vn: Sẽ không được xử lý tiếp

source: The Store number was specified as
ar: تم تحديد عدد المخزن كما
et: Store number oli määratletud ka
fa: تعداد فروشگاه به عنوان مشخص شد
fr_lu: Le n° de magasin a été spécifié comme
hr_hr: Pohranite broj bio naveden kao
ja: 店舗数は次のように指定されました
lv_lv: Veikala skaits tika norādīts kā
pl_pl: Numer magazynu był podany jako
vi_vn: Số dự trữ đã được quy định là

source: Unfortunately there are either no branches of customer code
ar: للأسف هناك إما لا فروع رمز العملاء
et: Kahjuks on ka filiaale, kliendi kood
fa: متاسفانه یا وجود ندارد شاخه از کد مشتری
fr_lu: Malheureusement, il n'existe pas de succursales, soit du code client
hr_hr: Nažalost, također nema grane kod kupaca
ja: 残念なことに顧客コードのいずれか全く枝はありません
lv_lv: Diemžēl ir vai nu nav tādu klientu kodu filiāles
pl_pl: niestety, nie ma oddziałów klienta z tym kodem
vi_vn: Rất tiếc không có chi nhánh của mã khách hàng

source: or several that match this store number
ar: أو عدة التي تطابق هذا الرقم مخزن
et: või mitu , mis vastavad selle poe number
fa: یا چند که این تعداد مسابقه فروشگاه
fr_lu: ou plusieurs qui correspondent à ce numéro de magasin
hr_hr: ili nekoliko koji odgovaraju ovaj broj prodavaonica
ja: または、いくつかのことは、この店の番号と一致している
lv_lv: vai vairāki, kas atbilst šo veikalu skaits
pl_pl: lub kilka pasujących
vi_vn: hoặc một số phù hợp với số lượng cửa hàng này

source: This order could not be processed further
ar: لا يمكن معالجة هذا الأمر المزيد من
et: See ei oleks võimalik edasi töödelda
fa: این نظم نمی تواند پردازش بیشتر
fr_lu: Cet ordre ne pouvait pas être traitées ultérieurement
hr_hr: To bi se ne može obraditi dodatno
ja: この順序は、さらに処理することができませんでした
lv_lv: Šis rīkojums nevar apstrādāt tālāk
pl_pl: Koniec przetwarzania zamówienia
vi_vn: Đơn hàng này không thể được xử lý thêm

source: EDI Order Message Error
ar: EDI النظام رسالة خطأ
fa: ویراست پیام خطا سفارش
fr_lu: Erreur du Message de Commande EDI
hr_hr: EDI narudžbe Poruka o pogrešci
ja: EDI注文Messageエラー
lv_lv: EDI Pasūtīt Ziņu kļūda
pl_pl: Błąd w zamówieniu EDI
vi_vn: Lỗi thông điệp đặt hàng EDI

source: EDI Order Message
ar: EDI الرسالة ترتيب
et: EDI Order Sõnum
fa: ویراست پیام سفارش
fr_lu: Message de Commande EDI
hr_hr: EDI narudžbe Poruka
ja: EDI注文Message
lv_lv: EDI Pasūtīt Ziņa
pl_pl: Zamówienie EDI
vi_vn: Thông điệp đặt hàng EDI

source: There was a problem retrieving the customer transactions because
ar: كانت هناك مشكلة استرداد معاملات العملاء بسبب
et: Tekkis probleem allalaadimiseklienditehinguteks sest
fa: بود مشکل بازیابی معاملات مشتری به دلیل وجود دارد
fr_lu: Il y avait un problème récupérer les opérations avec la clientèle, car
hr_hr: Došlo je doproblema prilikom preuzimanja kupaca transakcije jer
ja: 顧客取引を取得する問題がありましたので、
lv_lv: Radāsproblēma, ielādējot klientu darījumiem , jo
pl_pl: Problem z odtworzeniem transkcji klienta
vi_vn: có một vấn đề xảy ra với giao dịch khách hàng vì

source: An error occurred in getting the EDI format template for
ar: حدث خطأ في الحصول على قالب شكل EDI لل
et: Tekkis viga saadaEDI formaadis malli
fa: خطا رخ داده است در گرفتن ویراست قالب قالب برای
fr_lu: Erreur lors de la recherche du modèle de format EDI
hr_hr: Došlo je do pogreške u dobivanju predložak EDI format za
ja: エラーがためにEDI形式テンプレートを取得で発生
lv_lv: Kļūda iegūt EDI formāta veidni
pl_pl: Błąd przy odczycie wzorca komunikatu EDI dla
vi_vn: Lỗi xảy ra khi lấy mẫu định dạng EDI cho

source: EDI Message
ar: رسالة EDI
et: EDI Sõnum
fa: ویراست پیام
fr_lu: Message EDI
hr_hr: EDI poruka
ja: EDIメッセージ
lv_lv: EDI ziņojumu
pl_pl: Komunikat EDI
vi_vn: Tin nhắn EDI

source: was successfully emailed
ar: تم بنجاح عبر البريد الالكتروني
et: edukalt meilitsi
fa: ایمیل فرستاده شده بود با موفقیت
fr_lu: a été envoyé avec succès
hr_hr: je uspješno poslana
ja: はうまく入力されました
lv_lv: Veiksmīgi saņemts
pl_pl: został pomyślnie przesłany
vi_vn: đã gửi thành công

source: could not be emailed to
ar: لا يمكن أن تكون عبر البريد الالكتروني إلى
et: ei saanud meilitsi
fa: نمی تواند ایمیل فرستاده شده به
fr_lu: n'a pas pu être envoy
hr_hr: nije mogla biti poslana
ja: に電子メールで送信することができませんでした
lv_lv: nevar pa e-pastu
pl_pl: nie może być wysłany emailem do
vi_vn: không thể gửi thư điện tử đến

source: Ftp connection has failed
ar: فشلت FTP اتصال
et: FTP on ebaõnnestunud
fa: اتصال به اف تی پی شکست خورده است
fr_lu: Échec de la connexion FTP
hr_hr: FTP povezivanje nije uspjelo
ja: FTP接続が失敗しました
lv_lv: Ftp savienojums nav
pl_pl: Brak połączenia FTP
vi_vn: Kết nối Ftp không thành công

source: Attempted to connect to
ar: حاولت الاتصال
et: Püüti ühendada
fa: تلاش برای اتصال به
fr_lu: Tentative de connexion au
hr_hr: Pokušaj povezati
ja: に接続しようとし
lv_lv: Mēģināja pieslēgties
pl_pl: Próba połączenia z
vi_vn: Cố kết nối

source: for user
ar: لل مستخدم
et: kasutaja
fa: کاربر
fr_lu: pour l'utilisateur
hr_hr: za korisnika
ja: ユーザーの
lv_lv: lietotÄ�jam
pl_pl: dla użytkownika
vi_vn: Dành cho người sử dụng

source: could not be sent via ftp to
ar: لا يمكن إرسالها عبر بروتوكول نقل الملفات إلى
et: ei saa saata ftp
fa: می تواند از طریق اف تی پی را نمی تواند ارسال
fr_lu: impossible d'envoyer par FTP
hr_hr: nije mogla biti poslana putem FTP
ja: にftpで送信できませんでした
lv_lv: nevar nosūtīt , izmantojot FTP uz
pl_pl: nie może być dostarczony przez ftp do
vi_vn: Không thể gửi qua ftp

source: Successfully uploaded EDI_INV_
ar: تم الرفع بنجاح EDI_INV_
et: Edukalt üles laetud EDI_INV_
fa: با موفقیت ارسال EDI_INV_
fr_lu: Transféré avec succès EDI_INV_
hr_hr: Uspješno preneseno EDI_INV_
ja: 正常にアップロードEDI_INV_
lv_lv: Veiksmīgi augšupielādēts EDI_INV_
pl_pl: Udane przesłanie EDI_INV_
vi_vn: Ðã t?i lên thành công EDI_INV_

source: via ftp to
ar: طريق بروتوكول نقل الملفات إلى
et: ftp kuni
fa: اف تی پی از طریق به
fr_lu: via FTP
hr_hr: putem FTP-a
ja: FTP経由へ
lv_lv: caur ftp uz
pl_pl: przez ftp do
vi_vn: qua ftp t?i

source: Cannot create EDI message since there is no EDI INVOIC message template set up for
ar: لا يمكن إنشاء رسالة EDI ، حيث لا يوجد EDI قالب رسالة INVOIC التي أنشئت من أجل
et: Ei saa luua EDI sõnumi , kuna puudub EDI INVOIC sõnumimalli loodud
fa: آیا می توانم ایجاد پیام ویراست از آنجا که هیچ ویراست INVOIC قالب پیام برای مجموعه وجود ندارد
fr_lu: Impossible de créer un Message EDI car il n'y a pas de modèle de Message EDI INVOIC paramétré pour
hr_hr: Ne može se stvoriti EDI poruku jer nema EDI INVOIC poruke Predložak postaviti za
ja: 用に設定されませEDI INVOICメッセージテンプレートが存在しないため、EDIメッセージを作成することはできません
lv_lv: Nevar izveidot EDI ziņu, jo nav EDI INVOIC ziņu veidne izveidota
pl_pl: Nie można utworzyć komunikatu EDI ponieważ nie ma wzorca komunikatu EDI INVOICE dla
vi_vn: Không th? t?o tin nh?n EDI vì không có m?u tin nh?n EDI INVOIC nào du?c thi?t l?p cho

source: There was a problem retrieving the ship to details because
ar: كانت هناك مشكلة استرجاع السفينة إلى التفاصيل لأن
et: Tekkis probleem allalaadimise laeva andmed , sest
hr_hr: Došlo je doproblema prilikom preuzimanja broda u detalje, jer
ja: 未決済トランザクションを検索している問題がありました

source: was sucessfully emailed
ar: تم بنجاح عبر البريد الالكتروني
et: aastal edukalt meilitsi
ja: 首尾よく電子メールで送信されました

source: Select Order To Print
ar: اختر أجل الطباعة
et: Valige printimiseks
fa: سفارش را انتخاب کنید تا نسخه قابل چاپ
fr_lu: Sélectionner la commande à imprimer
hr_hr: Odabir za ispis
ja: 印刷する順序を選択してください
lv_lv: Izvēlaties rīkojumu izdrukai
pl_pl: Wybierz Zamówienie do Druku
vi_vn: chọn đơn hàng để in

source: Select an Order Number to Print before calling this page
ar: تحديد عدد لطباعة قبل استدعاء هذه الصفحة
et: ValigeTellimuse number printida enne kutsudes seda lehte
fa: انتخاب شماره سفارش به چاپ قبل از فراخوانی این صفحه
fr_lu: Sélectionner un numéro de commande à imprimer avant d'appeler cette page
hr_hr: Odaberite broj kako bi se ispisati prije nego što nazovete ovu stranicu
ja: このページを呼び出す前に、印刷するために注文番号を選択してください
lv_lv: Izvēlieties kārtas numuru Drukāt pirms aicinot šo lapu
pl_pl: Wybierz Numer Zamówienia do Wydruku przed otworzeniem tej strony
vi_vn: Chọn một đơn hàng để in trước khi gọi trang này

source: Outstanding Sales Orders
ar: أوامر المبيعات المعلقة
et: Tasumata Müügitellimuste
fa: سفارشات برجسته فروش
fr_lu: Commande(s) client(s) en cours
hr_hr: Izvanredna narudžbe
ja: 未出荷販売受注
lv_lv: Nepabeigtie pasūtījumi
pl_pl: Oczekujące Zamówienia Zakupu
vi_vn: Đơn hàng xuất sắc

source: Completed Sales Orders
ar: الانتهاء من أوامر المبيعات
et: Valminud Müügitellimuste
fa: سفارشات پایان فروش
fr_lu: Commandes terminées
hr_hr: Završeni narudžbe
ja: 完了販売受注
lv_lv: Pabeigtie pārdo&#353;anas rīkojumi
pl_pl: Zamówienia Zrealizowane
vi_vn: Các đơn hàng đã hoàn chỉnh

source: There was a problem retrieving the order header details for Order Number
ar: كانت هناك مشكلة استرداد تفاصيل رأس النظام عن رقم الطلب
et: Tekkis probleem allalaadimisejärjekord header detailid järjekorranumbriga
fa: بود مشکل بازیابی جزئیات سفارش هدر برای سفارش شماره وجود دارد
fr_lu: Il y avait un problème se rappeler les détails tête de l'ordre de numéro de commande
hr_hr: Došlo je doproblema prilikom preuzimanja pojedinosti reda kolektora za broj narudžbe
ja: 注文番号の注文ヘッダーの詳細を取得する問題が発生しました
lv_lv: Radāsproblēma, ielādējot pasūtījuma galvenes informāciju ar kārtas numuru
pl_pl: Problem z odczytaniem nagłówka zamówienia nr
vi_vn: Có một vấn đề lấy lại các chi tiết tiêu đề cho số lượng đặt hàng

source: from the database
ar: من قاعدة البيانات
et: andmebaasist
fa: از پایگاه داده
fr_lu: depuis la base de données
hr_hr: iz baze podataka
ja: データベースから
lv_lv: no datu bāzes
pl_pl: z bazy danych
vi_vn: Từ cơ sở dữ liệu

source: Print Packing Slip Error
ar: طباعة خطأ زلة التعبئة
et: Trüki pakkesedel viga
fa: نسخه قابل چاپ بسته بندی خطا لغزش
fr_lu: Erreur d'impression bordereau d'emballage
hr_hr: Ispis pakiranje Greška Slip
ja: 納品書印刷エラー
lv_lv: Drukāt iepakošanas slīdēšanas kļūda
pl_pl: Błąd wydruku listy pakowania
vi_vn: Lỗi in bao bì

source: Unable to Locate Order Number
ar: قادر على تحديد موقع رقم الطلب
et: Leidmine nurjus Tellimuse number
fa: قادر به تعیین محل شماره سفارش
fr_lu: Impossible de trouver Numéro de commande
hr_hr: Nije moguće pronaći broj narudžbe
ja: 注文番号を検索することができません
lv_lv: Nevar atrast rīkojuma numuru
pl_pl: Nie można Zlokalizować Zamówienia Numer
vi_vn: Không thể Xác định vị trí Số lượng Đặt hàng

source: The packing slip for order number
ar: زلة التعبئة ل رقم الطلب
et: Pakkesedel järjekorranumbriga
fa: لغزش بسته بندی برای شماره سفارش
fr_lu: Le bordereau d'expédition le numéro d'ordre
hr_hr: Pakiranih za broj narudžbe
ja: 納品書：注文番号
lv_lv: Iepakošanas slīdēšanas kārtas numuru
pl_pl: Lista pakowania dla zamówienia numer
vi_vn: Phi?u dóng gói cho s? th? t?

source: has previously been printed
ar: وقد سبق المطبوعة
et: on eelnevalt trükitud
fa: اگرچه قبلا چاپ شده
fr_lu: a déjà été imprimés
hr_hr: je prethodno tiskani
ja: が以前に印刷された
lv_lv: Iepriek&#353; jau tika izdrukats
pl_pl: już zostało wydrukowane
vi_vn: Đã được in trước đó

source: It was printed on
ar: وقد طبع على
et: See oli trükitud
fa: آن را در چاپ شد
fr_lu: Il a été imprimé sur
hr_hr: Tiskana je na
ja: 印刷日は
lv_lv: Tas tika izdrukāts
pl_pl: Data poprzedniego wydruku
vi_vn: nó được in trên

source: This check is there to ensure that duplicate packing slips are not produced and dispatched more than once to the customer
ar: هذا الاختيار هو هناك لضمان عدم إنتاجها أن زلات التعبئة المكررة وأرسلت أكثر من مرة واحدة للزبون
et: See kontroll on olemas, et tagada, et dubleerida pakkimine kombineed ei toodetud ja lähetatud rohkem kui üks kord , etklient
fa: این بررسی وجود دارد برای اطمینان از اینکه تکراری ورقه بسته بندی تولید می شوند نیست و اعزام بیش از یک بار به مشتری
fr_lu: Cette vérification est là pour veiller à ce que les bordereaux d'emballage double ne sont pas produites et expédiées plus d'une fois pour le client
hr_hr: Ova provjera je tu kako bi se osiguralo da duple pakiranje gaćice se ne proizvode i otpreme više od jednom za kupca
ja: このチェックはお得意先へ一度ならず複製の納品書が作られて発送されないことを確実にするものです
lv_lv: Šī pārbaude ir tur, lai nodrošinātu, ka dublikātu iepakošanas kombinē netiek ražoti un nosūtīti vairāk nekā vienu reizi , lai klientam
pl_pl: To sprawdzenie jest dokonywane aby zapobiec powtórnemu wydrukowi listy wysyłkowej i powtórnej wysyłce towarów do klienta
vi_vn: Vi?c ki?m tra này là d? d?m b?o b?n sao phi?u dóng gói s? không b? s?n xu?t và g?i t?i cho khách hàng 2 l?n

source: Do a Re-Print
ar: هل إعادة طباعة
et: KasRe -Print
fa: آیا دوباره نسخه قابل چاپ
fr_lu: Imprimer à nouveau
hr_hr: Da li ponovo ispisati
ja: 再印刷する
lv_lv: Drukāt vēlreiz
pl_pl: Wydrukuj Ponownie
vi_vn: Làm lệnh in lại

source: On Pre-Printed Stationery
ar: على مطبوعة مسبقا القرطاسية
et: On Pre - trükitud kontorikaubad
fa: در پیش از چاپ التحریر
fr_lu: Sur des pré-imprimés
hr_hr: Na već tiskane
ja: 印刷用紙
lv_lv: Uz Pre - drukātās kancelejas preces
pl_pl: Na Formularzu Drukowanym
vi_vn: Trên van phòng ph?m in tru?c

source: Even Though Previously Printed
ar: حتى على الرغم من المطبوعة سابقا
et: Kuigi varem prinditud
fa: حتی اگر پیش از این چاپ شده
fr_lu: Même s'il a été imprimé auparavant
hr_hr: Iako ispisivalo
ja: たとえ以前に印刷されてても
lv_lv: Pat ja Iepriekš Drukāts
pl_pl: Nawet Jeśli Już Wydrukowano
vi_vn: Mặc dù trước đõ đã được in

source: Plain paper
ar: الورق العادي
et: tavaline paber
fa: کاغذ ساده
fr_lu: Papier ordinaire
hr_hr: Obični papir
ja: 普通紙
lv_lv: Parastais papīrs
pl_pl: Czysty papier
vi_vn: giấy thường

source: Or select another Order Number to Print
ar: أو حدد رقم الطلب أخرى لطباعة
et: Või valige teine ​​Tellimuse number printida
fa: یا دیگری را انتخاب کنید شماره سفارش را به نسخه قابل چاپ
fr_lu: Ou sélectionnez un autre numéro de commande à imprimer
hr_hr: Ili odaberite neki drugi broj bi se ispisati
ja: または、印刷する他の注文番号を選択
lv_lv: Vai izvēlēties citu kārtas numuru Drukāt
pl_pl: Lub wybierz inne Zamówienie do Druku
vi_vn: hoặc chọn một đơn hàng khác để in

source: Order Confirmation-Sales Order
ar: تأكيد الطلب للمبيعات ترتيب
et: Tellimuse kinnitus - Müük Telli
fr_lu: Confirmation de Commande
hr_hr: Narudžba Potvrda - prodajnog naloga
ja: 注文の確認

source: Your PO
ar: PO الخاص
et: Teie PO
fr_lu: Votre bon de commande.
hr_hr: Vaš PO
ja: 貴社参照
vi_vn: PO của bạn

source: Email Confirmation
fr_lu: Confirmation du courriel
ja: Submit(申請)

source: Order Acknowledgement
ar: شكر وتقدير النظام
et: Tellimuse kinnitus
fa: تشکر و قدردانی سفارش
fr_lu: Confirmation de commande
hr_hr: Naručite Zahvala
ja: 注文確認
lv_lv: Pasūtīt Apstiprinājums
pl_pl: Potwierdzenie zamówienia
vi_vn: Lời cảm ơn thứ tự

source: Delivered To
ar: تسليمها الى
et: Saaja
fa: تحویل
fr_lu: Livré à
hr_hr: Isporučeno na
ja: 納品先
lv_lv: Nogādāt
pl_pl: Wysyłka Do
vi_vn: Giao hàng tới

source: PO Line
ar: PO الخط
fa: صندوق پستی خط
fr_lu: PO ligne
ja: 発注行
lv_lv: IR Rinda
vi_vn: PO dòng

source: Quantity Ordered
ar: الكمية المطلوبة
et: tellitav kogus
fa: تعداد سفارش
fr_lu: Quantité commandée
hr_hr: Količina do Ž
ja: 指図数量
lv_lv: Daudzums pasūtīts
pl_pl: Ilości zamówionej
vi_vn: S? lu?ng d?t hàng

source: Due Date
ar: تاريخ الاستحقاق
et: tähtaeg
fa: با توجه تاریخ
fr_lu: Date d'échéance
hr_hr: Datum dospijeća
ja: 満了日
lv_lv: Piegādes datums
pl_pl: Data Płatn
vi_vn: Ngày đến hạn

source: The following E-Mail was sent to
ar: تم إرسال البريد الإلكتروني التالي ل
et: Järgmisel e-posti saadeti
fr_lu: Le courriel suivant a été envoyé à
hr_hr: Sljedeći E - mail je poslan
ja: 作業指図の更新に以下のSQLが使われた
lv_lv: Šādas E - pasts tika nosūtīts

source: The transaction should have been emailed off
ar: كان ينبغي أن يكون عبر البريد الالكتروني الصفقة قبالة
et: Tehing oleks pidanud saadetakse välja
fa: معامله باید ایمیل فرستاده شده اند خاموش
fr_lu: La transaction devrait avoir été envoyé au large
hr_hr: Transakcija bi trebala biti poslana off
ja: トランザクションはオフ電子メールで送信されている必要があります
lv_lv: Darījums būtu bijis sūtīts off
pl_pl: Transakcja powinna być wysłana emailem
vi_vn: Giao dịch này cần phải có được gửi qua email

source: to email the customer transaction
ar: الى البريد الالكتروني في المعاملات العملاء
et: e-postiklient tehingu
fa: به ایمیل معامله مشتری
fr_lu: envoyer la transaction à la clientèle
hr_hr: na e-mail transakciju kupca
ja: すくに得意先選択
lv_lv: Dzēst pārdo&#353;anas grāmatojumus
pl_pl: e-mail transakcji klienta
vi_vn: giao dịch qua thư điện tử

source: The transaction should have been emailed off. If this does not happen (perhaps the browser does not support META Refresh)
ar: كان ينبغي أن يكون عبر البريد الالكتروني الصفقة قبالة .
et: Tehing oleks pidanud saadetakse välja.
fa: معامله باید ایمیل فرستاده شده اند خاموش است. اگر این اتفاق نمی افتد (شاید مرورگر متا تازه را پشتیبانی نمی کند)
fr_lu: La transaction devrait avoir été envoyé au large. Si ce n'est pas le cas (peut-être le navigateur ne supporte pas META Refresh)
hr_hr: Transakcija bi trebala biti poslana off .
ja: トランザクションはオフ電子メールで送信されている必要があります。
lv_lv: Darījums būtu bijis sūtīts off.
pl_pl: Transakcja powinna zostać wysłana off. Jeśli tak się nie stanie (być może przeglądarka nie obsługuje META Refresh)
vi_vn: Giao d?ch c?n ph?i du?c g?i qua email. N?u di?u này không x?y ra( có th? trình duy?t không h? tr? làm m?i META)

source: The email address does not appear to be a valid email address. The transaction was not emailed
ar: لا يظهر عنوان البريد الإلكتروني ليكون عنوان بريد إلكتروني صالح .
et: E-posti aadress ei paista olevat kehtiv e-posti aadress .
fa: آدرس پست الکترونیکی به نظر نمی رسد یک آدرس ایمیل معتبر باشد. معامله شد ایمیل فرستاده نمی
fr_lu: Le courriel ne semble pas être correcte. La transaction n'a pas été envoyée par courriel
hr_hr: E-adresa ne pojaviti se bitivaljana e-mail adresa .
ja: メールアドレスは有効な電子メールアドレスであることが表示されません。
lv_lv: E-pasta adrese nešķiet būtderīga e-pasta adresi .
pl_pl: Adres e-mail nie wydaje się być prawidłowy adres e-mail. Transakcja nie została wysłana
vi_vn: Địa chỉ thư điện tử không xuất hiện như một địa chỉ thư hợp lệ. Giao dịch này đã không được gửi qua thư
